Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Disable Student-Generated Certificates
eo: Dïsäßlé Stüdént-Générätéd Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Deshabilitar los certificados generados por el alumno
fa_ir: غیرفعال‌سازی گواهی‌های تولیدشده به‌دست یادگیرندگان
it_it: Disabilita certificati generati dallo studente
lv: Atspējot studentu ģenerētus sertifikātus
mn: Оюутны үүсгэсэн гэрчилгээг идэвхгүй болгох

source: Enable Student-Generated Certificates
eo: Énäßlé Stüdént-Générätéd Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Habilitar los certificados generados por el alumno
fa_ir: فعال‌سازی گواهی‌های تولیدشده به‌دست یادگیرندگان
it_it: Abilita certificati generati dallo studente
lv: Iespējot studentu ģenerētus sertifikātus
mn: Оюутны үүсгэсэн гэрчилгээг идэвхжүүлэх

source: You must successfully generate example certificates before you enable student-generated certificates.
eo: Ýöü müst süççéssfüllý généräté éxämplé çértïfïçätés ßéföré ýöü énäßlé stüdént-générätéd çértïfïçätés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Debes generar certificados de ejemplo exitosos antes de habilitar los certificados generados por el alumno.
fa_ir: پیش ازفعال‌سازی گواهی‌های تولیدشده به‌دست یادگیرندگان، باید گواهی‌های نمونه‌ای را بسازید.
it_it: È necessario generare correttamente i certificati di esempio prima di abilitare i certificati generati dallo studente.
lv: Jums ir nepieciešams veiksmīgi ģenerēt parauga sertifikātus, pirms Jūs iespējojat studentu ģenerētus sertifikātus.
mn: Оюутнууд үүсгэсэн сертификатуудыг идэвхжүүлэхээсээ өмнө сертификатуудыг амжилттай үүсгэх ёстой.

source: Generate Certificates
eo: Généräté Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Generar Certificados
fa_ir: ساخت گواهی‌ها
it_it: Genera certificati
lv: Ģenerēt sertifikātus
mn: Гэрчилгээ бий болгох

source: Course certificate generation requires an activated web certificate configuration.
eo: Çöürsé çértïfïçäté générätïön réqüïrés än äçtïvätéd wéß çértïfïçäté çönfïgürätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: La generación de certificado de curso requiere una configuración activa de certificado web.
fa_ir: ساخت گواهی دوره آموزشی به پیکربندی گواهی وب فعال نیاز دارد.
it_it: La generazione del certificato del corso richiede una configurazione del certificato Web attivata.
lv: Kursa sertifikātu ģenerēšanai ir nepieciešama aktivizēta tīmekļa sertifikāta konfigurācija.
mn: Курс сертификатын курс нь идэвхжүүлсэн веб сертификатыг шаарддаг

source: When you are ready to generate certificates for your course, click Generate Certificates. You do not need to do this if you have set the certificate mode to on-demand generation.
eo: Whén ýöü äré réädý tö généräté çértïfïçätés för ýöür çöürsé, çlïçk Généräté Çértïfïçätés. Ýöü dö nöt nééd tö dö thïs ïf ýöü hävé sét thé çértïfïçäté mödé tö ön-démänd générätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη #
fa_ir: وقتی برای تولید گواهی‌های دورۀ خود آماده شدید، روی ساخت گواهی‌ها کلیک کنید. اگر حالت گواهی را بر روی ساخت در صورت درخواست تنظیم کرده‌اید، نیازی به این کار نیست.
it_it: Una volta pronti a generare i certificati per il corso, fare clic su Genera Certificati. Questa operazione non è necessaria se la modalità certificato è impostata sulla generazione on-demand.
lv: Kad Jūs būsiet gatavi ģenerēt sertifikātus Jūsu kursam, klikšķiniet uz ‘Ģenerēt sertifikātus’. Jums nav nepieciešams to darīt, ja Jūs esat iestatījuši sertifikātu režīmu kā ģenerēšanu pēc pieprasījuma.
mn: Хэрэв та курсдээ сертификат үүсгэхэд бэлэн бол, Сертификатыг үүсгэ. Хэрэв та сертификатын горимыг эрэлт хэрэгцээтэй үеийнхэнд тохируулсан бол үүнийг хийх шаардлагагүй.

source: Pending Tasks
eo: Péndïng Täsks Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Tareas pendientes
fa_ir: کارهای معلق
it_it: Attività in sospeso
lv: Gaidīšanā esošie uzdevumi
mn: Хүлээгдэж буй зорилтууд

source: The status for any active tasks appears in a table below.
eo: Thé stätüs för äný äçtïvé täsks äppéärs ïn ä täßlé ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El estado de cualquier tarea activa aparece en una tabla a continuación.
fa_ir: وضعیت هر کار فعالی در جدول زیر نمایش داده می‌شود.
it_it: Lo stato per le attività attive viene visualizzato in una tabella riportata di seguito.
lv: Jebkuru aktīvo uzdevumu statuss parādīsies tabulā tālāk.
mn: Аливаа идэвхтэй ажлуудын статус дорх хүснэгтэнд гарна.

source: Regenerate Certificates
eo: Régénéräté Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Regenerar certificados
fa_ir: ساخت گواهی‌ها
it_it: Rigenera certificati
lv: Atkārtoti ģenerēt sertifikātus
mn: Сертификатыг дахин боловсруулах

source: To regenerate certificates for your course, choose the learners who will receive regenerated certificates and click Regenerate Certificates.
eo: Tö régénéräté çértïfïçätés för ýöür çöürsé, çhöösé thé léärnérs whö wïll réçéïvé régénérätéd çértïfïçätés änd çlïçk Régénéräté Çértïfïçätés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт ł#
es_es: Para regenerar certificados para tu curso, elige los estudiantes que recibirán certificados regenerados y haz click en Regenerar certificados.
fa_ir: برای ساخت دوبارۀ گواهی‌های دورۀ آموزشی خود، یادگیرندگانی را که گواهی‌های بازسازی شده را دریافت می‌کنند برگزینید و روی بازسازی گواهی‌ها کلیک کنید.
it_it: Per rigenerare i certificati per il corso, scegliere gli studenti che riceveranno i certificati rigenerati e fare clic su Rigenera certificati.
lv: Lai atkārtoti ģenerētu sertifikātus Jūsu kursam, izvēlieties audzēkņus, kuri saņems atkārtoti ģenerētos sertifikātus, un klikšķiniet uz ‘Atkārtoti ģenerēt sertifikātus’.
mn: Сургалтынхаа сертификатыг сэргээхийн тулд дахин баталгаажуулсан сертификатуудыг хүлээн авах суралцагчдыг сонгож, Сертификатыг дахин боловсруул.

source: Choose learner types for regeneration
eo: Çhöösé léärnér týpés för régénérätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fa_ir: بازآفرینی انواع یادگیرندگان را برگزینید
it_it: Scegli tipi di studente per la rigenerazione
lv: Izvēlieties audzēkņu veidus atkārtotai ģenerācijai.
mn: Сургалтын төрлийг сонгох

source: Regenerate for learners who have already received certificates. ({count})
eo: Régénéräté för léärnérs whö hävé älréädý réçéïvéd çértïfïçätés. ({count}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Regenerar para estudiantes que ya han recibido certificados. ({count})
fa_ir: تولید مجدد برای افرادی که اخیراً گواهی‌ها را دریافت کرده‎‌اند. ({count})
it_it: Rigenera per gli studenti che hanno già ricevuto i certificati. ({count})
lv: Atkārtoti ģenerēt audzēkņiem, kuri jau ir saņēmuši sertifikātus. ({count})
mn: Сертификат авсан аль хэдийн суралцагчдад дахин сэргээгдэх болно. ({count})

source: Regenerate for learners who have not received certificates. ({count})
eo: Régénéräté för léärnérs whö hävé nöt réçéïvéd çértïfïçätés. ({count}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Regenerar para estudiantes que no han recibido certificados. ({count})
fa_ir: تولید مجدد برای یادگیرندگانی که گواهی‌ها را دریافت نکرده‎‌اند. ({count})
it_it: Rigenera per gli studenti che non hanno ricevuto i certificati. ({count})
lv: Atkārtoti ģenerēt audzēkņiem, kuri vēl nav saņēmuši sertifikātus. ({count})
mn: Сертификат аваагүй суралцагчдад дахин сэргээгдэх болно. ({count})

source: Regenerate for learners with audit passing state. ({count})
eo: Régénéräté för léärnérs wïth äüdït pässïng stäté. ({count}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: بازآفرینی برای یادگیرندگانی با وضعیت درحال بررسی. ({count})
it_it: Rigenera per gli studenti auditori con stato superato. ({count})
lv: Atkārtoti ģenerēt audzēkņiem, kuriem ir audita izpildes stāvoklis. ({count})
mn: Суралцагчдыг аудитын тахир дутуу улстай дахин нэгтгэх. ({count})

source: Regenerate for learners with audit not passing state. ({count})
eo: Régénéräté för léärnérs wïth äüdït nöt pässïng stäté. ({count}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: بازآفرینی برای یادگیرندگانی که وضعیت آن‌ها درحال بررسی نیست. ({count})
it_it: Rigenera per gli studenti auditori con stato non superato. ({count})
lv: Atkārtoti ģenerēt audzēkņiem, kuriem nav audita izpildes stāvoklis. ({count})
mn: Суралцагчдыг аудитын шалгалт өгдөггүй аудитаар нөхөн олгоно. ({count})

source: Regenerate for learners in an error state. ({count})
eo: Régénéräté för léärnérs ïn än érrör stäté. ({count}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Regenerar para estudiantes en estado de error. ({count})
fa_ir: تولید مجدد برای یادگیرندگان در وضعیت خطا. ({count})
it_it: Rigenera per gli studenti nello stato di errore. ({count})
lv: Atkārtoti ģenerēt audzēkņiem, kuri ir kļūdas stāvoklī. ({count})
mn: Суралцагчдыг алдааны төлөв байдалдаа эргэн оруулаарай. ({count})

source: Certificate Generation History
eo: Çértïfïçäté Générätïön Hïstörý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Historial de la generación de certificados
fa_ir: سابقه صدور گواهی
it_it: Cronologia generazione certificato
lv: Sertifikātu ģenerēšanas vēsture
mn: Гэрчилгээжүүлэх үеийн түүх

source: Task name
eo: Täsk nämé Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Nombre de la tarea
fa_ir: نام فعالیت
it_it: Nome attività
lv: Uzdevuma nosaukums
mn: Даалгавар нэр

source: SET CERTIFICATE EXCEPTIONS
eo: SÉT ÇÉRTÌFÌÇÀTÉ ÉXÇÉPTÌÖNS Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: ESTABLECER EXCEPCIONES DE CERTIFICADO
fa_ir: تنظیم گواهی استثنایی
it_it: IMPOSTA ECCEZIONI CERTIFICATO
lv: IESTATĪT SERTIFIKĀTU IZŅĒMUMUS

source: Set exceptions to generate certificates for learners who did not qualify for a certificate but have been given an exception by the course team. After you add learners to the exception list, click Generate Exception Certificates below.
eo: Sét éxçéptïöns tö généräté çértïfïçätés för léärnérs whö dïd nöt qüälïfý för ä çértïfïçäté ßüt hävé ßéén gïvén än éxçéptïön ßý thé çöürsé téäm. Àftér ýöü ädd léärnérs tö thé éxçéptïön lïst, çlïçk Généräté Éxçéptïön Çértïfïçätés ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм#
es_es: Establecer excepciones para generar certificados de estudiantes que no pasen la nota de corte para recibir un certificado pero que han sido marcados con una excepción por el equipo del curso. Después de añadir estudiantes a la lista de excepción, pulsa en Generar certificados de excepción debajo.
fa_ir: برای تولید گواهی‌هایی برای افرادی فاقد صلاحیت دریافت گواهی که تیم دوره برای آن‌ها استثنا لحاظ می‌کند، استثنا قائل شوید. پس از افزودن آن‌ها به فهرست استثناها، روی ایجاد مجوزهای استثنا در زیر کلیک کنید.
it_it: Impostare le eccezioni per generare i certificati per gli studenti non qualificati per un certificato ma a cui viene fornita un'eccezione dal team del corso. Una volta aggiunti gli studenti all'elenco delle eccezioni, fare clic su Genera certificati eccezione.
lv: Iestatīt izņēmumus sertifikātu ģenerēšanā audzēkņiem, kuri nekvalificējās sertifikātam, bet kuriem kursa komanda ir devusi izņēmumu. Pēc tam, kad pievienosiet audzēkņus izņēmumu sarakstā, klikšķiniet uz ‘Ģenerēt izņēmuma sertifikātus’ tālāk.
mn: Сертификат авах шаардлагагүй суралцагсдад зориулж сертификат үүсгэх боловч курсын багын хувьд онцгой тохиолдол гардаг. Жагсаалтаас хасах жагсаалтанд суралцагчдыг нэмсний дараа доорх Exception Certificates-ийг дарна уу.

source: Invalidate Certificates
eo: Ìnvälïdäté Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Invalidar certificados
fa_ir: سلب اعتبار گواهی‌ها
it_it: Invalida certificati
lv: Padarīt sertifikātus nederīgus
mn: Сертификатуудыг хүчингүй болгох

source: Enrollment Information
eo: Énröllmént Ìnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Información de inscripción
fa_ir: اطلاعات ثبت‌نام
it_it: Informazioni sull'iscrizione
lv: Reģistrēšanās informācija
mn: Элсэлтийн Мэдээлэл

source: Number of enrollees (admins, staff, and students) by track
eo: Nümßér öf énrölléés (ädmïns, stäff, änd stüdénts) ßý träçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Número de inscritos (administradores, profesores y estudiantes) por tipo
fa_ir: تعداد ثبت‌نام‌کنندگان( مدیر، کارمندان، و فراگیران) به ترتیب
it_it: Numero di iscritti (amministratori, staff e studenti) per traccia
lv: Reģistrēto (administrācijas, darbinieku un studentu) skaits pēc režīma
mn: Сурагчдын тоо (асрагч, ажилтан, сурагч) замаар замналаа

source: Audit
eo: Àüdït Ⱡ'σяєм ιρѕ#
es_es: Oyente
fa_ir: بررسی
it_it: Revisione
lv: Audita
mn: Аудит

source: Honor
eo: Hönör Ⱡ'σяєм ιρѕ#
es_es: Alumno sobresaliente
fa_ir: افتخار
it_it: Onore
lv: Gods
mn: Хүндэт

source: Professional
eo: Pröféssïönäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Profesional
fa_ir: حرفه‌ای
it_it: Professionale
lv: Profesionālais
mn: Мэргэжлийн

source: Executive Education
fa_ir: آموزش اجرایی

source: Unpaid Executive Education
fa_ir: آموزش اجرایی بدون حقوق
it_it: Istruzione esecutiva non retribuita

source: Paid Executive Education
fa_ir: آموزش اجرایی با حقوق
it_it: Istruzione esecutiva retribuita

source: Master's
eo: Mästér's Ⱡ'σяєм ιρѕυм ∂#
es_es: Máster
fa_ir: کارشناسی ارشد
it_it: Master
lv: Maģistra

source: Unpaid Bootcamp
fa_ir: Bootcamp پرداخت نشده
it_it: Bootcamp non pagato

source: Paid Bootcamp
fa_ir: Bootcamp پرداخت شده
it_it: Bootcamp a pagamento

source: Basic Course Information
eo: Bäsïç Çöürsé Ìnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Información básica del curso
fa_ir: اطلاعات پایه دوره آموزشی
it_it: Informazioni sul corso di base
lv: Kursa pamatinformācija
mn: Хичээлийн Ерөнхий Мэдээлэл

source: Course Name:
eo: Çöürsé Nämé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Nombre del curso:
fa_ir: نام دوره آموزشی:
it_it: Nome corso:
lv: Kursa nosaukums:
mn: Хичээлийн Нэр:

source: Course Start Date:
eo: Çöürsé Stärt Däté: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Fecha de comienzo del curso
fa_ir: تاریخ شروع دوره آموزشی:
it_it: Data Inizio Corso:
lv: Kursa sākuma datums:
mn: Хичээл эхлэх огноо

source: Course End Date:
eo: Çöürsé Énd Däté: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Fecha de finalización del curso:
fa_ir: تاریخ پایان دوره آموزشی:
it_it: Data di fine del corso:
lv: Kursa beigu datums:
mn: Хичээл Дуусах огноо:

source: No end date set
eo: Nö énd däté sét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Fecha de finalización no establecida
fa_ir: تاریخ پایان تعیین نشده‌است
it_it: Nessuna data di fine impostata
lv: Nav iestatīts beigu datums
mn: Төгсгөлийн огноо тогтоогоогүй

source: Has the course started?
eo: Häs thé çöürsé stärtéd? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: ¿Ha comenzado el curso?
fa_ir: آیا دوره آموزشی شروع شده است؟
it_it: Il corso è iniziato?
lv: Vai kurss ir sācies?
mn: Хичээл эхэлсэн үү?

source: Yes
eo: Ýés Ⱡ'σяєм#
es_es: Sí
fa_ir: بله
it_it: Si
lv: Jā
mn: Тийм

source: No
eo: Nö Ⱡ'σя#
fa_ir: خیر
lv: Nē
mn: Үгүй

source: Has the course ended?
eo: Häs thé çöürsé éndéd? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: ¿Has terminado el curso?
fa_ir: آیا دوره آموزشی به پایان رسیده است؟
it_it: Il corso è terminato?
lv: Vai kurss ir beidzies?
mn: Хичээл дууссан уу?

source: Number of sections:
eo: Nümßér öf séçtïöns: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Número de secciones:
fa_ir: تعداد بخش‌ها:
it_it: Numero di sezioni:
lv: Iedaļu skaits:
mn: Хэсгийн тоо:

source: Grade Cutoffs:
eo: Grädé Çütöffs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Nota de corte:
fa_ir: توقف نمره:
it_it: Limiti voto:
lv: Atzīmju noslēgšanas līmenis:
mn: Дүнгээр Таслах:

source: Course Warnings
eo: Çöürsé Wärnïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Advertencias del curso
fa_ir: هشدارهای دوره آموزشی
it_it: Avvertenze del corso
lv: Kursa brīdinājumi
mn: Хичээлийн Анхааруулга

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
eo: Çlïçk tö dïspläý thé grädïng çönfïgürätïön för thé çöürsé. Thé grädïng çönfïgürätïön ïs thé ßréäkdöwn öf grädéd süßséçtïöns öf thé çöürsé (süçh äs éxäms änd prößlém séts), änd çän ßé çhängéd ön thé 'Grädïng' pägé (ündér 'Séttïngs') ïn Stüdïö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєł#
es_es: Haz clic para mostrar la configuración de la evaluación del curso. La configuración de la evaluación se divide en evaluaciones de subsecciones de este curso (como exámenes y conjunto de ejercicios), y puede ser modificada desde la página 'Calificación' (debajo de 'Ajustes') en Studio.
fa_ir: برای نمایش پیکربندی نمره‌دهی دوره کلیک کنید. پیکربندی نمره‌دهی، تقسیمات زیرمجموعه‌های نمرات دوره (مانند امتحانات و مجموعه مسائل) است و می‌تواند در صفحۀ "Grading" (در بخش "Settings") در Studio تغییر یابد.
it_it: Fare clic per visualizzare la configurazione della valutazione per il corso. La configurazione della valutazione è la suddivisione delle sottosezioni valutate del corso (come esami e impostazioni del problema) e può essere modificata nella pagina 'Valutazione' (in 'Impostazioni') in Studio.
lv: Klikšķiniet, lai parādītu vērtēšanas konfigurāciju kursam. Vērtēšanas konfigurācija ir kursa vērtēto apakšiedaļu sadalījums (piemēram, eksāmeni un uzdevumu kopas), un to var izmainīt sadaļā ‘Vērtējumi’ (pie “Iestatījumi’) Studio.
mn: Хичээлийн дүнгийн тохиргоог дарж үзэх. Дүнгийн тохиргоо нь хичээлийн дэд хэсгүүдэд (шалгалтууд, асуудлын багцууд гэх мэт) хуваагдах бөгөөд Студид 'Дүгнэх' хуудас ('Settings'дотор) өөрчилж болно.

source: Grading Configuration
eo: Grädïng Çönfïgürätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Configuración de calificaciones
fa_ir: تنظیمات نمره‌دهی
it_it: Configurazione della valutazione
lv: Vērtēšanas konfigurācija
mn: Дүнгийн Тохиргоо

source: The CSV of anonymized student IDs download has been relocated to the Reports section below.
fa_ir: CSV بارگیری‌شده حاوی شناسۀ یادگیرندگان ناشناس به قسمت گزارش‌ها زیر منتقل شده‌است.
it_it: Il CSV del download degli ID studente anonimi è stato spostato nella sezione Report di seguito.

source: Reports
eo: Répörts Ⱡ'σяєм ιρѕυм #
es_es: Informes
fa_ir: گزارش‌ها
it_it: Rapporti
lv: Atskaites
mn: Мэдээнүүд

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
eo: För lärgé çöürsés, générätïng sömé répörts çän täké sévéräl höürs. Whén répört générätïön ïs çömplété, ä lïnk thät ïnçlüdés thé däté änd tïmé öf générätïön äppéärs ïn thé täßlé ßélöw. Thésé répörts äré générätéd ïn thé ßäçkgröünd, méänïng ït ïs ÖK tö nävïgäté äwäý fröm thïs pägé whïlé ýöür répört ïs générätïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєη#
es_es: En cursos numerosos, generar ciertos informes puede llevar varias horas. Cuando se ha completado la generación del informe, aparece en la tabla de más abajo un enlace que incluye la fecha y la hora de generación. Estos informes se generan en segundo plano, lo que significa que no hay problema en salir de esta página mientras se genera tu informe.
fa_ir: تهیه برخی از گزارش‌ها برای دوره‌های بزرگ، ممکن است چندین ساعت طول بکشد. وقتی تولید گزارش کامل شود، پیوندی که شامل تاریخ و زمان تولید است در جدول زیر نمایش داده می‌شود. این گزارش ها در پشت صحنه ساخته می‌شوند، بدین معنا که در هنگام تولید گزارش‌ها ، می‌توانید از این صفحه به صفحات دیگر حرکت کنید.
it_it: Per corsi di grandi dimensioni, la generazione di alcuni report può richiedere diverse ore. Una volta completata la generazione del report, nella tabella riportata di seguito viene visualizzato un link che contiene la data e l'ora di generazione. Tali report sono generati in background ed è quindi possibile uscire dalla pagina mentre il corso è in fase di generazione.
lv: Lielākiem kursiem atsevišķu atskaišu ģenerēšana var aizņemt vairākas stundas. Kad atskaišu ģenerēšana tiek pabeigta, tabulā tālāk parādās saite ar iekļautu ģenerēšanas datumu un laiku. Šīs atskaites tiek ģenerētas fonā, kas nozīmē, ka drīkst pārvietoties prom no šīs lapas, kamēr tiek ģenerēta atskaite.
mn: Том хичээлүүдийг мэдээлэхэд олон цаг болох магадлалтай. Мэдээллийг бэлэн болоход доорх хүснэгтэнд бэлэн болсон он сар, цагийг харуулсан линк гарч ирнэ. Эдгээр мэдээллийг ард нь гаргах учраас энэ үед хуудаснаас өөр хуудас руу орж болно.

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
eo: Pléäsé ßé pätïént änd dö nöt çlïçk thésé ßüttöns mültïplé tïmés. Çlïçkïng thésé ßüttöns mültïplé tïmés wïll sïgnïfïçäntlý slöw thé générätïön pröçéss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αη#
es_es: Por favor, ten paciencia y no hagas clic muchas veces en estos botones. Hacerlo retardará significativamente el proceso de generación.
fa_ir: لطفاً صبور باشید و از کلیک چندباره بر روی این گزینه‌ها بپرهیزید. کلیک چندباره روند ساخت را به میزان زیادی کند خواهد کرد.
it_it: Attendere e non fare clic più volte clic su questi pulsanti. Facendo più volte clic su questi pulsanti, il processo di generazione potrebbe essere significativamente rallentato.
lv: Lūdzu, esiet pacietīgi un neklikšķiniet uz šīm pogām vairākas reizes. Klikšķināšana uz šīm pogām vairākas reizes, nozīmīgi palēninās ģenerēšanas procesu.
mn: Тэвчээртэй байж, эдгээр товчийг олон удаа дарахгүй байна уу. Эдгээр товчийг олон дарснаар мэдээллийг гаргах хугацааг мэдэгдэхүйц нэмэгдүүлнэ.
