Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Set this value to True if you want this image to be the default image for any course modes that do not have a specified badge image. You can have only one default image.
eo: Sét thïs välüé tö Trüé ïf ýöü wänt thïs ïmägé tö ßé thé défäült ïmägé för äný çöürsé mödés thät dö nöt hävé ä spéçïfïéd ßädgé ïmägé. Ýöü çän hävé önlý öné défäült ïmägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒ#
es_es: Establezca este valor en Verdadero si desea que esta imagen sea la imagen predeterminada para cualquier modo de curso que no tenga una imagen de credencial especificada. Sólo puede tener una imagen predeterminada.
fa_ir: اگر مایلید این تصویر برای هر حالت از دوره‌ آموزشی که تصویر پیش‌فرض ندارد، تصویر پیش‌فرض باشد، این مقدار را روی گزینه «درست» تنظیم کنید. در نظر بگیرید که فقط یک تصویر پیش‌فرض می‌توانید داشته باشید.
it_it: Impostare questo valore su True se si desidera che questa immagine sia quella predefinita per tutte le modalità corso che non presentano un'immagine badge specificata. È possibile avere una sola immagine predefinita.
lv: Iestatiet šo vērtību kā patiesu, ja vēlaties, lai šis attēls būtu noklusētais attēls jebkuriem kursa režīmiem, kuriem nav norādīts žetona attēls. Jūs varat noteikt tikai vienu noklusēto attēlu.
mn: Энэ зургийг таних тэмдэг зургийг нь тодорхойлж өгөөгүй ямар нэг хичээлийн горимын өгөгдмөл зураг байлгахыг хүсвэл энэ утгыг Үнэн гэж тохируул.

source: There can be only one default image.
eo: Théré çän ßé önlý öné défäült ïmägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Solo puede haber una imagen por defecto.
fa_ir: فقط یک تصویر پیش‌فرض می‌تواند وجود داشته باشد.
it_it: È possibile avere una sola immagine predefinita.
lv: Var būt tikai viens noklusētais attēls.
mn: Зөвхөн нэг зураг байх хэрэгтэй

source: On each line, put the number of completed courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
eo: Ön éäçh lïné, püt thé nümßér öf çömplétéd çöürsés tö äwärd ä ßädgé för, ä çömmä, änd thé slüg öf ä ßädgé çläss ýöü hävé çréätéd thät häs thé ïssüïng çömpönént 'öpénédx__çöürsé'. För éxämplé: 3,énrölléd_3_çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρт#
es_es: En cada línea, ponga el número de cursos completados para otorgar una insignia, una coma y el trozo de una clase de credencial que ha creado que tiene el componente emisor 'opensx__course'. Por ejemplo: 3, enrolled_3_courses
fa_ir: در هر خط ، تعداد دوره های تکمیل شده را برای اعطای نشان برای ، یک کاما ، و مشخصه نشان کلاسی که ساخته اید و مؤلفه صادرکننده openx__course دارد. مثلا: 3 ، ثبت نام‌شده_3_ دوره‌های آموزشی
it_it: Immettere, su ciascuna riga, il numero di corsi completati a cui assegnare un badge, una virgola, e il campo dati dinamico di una classe badge creata che dispone del componente di emissione 'openedx__course'. Ad esempio: 3,enrolled_3_courses
lv: Katrā rindiņā ievadiet pabeigto kursu skaitu, kas nepieciešams, lai iegūtu žetonu, komatu, žetona klases rindu, kuru Jūs izveidojāt un kurai ir izdošanas komponents 'openedx__course'. Piemēram: 3,enrolled_3_courses
mn: Мөр бүрт, таних тэмдэг олгох бүрэн дуусгасан хичээлийн тоог оруулна уу. Мөн 'openedx__course' олгох бүрдэлтэй таны үүсгэсэн таних тэмдгийн төрлийн slug . Жишээлбэл 3,элссэн_3_хичээл

source: On each line, put the number of enrolled courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
eo: Ön éäçh lïné, püt thé nümßér öf énrölléd çöürsés tö äwärd ä ßädgé för, ä çömmä, änd thé slüg öf ä ßädgé çläss ýöü hävé çréätéd thät häs thé ïssüïng çömpönént 'öpénédx__çöürsé'. För éxämplé: 3,énrölléd_3_çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтє#
es_es: En cada línea, coloque el número de cursos matriculados para otorgar una insignia, una coma y el trozo de una clase de credencial que ha creado que tiene el componente emisor 'openedx__course'. Por ejemplo: 3, enrolled_3_courses
fa_ir: در هر خط، تعداد دوره‌های ثبت‌نام‌شده را برای اعطای نشان برای، يك کاما، و مشخصه نشان یک کلاسی که شما ایجاد کرده‌اید را واردکنید، مؤلفه صادرکننده آن openx__course دارد. مثلا: 3، ثبت نام‌شده_3_ دوره‌های آموزشی
it_it: Immettere, su ciascuna riga, il numero di corsi iscritti a cui assegnare un badge, una virgola, e il campo dati dinamico di una classe badge creata che dispone del componente di emissione 'openedx__course'. Ad esempio: 3,enrolled_3_courses
lv: Katrā rindiņā ievadiet reģistrāciju skaitu uz kursiem, kas nepieciešams, lai iegūtu žetonu, komatu, žetona klases rindu, kuru Jūs izveidojāt un kurai ir izdošanas komponents 'openedx__course'. Piemēram: 3,enrolled_3_courses
mn: Мөр бүрт, таних тэмдэг олгох элссэн хичээлийн тоог оруулна уу. Мөн 'openedx__course' олгох бүрдэлтэй таны үүсгэсэн таних тэмдгийн төрлийн slug . Жишээлбэл 3,элссэн_3_хичээл

source: Each line is a comma-separated list. The first item in each line is the slug of a badge class you have created that has an issuing component of 'openedx__course'. The remaining items in each line are the course keys the learner needs to complete to be awarded the badge. For example: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second
eo: Éäçh lïné ïs ä çömmä-sépärätéd lïst. Thé fïrst ïtém ïn éäçh lïné ïs thé slüg öf ä ßädgé çläss ýöü hävé çréätéd thät häs än ïssüïng çömpönént öf 'öpénédx__çöürsé'. Thé rémäïnïng ïtéms ïn éäçh lïné äré thé çöürsé kéýs thé léärnér nééds tö çömplété tö ßé äwärdéd thé ßädgé. För éxämplé: slüg_för_çömpsçï_çöürsés_gröüp_ßädgé,çöürsé-v1:ÇömpSçï+Çöürsé+Fïrst,çöürsé-v1:ÇömpsSçï+Çöürsé+Séçönd#
es_es: Cada línea es una lista separada por comas. El primer elemento de cada línea es el trozo de una clase de credencial que ha creado y que tiene un componente emisor de 'opensx__course'. Los ítems restantes en cada línea son las claves del curso que el alumno necesita completar para obtener la insignia. Por ejemplo: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second
fa_ir: هر خط فهرستی است که مقادیر آن با کاما از هم جدا شده‌اند. اولین مورد در هر خط مشخصه نشان کلاس است که ایجاد کرده‌اید دارای مولفه صدور: openedx__course است. اقلام باقی‌مانده در هر خط، کلیدهای دوره آموزشی است که یادگیرنده نیاز دارد که تکمیل کند تا نشان را دریافت کند. مثلا: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second
it_it: Ciascuna riga è un elenco separato da virgole. Il primo elemento in ciascuna riga è il campo dati dinamico di una classe badge creata che dispone di un componente di emissione 'openedx__course'. Gli elementi restanti in ciascuna riga sono le chiavi del corso che lo studente deve completare affinché venga assegnato il badge. Ad esempio: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second
lv: Katra līnija ir komatatdalīts saraksts. Pirmais vienums katrā līnijā ir žetona klases rinda, kuru Jūs izveidojāt un kurai ir izdošanas komponents 'openedx__course'. Pārējie vienumi katrā līnijā ir kursa atslēgas, kuras audzēknim ir jāpabeidz, lai iegūtu žetona apbalvojumu. Piemēram: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second
mn: Мөр бүр нь таслалаар тусгаарлагдсан жагсаалт. Мөр бүрийн эхний зүйл нь 'openedx__course' олгох бүрдэлтэй таны үүсгэсэн таних тэмдгийн төрлийн Slug. Мөр бүрийн үлдсэн зүйлүүд нь суралцагчид таних тэмдэг авахад бүрэн дуусгах хэрэгтэй хичээлийн түлхүүрүүд. Жишээ нь: slug_for_compsci_courses_group_badge, course-v1:CompSci+Course+First, course-v1:CompsSci+Course+Second

source: Please check the syntax of your entry.
eo: Pléäsé çhéçk thé sýntäx öf ýöür éntrý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Por favor, compruebe la sintaxis de su entrada.
fa_ir: لطفاً نحو مقدار ورودی خود را بررسی کنید.
it_it: Per favore, controlla la sintassi di quanto hai inserito.
lv: Lūdzu, pārbaudiet Jūsu ieraksta sintaksi.
mn: Та бичилтийнхээ өгүүлбэр зүйг шалгана уу.

source: Take free online courses at edX.org
eo: Täké fréé önlïné çöürsés ät édX.örg Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Tome cursos gratuitos en línea en edX.org
fa_ir: دوره‌های برخط رایگان را در edX.org بگذرانید
it_it: Effettua corsi online gratuiti su edX.org
lv: Noklausieties bezmaksas kursus edX.org
mn: edX.org дээр үнэгүй онлайн хичээл үзэх

source: © {org_name}. All rights reserved except where noted. edX, Open edX and their respective logos are registered trademarks of edX Inc.
eo: © {org_name}. Àll rïghts résérvéd éxçépt whéré nötéd. édX, Öpén édX änd théïr réspéçtïvé lögös äré régïstéréd trädémärks öf édX Ìnç. Ⱡ'σяє#
fa_ir: © {org_name} کلیه حقوق محفوظ است به جز موارد ذکر شده. edX ، باز edX وآرم های مربوطه آنها علائم تجاری ثبت شده از edX Inc. هستند.
it_it: © {org_name}. Tutti i diritti riservati eccetto dove indicato. edX, Open edX ed i rispettivi logo sono marchi registrati di edX Inc.

source: Powered by Open edX
eo: Pöwéréd ßý Öpén édX Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Con la tecnología de Open edX
fa_ir: ساخت Open edX
lv: Darbību nodrošina Open edX
mn: Open edX-ээр ажиллаж байна

source: Blog
eo: Blög Ⱡ'σяєм ι#
es_es: Bitácora
fa_ir: وبلاگ
lv: Emuārs
mn: Блог

source: Contact Us
eo: Çöntäçt Ûs Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Contáctanos
fa_ir: تماس با ما
it_it: Contattaci
lv: Sazināties ar mums
mn: Холбоо барих

source: Help Center
eo: Hélp Çéntér Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Centro de ayuda
fa_ir: مرکز پشتيباني
it_it: Centro assistenza
lv: Palīdzības centrs
mn: Туслах төв

source: Media Kit
eo: Médïä Kït Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Dossier de prensa
fa_ir: کیت رسانه
lv: Komplekts presei
mn: Медиа Хэрэгсэл

source: Donate
eo: Dönäté Ⱡ'σяєм ιρѕυ#
es_es: Haz un donativo
fa_ir: کمک مالی
it_it: Dona
lv: Ziedot
mn: Хандив өргөх

source: About
eo: Àßöüt Ⱡ'σяєм ιρѕ#
es_es: Acerca de
fa_ir: درباره دوره آموزشی
it_it: Chi siamo
lv: Par

source: {platform_name} for Business
eo: {platform_name} för Büsïnéss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: {platform_name} para empresas
fa_ir: {platform_name} برای کسب‌وکار
lv: {platform_name} biznesam
mn: Бизнест зориулсан {platform_name}

source: Contact
eo: Çöntäçt Ⱡ'σяєм ιρѕυм #
es_es: Contacto
fa_ir: تماس
it_it: Contatti
lv: Kontaktinformācija
mn: Холбоо барих

source: Careers
eo: Çäréérs Ⱡ'σяєм ιρѕυм #
es_es: Carreras profesionales
fa_ir: فرصت‌های شغلی
it_it: Carriere
lv: Karjeras
mn: Ажлын байр

source: News
eo: Néws Ⱡ'σяєм ι#
es_es: Noticias
fa_ir: اخبار
lv: Jaunumi
mn: Мэдээ

source: Terms of Service & Honor Code
eo: Térms öf Sérvïçé & Hönör Çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Condiciones del Servicio y Código de Honor
fa_ir: شرایط ارائه خدمات و اصول اخلاقی
it_it: Termini di Servizio e Codice di comportamento
lv: Pakalpojumu sniegšanas noteikumi un goda kodekss
mn: Үйлчилгээний нөхцөл ба Ёс зүйн дүрэм

source: Privacy Policy
eo: Prïväçý Pölïçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Política de Privacidad
fa_ir: سیاست حفظ حریم خصوصی
it_it: Informativa sulla privacy
lv: Privātuma politika
mn: Нууцлалын бодлого

source: Accessibility Policy
eo: Àççéssïßïlïtý Pölïçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Política de accesibilidad
fa_ir: سیاست دسترسی
it_it: Politica di accessibilità
lv: Pieejamības politika
mn: Хүртээмжийн бодлого

source: Terms of Service
eo: Térms öf Sérvïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Condiciones del servicio
fa_ir: شرایط استفاده از خدمات
it_it: Termini di Servizio
lv: Pakalpojumu sniegšanas noteikumi
mn: Үйлчилгээний нөхцөл

source: Sitemap
eo: Sïtémäp Ⱡ'σяєм ιρѕυм #
es_es: Mapa del sitio
fa_ir: نقشه وبگاه
it_it: Mappa del sito
lv: Lapas karte
mn: Сайтын бүдүүвч зураг

source: Affiliates
eo: Àffïlïätés Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Afiliados
fa_ir: وابستگان
it_it: Affiliati
lv: Sadarbības partneri
mn: Салбарууд

source: Open edX
eo: Öpén édX Ⱡ'σяєм ιρѕυм ∂#
fa_ir: بازکردن ادکس

source: Trademark Policy
eo: Trädémärk Pölïçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Política de marcas
fa_ir: خط مشی تجاری
it_it: Politica dei marchi registrati
lv: Preču zīmju politika
mn: Худалдааны тэмдэгийн бодлого

source: Download the {platform_name} mobile app from the Apple App Store
eo: Döwnlöäd thé {platform_name} mößïlé äpp fröm thé Àpplé Àpp Störé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Descargar la aplicación móvil {platform_name} desde la App Store de Apple
fa_ir: بارگیری {platform_name} نرم افزار تلفن همراه از فروشگاه Apple App Store
it_it: Scarica l'app mobile {platform_name} da App Store di Apple
lv: Lejupielādējiet {platform_name} mobilo lietotni no Apple App Store
mn: Apple App Store-оос {platform_name} -ийн хөдөлгөөнт төхөөрөмжинд зориулсан програмыг татах

source: Download the {platform_name} mobile app from Google Play
eo: Döwnlöäd thé {platform_name} mößïlé äpp fröm Gööglé Pläý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Descargar la aplicación móvil {platform_name} desde la App de Google Play
fa_ir: بارگیری {platform_name} نرم افزار تلفن همراه از Google Play
it_it: Scarica l'app mobile {platform_name} da Google Play
lv: Lejupielādējiet {platform_name} mobilo lietotni no Google Play
mn: Google Play-ээс {platform_name} хөдөлгөөнт төхөөрөмжинд зориулсан програмыг татах

source: "{course_title}" Course Staff
eo: "{course_title}" Çöürsé Stäff Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: "{course_title}" Personal del curso
fa_ir: "{course_title}" کارمندان دوره آموزشی
it_it: Staff del corso "{course_title}"
lv: "{course_title}" kursa mācībspēki
mn: "{course_title}" Хичээлийн Зохицуулагч

source: CCX Coach
eo: ÇÇX Çöäçh Ⱡ'σяєм ιρѕυм ∂σł#
fa_ir: مربی CCX
it_it: Insegnante di CCX
lv: CCX personīgais padomdevējs
mn: CCX зааварлагч

source: A CCX can only be created on this course through an external service. Contact a course admin to give you access.
eo: À ÇÇX çän önlý ßé çréätéd ön thïs çöürsé thröügh än éxtérnäl sérvïçé. Çöntäçt ä çöürsé ädmïn tö gïvé ýöü äççéss. Ⱡ'σяєм ιρѕυм ∂σłσя#
es_es: Un CCX sólo se puede crear en este curso a través de un servicio externo. Póngase en contacto con un administrador del curso para darle acceso.
fa_ir: CCX در این دوره آموزشی فقط از طریق یک سرویس خارجی می‌تواند ایجاد شود. برای دسترسی به این امکان با مسئول دوره آموزشی تماس بگیرید.
it_it: Un file CCX può essere solo creato su questo corso mediante un servizio esterno. Contattare un amministratore del corso per ricevere l'accesso.
lv: CCX šim kursam var izveidot tikai caur ārēju pakalpojumu. Sazinieties ar kursa administratoru, lai iegūtu pieeju.
mn: Зөвхөн энэ хичээлийн гаднах үйлчилгээгээр дамжуулан CCX-г үүсгэх боломжтой. Та хандалт авахын тулд админтай холбогдоно уу.

source: The course is full: the limit is {max_student_enrollments_allowed}
eo: Thé çöürsé ïs füll: thé lïmït ïs {max_student_enrollments_allowed} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: El curso está completo: el límite es {max_student_enrollments_allowed}
fa_ir: دوره آموزشی کامل است: حد مجاز {max_student_enrollments_allowed} است
it_it: Il corso è completo: il limite è {max_student_enrollments_allowed}
lv: Kurss ir pilns: ierobežojums ir {max_student_enrollments_allowed}
mn: Хичээл дүүрсэн байна: Хязгаар нь {max_student_enrollments_allowed}

source: You must be a CCX Coach to access this view.
eo: Ýöü müst ßé ä ÇÇX Çöäçh tö äççéss thïs vïéw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Debe ser un entrenador de CCX para acceder a esta vista.
fa_ir: برای دسترسی به این نما، شما باید مربی CCX باشید.
it_it: È necessario essere un tutor CCX per accedere a questa vista.
lv: Jums ir jābūt CCX personīgajam padomdevējam, lai piekļūtu šim skatam.
mn: Энэ үзэлтэнд хандахын тулд CCX зааварлагч байх ёстой.

source: You must be the coach for this ccx to access this view
eo: Ýöü müst ßé thé çöäçh för thïs ççx tö äççéss thïs vïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Debe ser el administrador de este ccx para acceder a esta vista
fa_ir: برای دسترسی به این نما، شما باید مربی این ccx باشید
it_it: È necessario essere il tutor di questo ccx per accedere a questa vista
lv: Jums ir jābūt personīgajam padomdevējam šim CCX, lai piekļūtu šim skatam.
mn: Энэ үзэлтэнд хандахын тулд энэ CCX-ийн зааварлагч байх ёстой.

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
eo: Ýöü çännöt çréäté ä ÇÇX fröm ä çöürsé üsïng ä dépréçätéd ïd. Pléäsé çréäté ä rérün öf thïs çöürsé ïn thé stüdïö tö ällöw thïs äçtïön.#
es_es: No puede crear un CCX a partir de un curso utilizando un ID en desuso. Por favor, cree una repetición de este curso en el estudio para permitir esta acción.
fa_ir: شما نمی‌توانید با استفاده از یک شناسه کاهش‌یافته ، CCX دوره را بسازید. لطفا برای مجوز این عمل، پخش مجدد این دوره آموزشی را ایجاد کنید.
it_it: Non è possibile creare un CCX da un corso utilizzando un ID obsoleto. Si prega di creare un nuovo svolgimento di questo corso in studio per consentire questa azione.
lv: Jūs nevarat izveidot CCX no kursa, izmantojot novecojušu id. Lūdzu, izveidojiet šī kursa atkārtotu demonstrāciju studio, lai pieļautu šo darbību.
mn: Та хүчингүй болсон бүртгэлийг ашиглан хичээлээс CCX үүсгэх боломжгүй. Энэ үйлдэлийг зөвшөөрөхийн тулд та Studio дээр энэ хичээлийн Rerun-г үүсгэнэ үү.

source: regenerated
eo: régénérätéd Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Regenerado
fa_ir: بازتولید
it_it: rigenerato
lv: pārģenerēts
mn: дахин үүсгэсэн

source: generated
eo: générätéd Ⱡ'σяєм ιρѕυм ∂σł#
es_es: generado
fa_ir: تولید شده‌است
it_it: generati
lv: ģenerēts
mn: үүсгэсэн

source: All learners
eo: Àll léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Todos los estudiantes
fa_ir: همه يادگيرندگان
it_it: Tutti gli studenti
lv: Visiem audzēkņiem
mn: Бүх суралцагчид

source: For exceptions
eo: För éxçéptïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Por excepciones
fa_ir: برای استثناها
it_it: Per eccezioni
lv: Izņēmuma gadījumiem

source: A human-readable description of the example certificate. For example, 'verified' or 'honor' to differentiate between two types of certificates.
eo: À hümän-réädäßlé désçrïptïön öf thé éxämplé çértïfïçäté. För éxämplé, 'vérïfïéd' ör 'hönör' tö dïfféréntïäté ßétwéén twö týpés öf çértïfïçätés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ є#
es_es: Una descripción legible del certificado de ejemplo. Por ejemplo, 'verificado' u 'honor' para diferenciar entre dos tipos de certificados.
fa_ir: شرحی خواندنی برای انسان از گواهی نمونه. مثلا، برای تمایز بین دو نوع گواهی «تأیید شده» یا «افتخاری» .
it_it: Una descrizione leggibile dall'utente del certificato di esempio. Ad esempio, 'verificato' o 'onore' per differenziare tra due tipi di certificati.
lv: Cilvēklasāms piemēra sertifikāta apraksts. Piemēram, ‘verificēts’ vai ‘goda’, lai atšķirtu divus sertifikāta veidus.
mn: Жишээ гэрчилгээний хүнд ойлгомжтой тодорхойлолт. Жишээ нь 'verified' эсвэл 'honor' гэрчилгээний хоёр төрлийн хоорондох ялгаа.

source: A unique identifier for the example certificate. This is used when we receive a response from the queue to determine which example certificate was processed.
eo: À ünïqüé ïdéntïfïér för thé éxämplé çértïfïçäté. Thïs ïs üséd whén wé réçéïvé ä réspönsé fröm thé qüéüé tö détérmïné whïçh éxämplé çértïfïçäté wäs pröçésséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт#
es_es: Un identificador único para el certificado de ejemplo. Esto se utiliza cuando recibimos una respuesta de la cola para determinar qué certificado de ejemplo se procesó.
fa_ir: شناسه منحصربه‌فرد برای نمونه گواهی. این مورد هنگامی به کار می‌رود که ما پاسخی را از صف دریافت کنیم که مشخص می‌کند که کدام نمونه از گواهی پردازش شده است.
it_it: Un identificativo univoco per il certificato di esempio. Utilizzato quando si riceve una risposta dalla coda per determinare quale certificato di esempio è stato elaborato.
lv: Unikāls piemēra sertifikāta identifikators. Tas tiek izmantots, kad tiek saņemta atbilde no rindas, lai noteiktu, kurš parauga sertifikāts tika apstrādāts.
mn: Жишээ гэрчилгээний цор ганц ялгагч шинж тэмдэг. Энэ нь жишээ гэрчилгээ боровсруулагдаж байгаа тодорхойлох дарааллаас хариу хүлээн авсан үед хэрэглэгдэнэ.

source: An access key for the example certificate. This is used when we receive a response from the queue to validate that the sender is the same entity we asked to generate the certificate.
eo: Àn äççéss kéý för thé éxämplé çértïfïçäté. Thïs ïs üséd whén wé réçéïvé ä réspönsé fröm thé qüéüé tö välïdäté thät thé séndér ïs thé sämé éntïtý wé äskéd tö généräté thé çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕ#
es_es: Una clave de acceso para el certificado de ejemplo. Esto se utiliza cuando recibimos una respuesta de la cola para validar que el remitente es la misma entidad que pedimos para generar el certificado.
fa_ir: یک کلید دسترسی برای نمونه گواهی. این کلید هنگامی به کار می‌رود که ما پاسخی از صف برای تأیید اعتبار اینکه فرستنده همان هویتی هستیم که درخواست ساخت گواهی را داده است.
it_it: Una chiave di accesso per il certificato di esempio. Utilizzata quando si riceve una risposta dalla coda per convalidare che il mittente è la stessa entità cui è stato chiesto di generare il certificato.
lv: Piekļuves atslēga parauga sertifikātam. Tā tiek izmantota, kad tiek saņemta atbilde no rindas, lai validētu, ka sūtītājs ir tā pati persona, kurai mēs prasījām ģenerēt sertifikātu.
mn: Жишээ гэрчилгээнд хандах түлхүүр. Энэ нь, бид илгээгч нь бидний гэрчилгээг үүсгэхийг хүссэнтэй ижил нэгж хэсэгтэй бататгах дарааллаас хариу хүлээн авсан үед хэрэглэгдэнэ.
