Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
fa_ir: عامل این اتفاق ممکن است سرور ما یا اتصال شما به اینترنت باشد. بار دیگر صفحه را باز کنید و یا از اتصال به اینترنت اطمینان حاصل نمایید.
he: ייתכן ודבר זה מתרחש בשל טעות בשרת שלנו או בחיבור האינטרנט. נסה לרענן את העמוד או ודא שאתה מקוון.
it_it: L'errore può essere conseguenza di un errore nei nostri server o nella tua connessione Internet. Prova a ricaricare la pagina e assicurati di essere online.
tr_tr: Bu durum sunucudaki bir hatadan veya İnternet bağlantınızdan kaynaklanmış olabilir. Sayfayı yeniden yüklemeyi deneyin veya çevrimiçi olduğunuza emin olun.

source: Saving
fa_ir: در حال ذخیره‌سازی
he: שומר
it_it: Salvataggio in corso
tr_tr: Kaydediliyor

source: Delete
fa_ir: حذف
he: מחק
it_it: Cancella
tr_tr: Sil

source: Cancel
fa_ir: لغو
he: ביטול
it_it: Annulla
tr_tr: İptal

source: Uploading
fa_ir: در حال بارگذاری
he: מעלה
it_it: Caricamento
tr_tr: Yüklüyor

source: Close
fa_ir: بستن
he: סגור
it_it: Chiudi
tr_tr: Kapat

source: Name
fa_ir: نام
he: שם
it_it: Nome
tr_tr: İsim

source: Choose File
fa_ir: انتخاب پرونده
he: בחר קובץ
it_it: Scegli File
tr_tr: Dosya Seç

source: OK
fa_ir: بله
tr_tr: Tamam

source: None
fa_ir: هیچکدام
he: ללא
it_it: Nessuno
tr_tr: Hiçbiri

source: Remove
fa_ir: حذف
he: הסר
it_it: Rimuovi
tr_tr: Kaldır

source: Ok
fa_ir: بسیارخوب
tr_tr: Tamam

source: Unknown
fa_ir: ناشناخته
he: לא ידוע
it_it: Sconosciuto
tr_tr: Bilinmeyen neden

source: Are you sure?
fa_ir: آیا اطمینان دارید؟
he: האם אתה בטוח?
it_it: Sei sicuro?
tr_tr: Emin misin?

source: Upload File
fa_ir: بارگذاری پرونده
he: העלה קובץ
it_it: Carica il File
tr_tr: Dosya Yükle

source: Save
fa_ir: ذخیره
he: שמור
it_it: Salva
tr_tr: Kaydet

source: Advanced
fa_ir: پیشرفته
he: מתקדם
it_it: Avanzato
tr_tr: Gelişmiş

source: Removing
fa_ir: درحال حذف
he: מסיר
it_it: Rimozione
tr_tr: Kaldırma

source: Your changes have been saved.
fa_ir: تغییرات شما ذخیره شد.
he: השינויים נשמרו
it_it: Le tue modifiche sono state salvate.
tr_tr: Değişiklikleriniz kaydedildi.

source: Warning
fa_ir: اخطار
he: אזהרה
it_it: Allerta
tr_tr: Uyarı

source: Error
fa_ir: خطا
he: שגיאה
it_it: Errore
tr_tr: Hata

source: View child items
fa_ir: مشاهدۀ زیرشاخه‎‌ها
it_it: Visualizza elementi secondari
tr_tr: Alt öğeleri görüntüleyin

source: Navigate up
fa_ir: بزن بریم بالا
it_it: Naviga su
tr_tr: Yukarı git

source: Browsing
fa_ir: تورق
it_it: Navigazione
tr_tr: Göz atılıyor

source: Select
fa_ir: انتخاب
it_it: Selezionare
tr_tr: Seç

source: Required field.
fa_ir: موارد مورد نیاز.
he: שדה חובה
it_it: Campo richiesto
tr_tr: Gerekli alan.

source: Please do not use any spaces in this field.
fa_ir: لطفا از فاصله در این قسمت استفاده نکنید.
he: אנא אל תשתמשו ברווחים בשדה זה.
it_it: Si prega di non utilizzare spazi in questo campo.
tr_tr: Lütfen bu alanda boşluk kullanmayınız.

source: Please do not use any spaces or special characters in this field.
fa_ir: لطفا از فاصله یا نویسه‌های خاص در این قسمت استفاده نکنید.
he: אנא אל תשתמש ברווחים או בתווים מיוחדים בשדה זה.
it_it: Per favore non usare spazi o caratteri speciali in questo campo
tr_tr: Lütfen bu alanda boşluk ya da herhangi bir özel karakter kullanmayınız.

source: Pagination
fa_ir: صفحه‌بندی
he: עימוד
it_it: Paginazione
tr_tr: Sayfalandırıcı

source: Your request could not be completed. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
fa_ir: امکان تکمیل درخواست شما نبود. صفحه را از نو بارگیری کنید و دوباره تلاش کنید. اگر مشکل همچنان ادامه داشت، برای گزارش مشکل، روی زبانۀ راهنما کلیک کنید.
he: לא ניתן להשלים את בקשתך. טען מחדש את הדף ונסה שוב. אם הבעיה נמשכת, לחץ על הלשונית 'עזרה' כדי לדווח על הבעיה.
it_it: La tua richiesta non può essere completata. Ricarica la pagina e riprova. Se il problema persiste, fai clic sulla scheda Guida per segnalare il problema.
tr_tr: İsteğiniz tamamlanamadı. Sayfayı yeniden yükleyiniz ve tekrar deneyiniz. Eğer sorun devam ederse, Yardım sekmesine tıklayarak sorunu bildirin.

source: Showing {firstIndex} out of {numItems} total
fa_ir: نمایش {firstIndex} از کل {numItems}
he: מציג {firstIndex} מתוך {numItems} סך הכל
it_it: Visualizzazione di {firstIndex} su un totale di {numItems}
tr_tr: {numItems} toplamının üzerinden {firstIndex} gösteriliyor

source: Showing {firstIndex}-{lastIndex} out of {numItems} total
fa_ir: نمایش {firstIndex}-{lastIndex} از کل {numItems}
he: מציג {firstIndex}-{lastIndex} מתוך {numItems} סך הכל
it_it: Visualizzazione di {firstIndex}-{lastIndex} su un totale di {numItems}
tr_tr: {numItems} adetten {firstIndex}-{lastIndex} arası gösteriiyor

source: Loading content
fa_ir: بارگیری محتوا
he: טוען תוכן
it_it: Caricamento contenuto
tr_tr: İçerik yükleniyor

source: Your request could not be processed. Refresh the page and try again.
fa_ir: درخواست شما قابل پردازش نیست. صفحه را از نو بارگیری کنید و دوباره تلاش کنید.
it_it: Non è stato possibile elaborare la tua richiesta. Aggiorna la pagina e riprova.
tr_tr: İsteğiniz işlenemiyor. Tekrar denemek için sayfayı yeniden yükleyin.

source: Some images in this post have been omitted
fa_ir: برخی از تصاویر موجود در این مطلب حذف شده‌اند
he: חלק מהתמונות בפוסט זה נמחקו
it_it: Alcune immagini in questo post sono state omesse
tr_tr: Bu gönderideki bazı görseller atlandı

source: image omitted
fa_ir: تصویر حذف‌شده
he: התמונה נמחקה
it_it: immagine non presente
tr_tr: görsel atlandı

source: there is currently {numVotes} vote
fa_ir: اکنون {numVotes} رای وجود دارد
he: כרגע יש קול {numVotes}
it_it: attualmente è presente {numVotes} voto
tr_tr: şu an {numVotes} oy mevcut

source: {numVotes} Vote
fa_ir: {numVotes} رای
he: קול {numVotes}
it_it: {numVotes} Voto
tr_tr: {numVotes} Oy

source: You could not be subscribed to this post. Refresh the page and try again.
fa_ir: نمی‌توانید در این مطلب ارسالی آبونه شوید. صفحه را تازه کرده و دوباره امتحان کنید.
it_it: Non puoi essere iscritto a questo post. Aggiorna la pagina e riprova.
tr_tr: Bu iletinin takipçisi olamadınız. Sayfayı yeniden yükleyin ve tekrar deneyin.

source: You could not be unsubscribed from this post. Refresh the page and try again.
fa_ir: آبونمان شما در این مطلب ارسالی امکان‌پذیر نیست. صفحه را تازه کرده و دوباره امتحان کنید.
it_it: Non è stato possibile annullare l'iscrizione a questo post. Aggiorna la pagina e riprova.
tr_tr: Bu iletinin takibinden çıkamadınız. Sayfayı yeniden yükleyin ve tekrar deneyin.

source: This response could not be marked as an answer. Refresh the page and try again.
fa_ir: این پاسخ نمی‌تواند به‌عنوان یک پاسخ علامت‌گذاری شود. صفحه را تازه کرده و دوباره امتحان کنید.
it_it: Questa risposta non può essere contrassegnata come risposta. Aggiorna la pagina e riprova.
tr_tr: Bu ileti bir cevap olarak işaretlenemedi. Sayfayı yeniden yükleyin ve tekrar deneyin.

source: This response could not be unmarked as an answer. Refresh the page and try again.
fa_ir: نشانۀ این پاسخ را نمی‌توان حذف کرد. صفحه را تازه کرده و دوباره امتحان کنید.
it_it: Questa risposta non può essere deselezionata come risposta. Aggiorna la pagina e riprova.
tr_tr: Bu iletinin cevap olarak işaretlenmesi kaldırılamadı. Sayfayı yeniden yükleyin ve tekrar deneyin.

source: This response could not be marked as endorsed. Refresh the page and try again.
fa_ir: این پاسخ را نمی‌توان به‌عنوان یک مطلب تأییدشده نشاندار کرد. صفحه را تازه کرده و دوباره امتحان کنید.
it_it: Questa risposta non può essere contrassegnata come approvata. Aggiorna la pagina e riprova.
tr_tr: Bu cevap öne çıkarılan bir cevap olarak işaretlenemedi. Sayfayı yeniden yükleyin ve tekrar deneyin.

source: This response could not be unendorsed. Refresh the page and try again.
fa_ir: نشانۀ این پاسخ را نمی‌توان به عنوان یک مطلب تأییدشده حذف کرد. صفحه را تازه کرده و دوباره امتحان کنید.
it_it: Questa risposta non può essere annullata. Aggiorna la pagina e riprova.
tr_tr: Bu cevabın öne çıkarılması iptal edilemedi. Sayfayı yeniden yükleyin ve tekrar deneyin.

source: This vote could not be processed. Refresh the page and try again.
fa_ir: این رأی قابل پردازش نیست. لطفاً صفحه را از نو بارگیری کنید و دوباره تلاش کنید.
it_it: Impossibile elaborare questo voto. Aggiorna la pagina e riprova.
tr_tr: Bu oy işlenemedi. Sayfayı yeniden yükleyin ve tekrar deneyin.

source: This post could not be pinned. Refresh the page and try again.
fa_ir: این مطلب ارسالی سنجاق نشده است. صفحه را دوباره بارگیری کرده و مجدد تلاش کنید.
it_it: Questo post non può essere bloccato. Aggiorna la pagina e riprova.
tr_tr: Bu gönderi sabitlenemedi. Sayfayı yeniden yükleyin ve tekrar deneyin.

source: This post could not be unpinned. Refresh the page and try again.
fa_ir: سنجاق این مطلب ارسالی قابل حذف نیست. صفحه را دوباره بارگیری کرده و مجدد تلاش کنید.
it_it: Questo post non può essere sbloccato. Aggiorna la pagina e riprova.
tr_tr: Bu gönderi sabitlenmesi kaldırılamadı. Sayfayı yeniden yükleyin ve tekrar deneyin.

source: This post could not be flagged for abuse. Refresh the page and try again.
fa_ir: این مطلب ارسالی را نمی‌توان به دلیل سوءاستفاده پرچم‌آذین کرد. صفحه را روزآمد کرده و دوباره تلاش کنید.
it_it: Questo post non può essere contrassegnato come abuso. Aggiorna la pagina e riprova.
tr_tr: Bu gönderiye taciz işaretlemesi yapılamaz. Sayfayı yenileyin ve tekrar deneyin.

source: This post could not be unflagged for abuse. Refresh the page and try again.
fa_ir: پرچم را از این مطلب ارسالی به دلیل سوءاستفاده نمی‌توان حذف کرد. صفحه را دوباره بارگیری کرده و مجدد تلاش کنید.
it_it: Questo post non può essere deselezionato come abuso. Aggiorna la pagina e riprova.
tr_tr: Bu gönderinin taciz işaretlemesi kaldırılamaz. Sayfayı yenileyin ve tekrar deneyin.

source: This post could not be closed. Refresh the page and try again.
fa_ir: این مطلب ارسالی را نمی‌توان بست. صفحه را دوباره بارگیری کرده و مجدد تلاش کنید.
it_it: Questo post non può essere chiuso. Aggiorna la pagina e riprova.
tr_tr: Bu gönderi kapatılamaz. Sayfayı yenileyin ve tekrar deneyin.

source: This post could not be reopened. Refresh the page and try again.
fa_ir: این مطلب ارسالی را نمی‌توان مجدداً باز کرد. صفحه را بارگیری کرده و دوباره تلاش کنید.
it_it: Questo post non può essere riaperto. Aggiorna la pagina e riprova.
tr_tr: Bu gönderi yeniden açılamaz. Sayfayı yenileyin ve tekrar deneyin.

source: Show Discussion
fa_ir: نمایش گفتگو
he: הראה דיון
it_it: Mostra Discussione
tr_tr: Tartışmayı Göster

source: Hide Discussion
fa_ir: پنهان‌سازی گفتگو
he: הסתר דיון
it_it: Nascondi Discussione
tr_tr: Tartışmayı Gizle

source: This discussion could not be loaded. Refresh the page and try again.
fa_ir: این گفتگو را نمی‌توان بارگیری کرد. صفحه را مجددا بارگیری کرده و دوباره تلاش کنید.
it_it: Impossibile caricare questa discussione. Aggiorna la pagina e riprova.
tr_tr: Bu tartışma yüklenemedi. Sayfayı yeniden yükleyin ve tekrar deneyin.

source: There are no posts in this topic yet.
fa_ir: هنوز هیچ مطلبی به این مبحث افزوده نشده است.
it_it: Non ci sono ancora post su questo argomento.
tr_tr: Bu başlıkta henüz bir gönderi yok.

source: Loading more threads
fa_ir: در حال بارگیری موضوعات بیشتر
he: טוען עוד שרשורים
it_it: Carica ulteriori discussioni
tr_tr: Daha fazla ileti dizisi yüklüyor

source: Additional posts could not be loaded. Refresh the page and try again.
fa_ir: مطالب ارسالی بیشتری را نمی‌توان بارگیری کرد. صفحه را تازه کرده و دوباره تلاش کنید.
it_it: Impossibile caricare altri post. Aggiorna la pagina e riprova.
tr_tr: Daha fazla gönderi yüklenemedi. Sayfayı yenileyin ve tekrar deneyin.

source: Current conversation
fa_ir: مکالمه جاری
he: שיחה נוכחית
it_it: Conversazione attuale
tr_tr: Şu anki sohbet

source: Loading posts list
fa_ir: در حال بارگیری فهرست مطالب ارسالی
it_it: Caricamento dell'elenco dei post
tr_tr: İleti listesi yükleniyor

source: No results found for {original_query}. Showing results for {suggested_query}.
fa_ir: {original_query} نتیجه‌ای در بر نداشت. نمایش نتایج برای {suggested_query}.
it_it: Nessun risultato trovato per {original_query}. Visualizzazione dei risultati di {suggested_query}.
tr_tr: {original_query} sorgusu için sonuç bulunamadı. {suggested_query} için sonuçlar gösteriliyor.

source: No posts matched your query.
fa_ir: هیچ مطلب ارسالی با جستجوی شما منطبق نبود.
it_it: Nessun post corrispondente alla query.
tr_tr: Sorgunuzla eşleşen gönderiler bulunamadı.

source: Show posts by {username}.
fa_ir: نمایش مطالب ارسالی برای {username}.
he: הראה פוסטים של {username}.
it_it: Mostra i post di {username}
tr_tr: {username} kullanıcısının gönderilerini göster.

source: The post you selected has been deleted.
fa_ir: مطلب ارسالی که شما برگزیدید حذف شده‌است.
it_it: Il post selezionato è stato eliminato.
tr_tr: Seçtiğiniz ileti silindi.

source: Responses could not be loaded. Refresh the page and try again.
fa_ir: پاسخ‌ها بارگیری نمی‌شوند. صفحه را تازه کرده و دوباره امتحان کنید.
it_it: Impossibile caricare le risposte. Aggiorna la pagina e riprova.
tr_tr: Cevaplar yüklenemedi. Sayfayı yenileyin ve tekrar deneyin.

source: Additional responses could not be loaded. Refresh the page and try again.
fa_ir: پاسخ‌های اضافی بارگیری نمی‌شوند صفحه را تازه کرده و دوباره امتحان کنید.
it_it: Impossibile caricare altre risposte. Aggiorna la pagina e riprova.
tr_tr: Daha fazla cevap yüklenemedi. Sayfayı yenileyin ve tekrar deneyin.

source: {numResponses} other response
fa_ir: {numResponses} سایر پاسخ‌ها
he: תגובה נוספת {numResponses}
it_it: {numResponses} altra risposta
tr_tr: {numResponses} cevap daha var

source: {numResponses} response
fa_ir: {numResponses} پاسخ
he: תגובה {numResponses}
it_it: {numResponses} risposta
tr_tr: {numResponses} cevap

source: Showing all responses
fa_ir: نمایش همۀ پاسخ‌ها
he: מראה את כל התגובות
it_it: Mostrando tutte le risposte
tr_tr: Bütün cevapları gösteriyor

source: Showing first response
fa_ir: نمایش اولین پاسخ
it_it: Visualizzazione della prima risposta
tr_tr: İlk {numResponses} cevap gösteriliyor

source: Load all responses
fa_ir: بارگیری همۀ پاسخ‌ها
he: טען את כל התגובות
it_it: Carica tutte le risposte
tr_tr: Bütün cevapları yükle

source: Load next {numResponses} responses
fa_ir: بارگیری {numResponses} پاسخ بعدی
he: טען את {numResponses} התגובות הבאות
it_it: Carica le successive {numResponses} risposte
tr_tr: Sonraki {numResponses} cevap yükleniyor

source: Are you sure you want to delete this post?
fa_ir: آیا از حذف این مطلب اطمینان دارید؟
he: האם אתה בטוח שאתה רוצה למחוק פוסט זה?
it_it: Sei sicuro di voler cancellare questo post?
tr_tr: Bu gönderiyi silmek istiyor musunuz?

source: Your post will be discarded.
fa_ir: مطلب ارسالی شما از بین خواهد رفت.
he: הפוסט שלך יבוטל.
it_it: Il tuo post verrà eliminato.
tr_tr: Gönderiniz çıkartılacaktır.

source: anonymous
fa_ir: ناشناس
he: אנונימי
it_it: anonimo
tr_tr: anonim

source: Are you sure you want to delete this comment?
fa_ir: آیا از حذف این نظر اطمینان دارید؟
he: האם אתה בטוח שאתה מעוניין למחוק תגובה זו?
it_it: Sei sicuro di voler cancellare questo commento?
tr_tr: Bu yorumu silmek istediğinize emin misiniz?

source: This comment could not be deleted. Refresh the page and try again.
fa_ir: این نظر قابل حذف نیست. صفحه را تازه کرده و دوباره امتحان کنید.
it_it: Impossibile eliminare il commento. Aggiorna la pagina e riprova.
tr_tr: Bu yorum silinemez. Sayfayı yenileyin ve tekrar deneyin.

source: Are you sure you want to delete this response?
fa_ir: آیا از حذف این نظر اطمینان دارید؟
he: האם אתה בטוח שברצונך למחוק את התגובה?
it_it: Sei sicuro di voler cancellare questa risposta?
tr_tr: Bu cevabı silmek istediğinize emin misiniz?

source: The email address you've provided isn't formatted correctly.
fa_ir: نشانی رایانامۀ ارسالی شما به شکل صحیح وارد نشده است.
he: כתובת הדואר האלקטרוני שסיפקת אינה כתובה בפורמט מתאים.
it_it: L'indirizzo email che hai fornito non è formattato correttamente.
tr_tr: Sağladığınız e-posta adresi, olması gerektiği gibi değil.

source: %(field)s must have at least %(count)d characters.
fa_ir: %(field)s باید کمینه %(count)d نویسه داشته باشد.
he: %(field)s חייב להיות לו לפחות %(count)d תווים.
it_it: %(field)s deve avere almeno %(count)d caratteri.
tr_tr: %(field)s en az %(count)d karaktere sahip olmalıdır.

source: %(field)s can only contain up to %(count)d characters.
fa_ir: %(field)s می‌تواند فقط تا%(count)d نویسه داشته باشد.
he: %(field)s יכול להכיל רק עד %(count)d תווים.
it_it: %(field)s può solo contenere fino a %(count)d caratteri.
tr_tr: %(field)s en fazla %(count)d karakter içerebilir.

source: Please enter your %(field)s.
fa_ir: لطفاً %(field)s خود را وارد کنید
he: אנא הזן את %(field)s.
it_it: Inserisci il tuo %(field)s.
tr_tr: Lütfen %(field)s bilgisini girin.

source: Drop target image
fa_ir: تصویر هدف را رها کنید
he: שחרר תמונת מטרה
it_it: Lascia l'immagine target
tr_tr: Hedef görseli bırakın

source: dragging out of slider
fa_ir: کشیدن به خارج نوار لغزنده
he: גורר מחוץ לשקופית
it_it: trascinamento del cursore
tr_tr: Kaydırıcının dışına sürükleme

source: dragging
fa_ir: در حال کشیدن
he: גורר
it_it: trascinamento
tr_tr: sürükleme

source: dropped in slider
fa_ir: رهاشده در نوار لغزنده
he: שוחרר על המחוון
it_it: inserito nel dispositivo di scorrimento
tr_tr: kaydırıcıya bırakıldı

source: dropped on target
fa_ir: رهاشده روی هدف
he: שוחרר על המטרה
it_it: rilasciato sull'obiettivo
tr_tr: Hedefe bırakıldı.

source: %s ago
fa_ir: %sپیش
he: לפני %s
it_it: %s fa
tr_tr: %s önce

source: %s from now
fa_ir: %sاز هم اکنون
he: %s מעכשיו
it_it: %s da ora
tr_tr: Şimdiden itibaren %s

source: less than a minute
fa_ir: کمتر از یک دقیقه
he: פחות מדקה
it_it: meno di un minuto
tr_tr: bir dakikadan az

source: about a minute
fa_ir: حدود یک دقیقه
he: בערך דקה
it_it: circa un minuto
tr_tr: yaklaşık bir dakika

source: %d minute
fa_ir: %d دقیقه
he: דקה %d
it_it: %d minuto
tr_tr: %d dakika

source: about an hour
fa_ir: حدود یک ساعت
he: בערך שעה
it_it: circa un ora
tr_tr: yaklaşık bir saat

source: about %d hour
fa_ir: درباره %d ساعت
he: כשעה %d
it_it: circa %d ora
tr_tr: yaklaşık %d saat

source: a day
fa_ir: یک روز
he: יום
it_it: un giorno
tr_tr: bir gün

source: %d day
fa_ir: %d روز
he: יום %d
it_it: %d giorno
tr_tr: %d gün

source: about a month
fa_ir: حدود یک ماه
he: בערך חודש אחד
it_it: circa un mese
tr_tr: yaklaşık bir ay

source: %d month
fa_ir: %d ماه
he: חודש %d
it_it: %d mese
tr_tr: %d ay

source: about a year
fa_ir: حدود یک سال
he: כשנה
it_it: circa un anno
tr_tr: yaklaşık bir sene

source: %d year
fa_ir: %d سال
he: שנה %d
it_it: %d anno
tr_tr: %d yıl

source: Select a section or problem
fa_ir: یک بخش یا مشکل را برگزینید
it_it: Seleziona una sezione o un problema
tr_tr: Bir bölüm ya da problem seçin

source: Create a report of problem responses
fa_ir: گزارشی از پاسخ‌های مساله بسازید
it_it: Crea un report sulle risposte ai problemi
tr_tr: Problem cevapları için bir rapor oluştur

source: Your report is being generated...
fa_ir: گزارش شما در حال تولید است...
it_it: Il report è in fase di generazione...
tr_tr: Raporunuz oluşturuluyor...

source: Your report has been successfully generated.
fa_ir: گزارش شما با موفقیت آماده شد.
it_it: Report correttamente generato.
tr_tr: Raporunuz başarıyla oluşturuldu.

source: View Report
fa_ir: مشاهدۀ گزارش
it_it: Visualizza report
tr_tr: Raporu Görüntüle

source: There was an error generating the report link.
fa_ir: خطایی در پیوند گزارش‌ رخ داد.
it_it: Si è verificato un errore durante la generazione del link del report.
tr_tr: Rapor bağlantısını oluştururken bir hata gerçekleşti.

source: There was an error generating your report.
fa_ir: خطایی در گزارش‌‌گیری رخ داد.
it_it: Si è verificato un errore nella generazione del report.
tr_tr: Raporunuzu oluştururken bir hata gerçekleşti.

source: Unable to get report generation status.
fa_ir: دریافت وضعیت تولید گزارش امکان پذیر نیست.
it_it: Impossibile acquisire lo stato della generazione del report
tr_tr: Rapor oluşturma durumu alınamadı

source: Unable to submit request to generate report.
fa_ir: ارسال درخواست برای گزارش‌گیری امکان‌پذیر نیست.
it_it: Impossibile inviare la richiesta per generare il report.
tr_tr: Rapor oluşturma isteği gönderilemedi.

source: An unexpected error occurred. Please try again.
fa_ir: خطایی غیرمنتظره رخ داد. لطفاً دوباره تلاش کنید.
he: אירעה שגיאה לא צפויה. נסה שוב.
it_it: Si è verificato un errore inatteso. Riprova più tardi.
tr_tr: Beklenmedik bir hata oluştu. Lütfen tekrar deneyin.

source: Financial Assistance
fa_ir: کمک مالی
he: עזרה כספית
it_it: Assistenza Finanziaria
tr_tr: Mâli Yardım

source: Upset Learner
fa_ir: یادگیرنده ناراضی
he: לומד מודאג
it_it: Studente turbato
tr_tr: Mutsuz Öğrenci

source: Teaching Assistant
fa_ir: کمک مربی
he: עוזר הוראה
it_it: Assistente all'insegnamento
tr_tr: Yardımcı Öğretmen

source: Please specify a reason.
fa_ir: لطفاً یک دلیل ذکر کنید.
he: ציין סיבה.
it_it: Specificare un motivo
tr_tr: Lütfen bir neden belirtin.

source: Something went wrong changing this enrollment. Please try again.
fa_ir: در حین تغییر این ثبت‌نام مشکلی پیش آمد. لطفاً دوباره تلاش کنید.
he: משהו השתבש בעת שינוי הרשמה זו. נסה שוב.
it_it: Si è verificato un errore durante la modifica di questa iscrizione. Provare di nuovo.
tr_tr: Bu kaydı değiştirirken bir şeyler yanlış gitti. Lütfen tekrar deneyin.

source: Please fix the following errors:
fa_ir: لطفاً خطاهای زیر را اصلاح کنید:
it_it: Correggere i seguenti errori:
tr_tr: Lütfen bu hataları çözün:

source: Files that you upload must be smaller than 5MB in size.
fa_ir: پرونده‌هایی که بارگذاری می‌کنید باید کمتر از 5 مگابایت حجم داشته باشند.
it_it: I file caricati devono avere una dimensione inferiore a 5 MB.
tr_tr: Yüklediğiniz dosyalar 5MB'dan daha küçük olmalı.

source: Files that you upload must be PDFs or image files in .gif, .jpg, .jpeg, or .png format.
fa_ir: پرونده‌هایی که بارگذاری می‌کنید لازم است پی دی اف بوده یا پرونده‌های تصویر در قالب .gif, .jpg, .jpeg, or .png باشند.
it_it: I file caricati devono essere PDF o file di immagine in formato .gif, .jpg, .jpeg o .png.
tr_tr: Yüklediğiniz dosyalar PDF ya da .gif, .jpg, .jpeg veya .png biçimlerinde olmalı.

source: Something went wrong. Please try again later.
fa_ir: مشکلی پیش آمده است. لطفاً دوباره تلاش کنید.
it_it: Si è verificato un errore. Prova di nuovo più tardi.
tr_tr: Bir şeyler yanlış gitti. Lütfen daha sonra tekrar deneyin.

source: Add Attachment
fa_ir: افزودن پیوست
it_it: Aggiungi allegato
tr_tr: Dosya Ekle

source: (Optional)
fa_ir: (اختیاری)
it_it: (Facoltativo)
tr_tr: (İsteğe Bağlı)

source: Remove file
fa_ir: حذف پرونده
it_it: Rimuovi file
tr_tr: Dosya kaldır

source: Course Name
fa_ir: نام دوره آموزشی
it_it: Nome Corso
tr_tr: Ders İsmi

source: For inquiries regarding assignments, grades, or structure of a specific course, please post in the discussion forums for that course directly.
fa_ir: لطفاً سؤالات مربوط به تکالیف، نمرات یا ساختار یک دورۀ خاص را مستقیماً به اتاق‌های گفتگوی مربوط به همان دوره آموزشی ارسال کنید.
it_it: Per domande riguardanti compiti, voti o struttura di uno specifico corso, effettua un post direttamente nei forum di discussione di tale corso.
tr_tr: Belirli bir dersin ödevleri, notları veya yapısıyla ilgili sorularınız için lütfen doğrudan o dersin tartışma forumlarına ileti gönderin.

source: Not specific to a course
fa_ir: مختص یک دوره آموزشی نیست
it_it: Non relativo ad un corso
tr_tr: Bir derse özel değil

source: Subject
fa_ir: موضوع
he: נושא
it_it: Oggetto
tr_tr: Konu

source: Select a category
fa_ir: یک دسته برگزینید
it_it: Seleziona una categoria
tr_tr: Bir kategori seçin

source: Account Settings
fa_ir: تنظیمات حساب کاربری
he: הגדרות חשבון
it_it: Impostazioni account
tr_tr: Hesap Ayarları

source: Billing/Payment Options
fa_ir: گزینه‌های صورتحساب/پرداخت
it_it: Opzioni di pagamento/fatturazione
tr_tr: Faturalandırma/Ödeme Seçenekleri

source: Certificates
fa_ir: گواهی‌ها
it_it: Certificati
tr_tr: Sertifikalar

source: Course Content
fa_ir: محتوای دوره آموزشی
it_it: Contenuto corso
tr_tr: Ders İçeriği
