Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
eo: Çlïçk tö généräté ä ÇSV fïlé öf äll stüdénts énrölléd ïn thïs çöürsé, älöng wïth pröfïlé ïnförmätïön süçh äs émäïl äddréss änd üsérnämé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσя#
es_es: Haz click para generar un archivo CSV de todos los alumnos dados de alta en este curso, junto con información de tu perfil como correo electrónico y nombre de usuario:
fa_ir: برای ساخت یک پروندۀ CSV از همه یادگیرندگان ثبت‌نام‌شده در این دوره آموزشی، همراه با اطلاعات کاربری همچون نشانی رایانامه و نام‌کاربری کلیک کنید:
it_it: Fare clic per generare un file CSV di tutti gli studenti iscritti a questo corso, insieme alle informazioni sul profilo, come indirizzo email e nome utente:
lv: Klikšķiniet, lai ģenerētu CSV datni ar visiem studentiem, kas reģistrēti šajā kursā, kopā ar tādu profila informāciju kā e-pasta adrese un lietotājvārds.
mn: Энэ хичээлд элссэн бүх оюутны CSV файлыг, емэйл хаяг болон хэрэглэгчийн нэр гэх мэт профайл мэдээллийн хамт гаргахаар дарах

source: Download profile information as a CSV
eo: Döwnlöäd pröfïlé ïnförmätïön äs ä ÇSV Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Descargar información del perfil como CSV
fa_ir: پرونده کاربری را به‌صورت فایل سی اس وی بارگیری کنید
it_it: Scarica informazioni sul profilo come CSV
lv: Lejupielādēt profila informāciju kā CSV
mn: Профайл мэдээллийг CSV болгон татах

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
eo: Çlïçk tö généräté ä ÇSV fïlé thät lïsts léärnérs whö çän énröll ïn thé çöürsé ßüt hävé nöt ýét döné sö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Haz click para generar un archivo CSV que liste los alumnos que pueden registrarse en el curso pero que todavía no lo han hecho.
fa_ir: برای ساخت یک پروندۀ CSV شامل یادگیرندگان بالقوه که هنوز ثبت‌نام نکرده‌اند کلیک کنید.
it_it: Fare clic per generare un file CSV che elenca gli studenti che possono iscriversi al corso ma non l'hanno ancora fatto.
lv: Klikšķiniet, lai ģenerētu CSV datni, kurā tiek uzskaitīti audzēkņi, kas var reģistrēties kursā, bet vēl to nav izdarījusi.
mn: Сургалтанд хамрагдаж болох боловч хараахан хийгдээгүй байгаа суралцагчдыг жагсаасан CSV файлыг үүсгэнэ үү.

source: Download a CSV of learners who can enroll
eo: Döwnlöäd ä ÇSV öf léärnérs whö çän énröll Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Descarga en CSV el listado de estudiantes que pueden matricularse
fa_ir: بارگیری پرونده یادگیرندگانی که امکان ثبت‌نام دارند
it_it: Scarica un CSV di studenti che possono iscriversi
lv: Lejupielādēt CSV ar audzēkņiem, kuri var reģistrēties
mn: Суралцагчийн CSV татаж авах боломжтой

source: Click to download a CSV of anonymized student IDs:
eo: Çlïçk tö döwnlöäd ä ÇSV öf änönýmïzéd stüdént ÌDs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Descarga un CSV de identificadores de alumnos anonimizados pulsando este botón.
fa_ir: برای بارگیری پرونده شخصی یادگیرنده ناشناس کلیک کنید:
it_it: Fare clic per scaricare un CSV di ID studente anonimi:
lv: Klikšķiniet, lai lejupielādētu CSV ar anonimizētiem studentu ID:
mn: Нэр нууцалсан, оюутны АйДинуудын CSV дарж татах:

source: Get Student Anonymized IDs CSV
eo: Gét Stüdént Ànönýmïzéd ÌDs ÇSV Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Obtener un archivo separado por comas CVS con los ID de alumnos de forma anónima.
fa_ir: دریافت پرونده سی اس وی شناسه یادگیرندگان ناشناس
it_it: Ottieni CSV ID studente anonimi
lv: Iegūt studentu anonimizētu ID CSV
mn: Оюутны нэр нууцалсан АйДинуудын CSV авах

source: Click to generate a CSV file of all proctored exam results in this course.
eo: Çlïçk tö généräté ä ÇSV fïlé öf äll pröçtöréd éxäm résülts ïn thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fa_ir: برای ایجاد یک پروندۀ سی اس وی از تمام نتایج آزمون حفاظت‌شده در این دوره کلیک کنید.
it_it: Fare clic per generare un file CSV dei risultati di tutti gli esami supervisionati in questo corso.
lv: Klikšķiniet, lai ģenerētu CSV datni ar visiem uzraudzīto eksāmenu rezultātiem šajā kursā.
mn: Энэ курсийн бүх шалгалтын үр дүнгийн CSV файлыг үүсгэхийн тулд дарна уу.

source: Generate Proctored Exam Results Report
eo: Généräté Pröçtöréd Éxäm Résülts Répört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: ساخت گزارش نتایج آزمون حفاظت‌شده
it_it: Genera report risultati esami supervisionati
lv: Ģenerēt uzraudzīto eksāmenu rezultātu atskaiti
mn: Шалгалтын үр дүнгийн тайланг бий болгох

source: Click to generate a CSV file of survey results for this course.
eo: Çlïçk tö généräté ä ÇSV fïlé öf sürvéý résülts för thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: برای ساخت یک پروندۀ سی اس وی از نتایج پیمایش آزمون در این دوره آموزشی کلیک کنید.
it_it: Fare clic per generare un file CSV dei risultati del sondaggio per questo corso.
lv: Klikšķiniet, lai ģenerētu CSV datni ar visiem aptauju rezultātiem šajā kursā.
mn: Энэ хичээлийн судалгааны үр дүнгийн CSV файлыг үүсгэхийн тулд дарна уу.

source: Generate Survey Results Report
eo: Généräté Sürvéý Résülts Répört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: گزارش‌گیری نتایج پیمایش
it_it: Genera report risultati del sondaggio
lv: Ģenerēt aptaujas rezultātu atskaiti
mn: Судалгааны үр дүнгийн тайлан гаргах

source: Select a problem to generate a CSV file that lists all student answers to the problem. You also select a section or chapter to include results of all problems in that section or chapter.
eo: Séléçt ä prößlém tö généräté ä ÇSV fïlé thät lïsts äll stüdént änswérs tö thé prößlém. Ýöü älsö séléçt ä séçtïön ör çhäptér tö ïnçlüdé résülts öf äll prößléms ïn thät séçtïön ör çhäptér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂є#
fa_ir: برای ساخت پروندۀ CSV شامل فهرست همۀ پاسخ‌های یادگیرندگان به این پرسش، یک پرسش را انتخاب کنید. همچنین می‎‌توانید یک بخش یا فصل را برگزینید تا نتایج همۀ پرسش‌های آن بخش یا فصل را نشان دهد.
it_it: Selezionare un problema per generare un file CSV che elenca tutte le risposte dello studente al problema. È anche possibile selezionare una sezione o un capitolo per includere i risultati di tutti i problemi in tale sezione o capitolo.
mn: Даалгаварт өгсөн суралцагч болгоны хариултыг жагсаасан CSV файлыг үүсгэхийн тулд тухайн даалгавраа сонгоно. Мөн хэсэг эсвэл бүлэг дэх бүх даалгаврын үр дүнг оруулахын тулд тухайн хэсэг эсвэл бүлгээ сонгоно.

source: NOTE
eo: NÖTÉ Ⱡ'σяєм ι#
es_es: ATENCIÓN
fa_ir: نکته
mn: Тэмдэглэл

source: The generated report is limited to {max_entries} responses. If you expect more than {max_entries} responses, try generating the report on a chapter-by-chapter, or problem-by-problem basis, or contact your site administrator to increase the limit.
eo: Thé générätéd répört ïs lïmïtéd tö {max_entries} réspönsés. Ìf ýöü éxpéçt möré thän {max_entries} réspönsés, trý générätïng thé répört ön ä çhäptér-ßý-çhäptér, ör prößlém-ßý-prößlém ßäsïs, ör çöntäçt ýöür sïté ädmïnïsträtör tö ïnçréäsé thé lïmït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυg#
fa_ir: گزارش تولیدشده به {max_entries} پاسخ محدود می‌شود. اگر بیش از {max_entries} پاسخ دارید، سعی کنید گزارش را به صورت فصل به فصل یا پرسش به پرسش بسازید یا برای افزایش محدودیت با مدیر وبگاه خود تماس بگیرید.
it_it: Il report generato è limitato a {max_entries} risposte. Se si prevedono più di {max_entries} risposte, provare a generare il report su base capitolo per capitolo o problema per problema o contattare l'amministratore per incrementare il limite.
mn: Үүсгэсэн тайлан нь хамгийн ихдээ {max_entries} хариултаар хязгаарлагдана. Хэрэв та {max_entries}-аас олон хариулт авахыг хүсвэл тайлангаа бүлэг эсвэл даалгавар тус бүрээр нь үүсгээрэй. Эсвэл хязгаарыг нь нэмэгдүүлэхийн тулд системийн администратортоо хандаж болно.

source: Click to list certificates that are issued for this course:
eo: Çlïçk tö lïst çértïfïçätés thät äré ïssüéd för thïs çöürsé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Haz click para listar los certificados que se han generado para este curso:
fa_ir: برای فهرست گواهی‌هایی که برای این دوره آموزشی صادر شده کلیک کنید:
it_it: Fare clic per elencare i certificati emessi per questo corso:
lv: Klikšķiniet, lai iegūtu sarakstu ar sertifikātiem, kas izsniegti šajā kursā:
mn: Энэ курсэд олгогдсон сертификатуудыг жагсаахын тулд дарна уу:

source: View Certificates Issued
eo: Vïéw Çértïfïçätés Ìssüéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Ver certificados generados
fa_ir: مشاهدۀ گواهی‌های صادرشده
it_it: Visualizza certificati emessi
lv: Skatīt izsniegtos sertifikātus
mn: Гаргасан сертификатуудыг харах

source: Download CSV of Certificates Issued
eo: Döwnlöäd ÇSV öf Çértïfïçätés Ìssüéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Descargar CSV de los certificados generados
fa_ir: بارگیری سی اس وی گواهی‌های صادرشده
it_it: Scarica CSV dei certificati emessi
lv: Lejupielādēt izsniegto sertifikātu CSV
mn: Гаргасан Сертификатын CSV татаж авах

source: For smaller courses, click to list profile information for enrolled students directly on this page:
eo: För smällér çöürsés, çlïçk tö lïst pröfïlé ïnförmätïön för énrölléd stüdénts dïréçtlý ön thïs pägé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Para cursos pequeños, haz clic en la lista de información de perfiles para dar de alta alumnos directamente en esta página:
fa_ir: در دوره‌های کوچکتر، برای دریافت فهرست مستقیم اطلاعات کاربری یادگیرندگان ثبت‌نام‌شده روی این صفحه کلیک کنید:
it_it: Per i corsi di dimensioni minori, fare clic per elencare le informazioni sul profilo per gli studenti iscritti direttamente in questa pagina:
lv: Mazākiem kursiem klikšķiniet, lai uzskaitītu profila informāciju reģistrētajiem studentiem tieši šajā lapā:
mn: Цөөн оюутантай хичээлүүдэд эллсэн оюутны профайл мэдээллийн жагсаалтыг энэ хуудсан дээр шууд дарж авах

source: List enrolled students' profile information
eo: Lïst énrölléd stüdénts' pröfïlé ïnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Listar información del perfil de los alumnos inscritos
fa_ir: فهرست پرونده کاربری افراد ثبت‌نام‌شده
it_it: Elenca informazioni sul profilo degli studenti iscritti
lv: Uzskaitīt reģistrēto studentu profila informāciju
mn: Элссэн оюутнуудын профайл мэдээллийн жагсаалт

source: Click to generate a CSV grade report for all currently enrolled students.
eo: Çlïçk tö généräté ä ÇSV grädé répört för äll çürréntlý énrölléd stüdénts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Haz clic para generar un informe de calificaciones CSV para todos los alumnos actualmente inscritos.
fa_ir: برای تهیه پرونده سی اس وی، گزارش نمره یادگیرندگانی که تاکنون ثبت‌نام کرده‌اند کلیک کنید.
it_it: Fare clic per generare un report dei voti CSV per tutti gli studenti attualmente iscritti.
lv: Klikšķiniet, lai ģenerētu atzīmju CSV atskaiti visiem pašreiz reģistrētajiem studentiem.
mn: Одоо элссэн байгаа бүх оюутны CSV дүнгийн мэдээллийг гаргаж авахын тулд дарах.

source: Generate Grade Report
eo: Généräté Grädé Répört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Generar Informe de calificación
fa_ir: ایجاد گزارش نمره
it_it: Genera report dei voti
lv: Ģenerēt atzīmju atskaiti
mn: Дүнгийн мэдээллийг Гаргаж авах

source: Generate Problem Grade Report
eo: Généräté Prößlém Grädé Répört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Generar informe de calificación de problemas
fa_ir: گزارش‌گیری نمرات پرسش
it_it: Genera report dei voti del problema
lv: Ģenerēt uzdevumu atzīmju atskaiti
mn: Асуудлын зэрэглэлийг бий болгох

source: Generate ORA Data Report
eo: Généräté ÖRÀ Dätä Répört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: گزارش‌گیری داده‌های ORA
it_it: Genera report dati ORA
lv: Ģenerēt ORA datu atskaiti
mn: ORA Өгөгдлийн тайлан гаргах

source: Generate ORA Summary Report
fa_ir: گزارش‌گیری خلاصۀ ORA
it_it: Genera report di riepilogo ORA

source: Click to generate a ZIP file that contains all submission texts and attachments.
eo: Çlïçk tö généräté ä ZÌP fïlé thät çöntäïns äll süßmïssïön téxts änd ättäçhménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: برای ساخت پروندۀ فشردۀ شامل همۀ متن‌ها و پیوست‌های ارسال شده، کلیک کنید.
it_it: Fare clic per generare un file ZIP che contiene tutti gli allegati ed i testi di inoltro.

source: Generate Submission Files Archive
eo: Généräté Süßmïssïön Fïlés Àrçhïvé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: گزارش‌گیری بایگانی پرونده‌های ارسال شده
it_it: Genera archivio file di inoltro

source: Reports Available for Download
eo: Répörts Àväïläßlé för Döwnlöäd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Informes disponibles para descarga
fa_ir: گزارش‌های آماده بارگیری
it_it: Report disponibili per il download
lv: Lejupielādei pieejamās atskaites
mn: Мэдээллийг Татахад Бэлэн

source: The reports listed below are available for download, identified by UTC date and time of generation.
eo: Thé répörts lïstéd ßélöw äré äväïläßlé för döwnlöäd, ïdéntïfïéd ßý ÛTÇ däté änd tïmé öf générätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fa_ir: گزارش‌های زیر برای بارگیری در دسترس هستند هر کدام از این گزارش‌ها براساس تاریخ و زمان جهانی تولید مشخص شده‌اند.
it_it: I report elencati di seguito sono disponibili per il download, identificati dalla data ed ora di generazione in formato UTC.

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
eo: Thé änswér dïstrïßütïön répört lïstéd ßélöw ïs générätéd pérïödïçällý ßý än äütömätéd ßäçkgröünd pröçéss. Thé répört ïs çümülätïvé, sö änswérs süßmïttéd äftér thé pröçéss stärts äré ïnçlüdéd ïn ä süßséqüént répört. Thé répört ïs générätéd sévéräl tïmés pér däý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σł#
es_es: La lista de informes de distribución de las soluciones de abajo se genera periódicamente mediante un proceso automático en segundo plano. El informe es acumulativo; las respuestas se envían después de que el proceso empezado esté incluido en el informe posterior. El informe se genera muchas veces al día.
fa_ir: گزارش توزیع پاسخ ذکر شده در زیر به‌صورت دوره‌ای توسط یک فرایند خودکار در پشت صحنه تولید می‌شود. گزارش تجمعی است، بنابراین پاسخ‌های ارسال‌شده پس از شروع روند گزارش‌گیری در گزارش بعدی گنجانده خواهد شد. این گزارش چندین بار در روز تهیه می‌شود.
it_it: Il report di distribuzione delle risposte elencato di seguito viene generato periodicamente da un processo in background automatizzato. Il report è cumulativo, per cui le risposte inoltrate dopo l'avvio del processo vengono incluse in un report successivo. Il report viene generato diverse volte al giorno.
lv: Atbilžu sadalījums tālāk uzskaitītajā atskaitē tiek ģenerēts periodiski, izmantojot automātisku fona procesu. Atskaite ir kumulatīva, tādēļ atbildes, kas iesniegtas pēc procesa sākuma, būs parādītas nākamajā atskaitē. Atskaite tiek ģenerētas vairākas reizes dienā.
mn: Доор оруулсан хариулт тараах мэдээлэл нь автоматжуулсан арын явцаар байнга давтамжтай явагдана. Мэдээлэл нь явцын эхлэлээс хойш оруулсан хариунууд дараагийн мэдээлэл ороод явна. Мэдээллийг өдөрт хэд хэдэн удаа гаргадаг.

source: {strong_start}Note{strong_end}: {ul_start}{li_start}To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.{li_end}{li_start}Report files are deleted 90 days after generation. If you will need access to old reports, download and store the files, in accordance with your institution's data security policies.{li_end}{ul_end}
eo: {strong_start}Nöté{strong_end}: {ul_start}{li_start}Tö kéép stüdént dätä séçüré, ýöü çännöt sävé ör émäïl thésé lïnks för dïréçt äççéss. Çöpïés öf lïnks éxpïré wïthïn 5 mïnütés.{li_end}{li_start}Répört fïlés äré délétéd 90 däýs äftér générätïön. Ìf ýöü wïll nééd äççéss tö öld répörts, döwnlöäd änd störé thé fïlés, ïn äççördänçé wïth ýöür ïnstïtütïön's dätä séçürïtý pölïçïés.{li_end}{ul_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υ#
fa_ir: {strong_start} توجه کنید {strong_end}: {ul_start} {li_start} برای ایمن نگه‌داشتن اطلاعات افراد، نمی‌توانید این پیوندها را برای دسترسی مستقیم ذخیره یا از طریق رایانامه ارسال کنید. کپی پیوندها ظرف 5 دقیقه منقضی می‌شود. {li_end} {li_start} گزارش پرونده‌ها 90 روز پس از تولید حذف می‌شوند. درصورت نیاز به دسترسی به گزارش‌های قدیمی، مطابق با سیاست‌های امنیت داده مؤسسه خود، پرونده‌ها را بارگیری و ذخیره کنید. {li_end} {ul_end}
it_it: {strong_start}Nota{strong_end}: {ul_start}{li_start}Per mantenere protetti i dati degli studenti, non è possibile salvare o inviare via email questi link per l'accesso diretto. Le copie dei link scadono entro 5 minuti.{li_end}{li_start}I file di report vengono eliminati 90 giorni dopo la generazione. Se è necessario accedere a report precedenti, scaricare e archiviare i file, in conformità con le politiche per la sicurezza dei dati della propria istituzione. {li_end}{ul_end}

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
eo: Thé änswér dïstrïßütïön répört lïstéd ßélöw ïs générätéd pérïödïçällý ßý än äütömätéd ßäçkgröünd pröçéss. Thé répört ïs çümülätïvé, sö änswérs süßmïttéd äftér thé pröçéss stärts äré ïnçlüdéd ïn ä süßséqüént répört. Thé répört ïs générätéd sévéräl tïmés pér däý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂#
fa_ir: گزارش توزیع پاسخ ذکر شده در زیر به‌صورت دوره‌ای توسط یک فرایند خودکار در پشت صحنه تولید می‌شود. گزارش تجمعی است، بنابراین پاسخ‌های ارسال‌شده پس از شروع روند گزارش‌گیری در گزارش بعدی گنجانده خواهد شد. این گزارش چندین بار در روز تهیه می‌شود.
it_it: Il report di distribuzione delle risposte elencato di seguito viene generato periodicamente da un processo in background automatizzato. Il report è cumulativo, per cui le risposte inoltrate dopo l'avvio del processo vengono incluse in un report successivo. Il report viene generato diverse volte al giorno.

source: {strong_start}Note{strong_end}: {ul_start}{li_start}To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.{li_end}{li_start}Report files are deleted 90 days after generation. If you will need access to old reports, download and store the files, in accordance with your institution's data security policies.{li_end}{ul_end}
eo: {strong_start}Nöté{strong_end}: {ul_start}{li_start}Tö kéép stüdént dätä séçüré, ýöü çännöt sävé ör émäïl thésé lïnks för dïréçt äççéss. Çöpïés öf lïnks éxpïré wïthïn 5 mïnütés.{li_end}{li_start}Répört fïlés äré délétéd 90 däýs äftér générätïön. Ìf ýöü wïll nééd äççéss tö öld répörts, döwnlöäd änd störé thé fïlés, ïn äççördänçé wïth ýöür ïnstïtütïön's dätä séçürïtý pölïçïés.{li_end}{ul_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fa_ir: {strong_start} توجه کنید {strong_end}: {ul_start} {li_start} برای حفظ امنیت اطلاعات افراد، نمی‌توانید این پیوندها را برای دسترسی مستقیم ذخیره یا از طریق رایانامه ارسال کنید. پیوندها طی مدت 5 دقیقه منقضی خواهند شد. {li_end} {li_start} گزارش پرونده‌ها 90 روز پس از تولید حذف می‌شوند. در صورت نیاز به دسترسی به گزارش‌های قدیمی، مطابق با خط‌مشی‌های امنیت دادۀ مؤسسه خود، پرونده‌ها را بارگیری و ذخیره کنید. {li_end} {ul_end}
it_it: {strong_start}Nota{strong_end}: {ul_start}{li_start}Per mantenere protetti i dati degli studenti, non è possibile salvare o inviare via email questi link per l'accesso diretto. Le copie dei link scadono entro 5 minuti.{li_end}{li_start}I file di report vengono eliminati 90 giorni dopo la generazione. Se è necessario accedere a report precedenti, scaricare e archiviare i file, in conformità con le politiche per la sicurezza dei dati della propria istituzione. {li_end}{ul_end}

source: Edit Coupon Code
eo: Édït Çöüpön Çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Modificar código de cupón
fa_ir: ویرایش کد کوپن
it_it: Modifica codice coupon
lv: Rediģēt kupona kodu
mn: Купон кодыг засах

source: Edit Coupon Code Information
eo: Édït Çöüpön Çödé Ìnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: ویرایش اطلاعات کدکوپن
it_it: Modifica informazioni sul codice coupon
lv: Rediģēt kupona koda informāciju
mn: Купоны кодын мэдээллийг засах

source: Code
eo: Çödé Ⱡ'σяєм ι#
es_es: Código
fa_ir: کد
it_it: Codice
lv: Kods
mn: Код

source: example: A123DS
eo: éxämplé: À123DS Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: ejemplo: A123DS
fa_ir: نمونه:A123DS
it_it: esempio: A123DS
lv: piemērs: A123DS
mn: жишээ: A123DS

source: Percentage Discount
eo: Pérçéntägé Dïsçöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Porcentaje de descuento
fa_ir: درصد تخفیف
it_it: Sconto percentuale
lv: Atlaide procentos
mn: Порцентийн Хямдрал

source: Expiration Date
eo: Éxpïrätïön Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Fecha de caducidad
fa_ir: تاریخ انقضا
it_it: Data di scadenza
lv: Beigu datums
mn: Дуусах огноо

source: Update Coupon Code
eo: Ûpdäté Çöüpön Çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Actualizar el código del cupón
fa_ir: روزآمدسازی کد کوپن
it_it: Aggiorna codice coupon
lv: Atjaunināt kupona kodu
mn: Купоны кодыг шинэчлэх

source: Individual due date extensions
eo: Ìndïvïdüäl düé däté éxténsïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Ampliaciones individuales del plazo de entrega
fa_ir: افزونه‌های سررسید فردی
it_it: Estensioni data di scadenza individuale
lv: Individuālo izpildes datumu pagarinājumi
mn: Тус бүрийн хугацаа сунгалтууд
