Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Every course must have an Admin. If you are the Admin and you want to transfer ownership of the course, click <strong>Add admin access</strong> to make another user the Admin, then ask that user to remove you from the Course Team list.
eo: Évérý çöürsé müst hävé än Àdmïn. Ìf ýöü äré thé Àdmïn änd ýöü wänt tö tränsfér öwnérshïp öf thé çöürsé, çlïçk <strong>Àdd ädmïn äççéss</strong> tö mäké änöthér üsér thé Àdmïn, thén äsk thät üsér tö rémövé ýöü fröm thé Çöürsé Téäm lïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт #
es_es: Cada curso debe tener un administrador. Si eres el administrador y quieres transferir la propiedad del curso, haz click en <strong>Añadir acceso de administrador</strong> para hacer administrador a otro usuario, luego pide a ese usuario que te elimine de la lista del Equipo del curso.
fa_ir: هر دوره باید یک مدیر داشته باشد. اگر مدیر هستید و مایلید دوره را به مالکیت خود منتقل کنید، روی <strong>Add admin access </strong>کلیک کنید تا کاربری دیگر را به‌عنوان مدیر معرفی کنید، سپس از آن کاربر بخواهید شما را از لیست تیم دوره حذف کند.
it_it: Ciascun corso deve avere un amministratore. Se si è l'amministratore e si desidera trasferire la proprietà del corso, fare clic su <strong>Aggiungi accesso admin</strong> per rendere amministratore un altro utente, quindi chiedere a tale utente di essere rimosso dall'elenco Team del corso.

source: Library User Access
eo: Lïßrärý Ûsér Àççéss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Acceso a la biblioteca del usuario
fa_ir: دسترسی کاربر به کتابخانه
it_it: Accesso utente alla libreria

source: User Access
eo: Ûsér Àççéss Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Acceso de usuario
fa_ir: دسترسی کاربر
it_it: Accesso utente
mn: API хандалт

source: Grant Access to This Library
eo: Gränt Àççéss tö Thïs Lïßrärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: اجازۀ دسترسی به این کتابخانه را بدهید
it_it: Concedi accesso a questa libreria

source: Provide the email address of the user you want to add
eo: Prövïdé thé émäïl äddréss öf thé üsér ýöü wänt tö ädd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Proporciona la dirección de correo electrónico del usuario que desees agregar
fa_ir: نشانی رایانامه کاربری را ارائه دهید که می‌خواهید وی را بیفزایید
it_it: Fornire l'indirizzo email dell'utente che si desidera aggiungere

source: Add More Users to This Library
eo: Àdd Möré Ûsérs tö Thïs Lïßrärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Añadir más usuarios a esta biblioteca
fa_ir: کاربران بیشتری به این کتابخانه بیفزایید
it_it: Aggiungi ulteriori utenti a questa libreria

source: Grant other members of your course team access to this library. New library users must have an active {studio_name} account.
eo: Gränt öthér mémßérs öf ýöür çöürsé téäm äççéss tö thïs lïßrärý. Néw lïßrärý üsérs müst hävé än äçtïvé {studio_name} äççöünt. Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Conceder acceso a esta biblioteca a otros miembros de tu equipo del curso. Los nuevos usuarios de la biblioteca deben tener un cuenta {studio_name} activa.
fa_ir: اجازۀ دسترسی به این کتابخانه را به سایر اعضای تیم دورۀ خود بدهید. لازم است کاربران جدید کتابخانه یک حساب‌کاربری فعال {studio_name} داشته باشند.
it_it: Concedere l'accesso a questa libreria ad altri membri del team del corso. I nuovi utenti della libreria devono avere un account {studio_name} attivo.

source: Add a New User
eo: Àdd ä Néw Ûsér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Añadir un nuevo usuario
fa_ir: افزودن کاربر جدید
it_it: Aggiungi un nuovo utente

source: Library Access Roles
eo: Lïßrärý Àççéss Rölés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Roles de acceso a la biblioteca
fa_ir: نقش‌های دسترسی به کتابخانه
it_it: Ruoli di accesso alla libreria

source: There are three access roles for libraries: User, Staff, and Admin.
eo: Théré äré thréé äççéss rölés för lïßrärïés: Ûsér, Stäff, änd Àdmïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Hay tres roles de acceso para las bibliotecas: Usuario, Personal y Administrador.
fa_ir: سه نقش دسترسی برای کتابخانه‌ها وجود دارد: کاربر ، کارمند و مدیر.
it_it: Per le librerie sono disponibili tre ruoli di accesso: Utente, Staff ed Amministratore.
mn: Номын санд Хэрэглэгч, Ажилтан, Админ гэсэн гурван төрлийн хандах эрх байдаг.

source: Library Users can view library content and can reference or use library components in their courses, but they cannot edit the contents of a library.
eo: Lïßrärý Ûsérs çän vïéw lïßrärý çöntént änd çän référénçé ör üsé lïßrärý çömpönénts ïn théïr çöürsés, ßüt théý çännöt édït thé çönténts öf ä lïßrärý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм#
es_es: Los usuarios de la biblioteca pueden ver el contenido de la biblioteca y pueden usar o hacer referencia a los componentes de la biblioteca en sus cursos, pero no pueden editar los contenidos de una biblioteca.
fa_ir: کاربران کتابخانه می‌توانند محتوای کتابخانه را مشاهده کنند و به مطالب کتابخانه در دوره های خود ارجاع داده و استفاده کنند، اما نمی‌توانند محتوای کتابخانه را ویرایش کنند.
it_it: Gli utenti della libreria possono visualizzare il contenuto della libreria e fare riferimento o utilizzare componenti della libreria nei propri corsi, ma non possono modificare il contenuto di una libreria.

source: Library Staff are content co-authors. They have full editing privileges on the contents of a library.
eo: Lïßrärý Stäff äré çöntént çö-äüthörs. Théý hävé füll édïtïng prïvïlégés ön thé çönténts öf ä lïßrärý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Los miembros del equipo de la biblioteca son coautores de contenido. Tienen completos privilegios de edición de contenidos de una librería.
fa_ir: کارمندان کتابخانه در محتوای مطالب هم‌تألیف هستند. آن‌ها حق ویرایش کامل مطالب کتابخانه را دارند.
it_it: I membri dello staff della libreria sono coautori del contenuto. Hanno privilegi di modifica completi sul contenuto di una libreria.

source: Library Admins have full editing privileges and can also add and remove other team members. There must be at least one user with the Admin role in a library.
eo: Lïßrärý Àdmïns hävé füll édïtïng prïvïlégés änd çän älsö ädd änd rémövé öthér téäm mémßérs. Théré müst ßé ät léäst öné üsér wïth thé Àdmïn rölé ïn ä lïßrärý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт #
es_es: Los administradores de la biblioteca tienen completos privilegios de edición y también pueden añadir y eliminar a otros miembros del equipo. Debe haber al menos un usuario con el rol de administrador en la biblioteca.
fa_ir: مدیران كتابخانه از حق ویرایش كامل برخوردارند و نیز قادرند سایر اعضا را به تیم افزوده یا حذف كنند. حداقل یک کاربر با نقش مدیر در یک کتابخانه باید وجود داشته باشد.
it_it: Gli amministratori della libreria hanno privilegi di modifica completi e possono anche aggiungere o rimuovere altri membri del team. In una libreria deve essere presente almeno un utente con il ruolo Amministratore.

source: Schedule & Details Settings
eo: Sçhédülé & Détäïls Séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Ajustes de calendario y detalles
fa_ir: تنظیمات برنامه و جزئیات
it_it: Impostazioni Pianificazione e Dettagli

source: Schedule & Details
eo: Sçhédülé & Détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Calendario y detalles
fa_ir: زمان‌بندی و جزییات
it_it: Pianificazione e Dettagli
mn: Нэгжийг төлөвлөх

source: Basic Information
eo: Bäsïç Ìnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Información básica
fa_ir: اطلاعات پایه
it_it: Informazione di base

source: The nuts and bolts of your course
eo: Thé nüts änd ßölts öf ýöür çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Herramientas para la construcción de tu curso
fa_ir: فوت‌وفن دوره شما
it_it: Elementi essenziali del corso

source: This field is disabled: this information cannot be changed.
eo: Thïs fïéld ïs dïsäßléd: thïs ïnförmätïön çännöt ßé çhängéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Este campo está deshabilitado; no puedes modificar su valor.
fa_ir: این قسمت غیرفعال است؛ و اطلاعات آن قابل تغییر نیست.
it_it: Questo campo è disabilitato: queste informazioni non possono essere modificate.

source: Course Summary Page
eo: Çöürsé Sümmärý Pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Página de resumen del curso
fa_ir: صفحه خلاصه دوره
it_it: Pagina di riepilogo del corso

source: (for student enrollment and access)
eo: (för stüdént énröllmént änd äççéss) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: (para inscripción y acceso de alumnos)
fa_ir: (برای ثبت‌نام یادگیرندگان و دسترسی)
it_it: (per l'iscrizione e l'accesso dello studente)
mn: (хандалт болон суралцагчийн элсэлт)

source: Enroll in {course_display_name}
eo: Énröll ïn {course_display_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Inscribirse en {course_display_name}
fa_ir: ثبت‌نام در {course_display_name}
it_it: Iscriviti a {course_display_name}
mn: {course_display_name} хичээлд элсэх

source: The course "{course_display_name}", provided by {platform_name}, is open for enrollment. Please navigate to this course at {link_for_about_page} to enroll.
eo: Thé çöürsé "{course_display_name}", prövïdéd ßý {platform_name}, ïs öpén för énröllmént. Pléäsé nävïgäté tö thïs çöürsé ät {link_for_about_page} tö énröll. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: El curso "{course_display_name}", proporcionado por {platform_name}, está abierto para inscripciones. Por favor, para inscribirte navega hasta este curso en {link_for_about_page}.
fa_ir: این دوره "{course_display_name}" ، که توسط {platform_name}ارائه‌شده برای ثبت‌نام باز است. لطفاً برای ثبت‌نام در این دوره به {link_for_about_page} بروید.
it_it: Il corso "{course_display_name}", fornito da {platform_name}, è aperto per l'iscrizione. Passare a questo corso al link {link_for_about_page} per l'iscrizione.

source: Send a note to students via email
eo: Sénd ä nöté tö stüdénts vïä émäïl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Enviar un mensaje a los alumnos por correo electrónico
fa_ir: ارسال یک نسخه به یادگیرندگان از طریق رایانامه
it_it: Invia una nota agli studenti via email

source: Invite your students
eo: Ìnvïté ýöür stüdénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: دعوت از یادگیرندگان خود
it_it: Invita i tuoi studenti

source: Promoting Your Course with {platform_name}
eo: Prömötïng Ýöür Çöürsé wïth {platform_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Promueve tu curso con {platform_name}
fa_ir: ارتقا دوره با {platform_name}
it_it: Promozione del corso con {platform_name}

source: Your course summary page will not be viewable until your course has been announced. To provide content for the page and preview it, follow the instructions provided by your Program Manager.
eo: Ýöür çöürsé sümmärý pägé wïll nöt ßé vïéwäßlé üntïl ýöür çöürsé häs ßéén ännöünçéd. Tö prövïdé çöntént för thé pägé änd prévïéw ït, föllöw thé ïnstrüçtïöns prövïdéd ßý ýöür Prögräm Mänägér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρя#
fa_ir: صفحه خلاصه دوره آموزشی شما تا زمان اعلام دوره، قابل مشاهده نخواهد بود. برای تهیه محتوای صفحه و پیش‌نمایش آن، دستورالعمل‌های ارائه‌شده توسط مدیر برنامه خود را دنبال کنید.
it_it: La pagina di riepilogo del corso non sarà visualizzabile fino a quando il corso non è stato annunciato. Per fornire il contenuto per la pagine e visualizzarne l'anteprima, seguire le istruzioni fornite dal responsabile del programma.

source: Please note that changes here may take up to a business day to appear on your course summary page.
eo: Pléäsé nöté thät çhängés héré mäý täké üp tö ä ßüsïnéss däý tö äppéär ön ýöür çöürsé sümmärý pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fa_ir: لطفاً توجه کنید که تغییرات اعمال‌شده در اینجا، ممکن است یک روز کاری طول بکشد تا در صفحۀ خلاصۀ دوره آموزشی شما ظاهر شود.
it_it: Notare che affinché le modifiche vengano visualizzate nella pagina di riepilogo del corso potrebbe essere necessario fino a un giorno lavorativo.

source: Course Credit Requirements
eo: Çöürsé Çrédït Réqüïréménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Requisitos del crédito del curso
fa_ir: الزامات دوره اعتباری
it_it: Requisiti del credito del corso

source: Steps required to earn course credit
eo: Stéps réqüïréd tö éärn çöürsé çrédït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fa_ir: مراحل کسب اعتبار دوره
it_it: Passi richiesti per ottenere credito del corso

source: Minimum Grade
eo: Mïnïmüm Grädé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: حداقل نمره
it_it: Valutazione minima

source: Successful Proctored Exam
eo: Süççéssfül Pröçtöréd Éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: آزمون حفاظت‌شده موفقیت‌آمیز بود
it_it: Esame supervisionato superato

source: Proctored Exam {number}
eo: Pröçtöréd Éxäm {number} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fa_ir: آزمون حفاظت‌شده {number}
it_it: Esame supervisionato {number}

source: ID Verification
eo: ÌD Vérïfïçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fa_ir: تأیید مدارک شناسایی
it_it: Verifica ID
mn: ID Баталгаажуулалт

source: In-Course Reverification {number}
eo: Ìn-Çöürsé Révérïfïçätïön {number} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: تأیید صحت در دوره آموزشی {number}
it_it: Nuova verifica in corso {number}

source: Course Pacing
eo: Çöürsé Päçïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Temporización del curso
fa_ir: دوره‌پیما
it_it: Andatura del corso
mn: Хичээлийн хурдац

source: Set the pacing for this course
eo: Sét thé päçïng för thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Establece la temporización del curso
fa_ir: تنظیم گام این دوره آموزشی
it_it: Impostare l'andatura per questo corso

source: Instructor-Paced
eo: Ìnstrüçtör-Päçéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: دورۀ همگام_مربی
it_it: Apprendimento con istruttore
mn: Зааварлагч удирдана

source: Instructor-paced courses progress at the pace that the course author sets. You can configure release dates for course content and due dates for assignments.
eo: Ìnstrüçtör-päçéd çöürsés prögréss ät thé päçé thät thé çöürsé äüthör séts. Ýöü çän çönfïgüré réléäsé dätés för çöürsé çöntént änd düé dätés för ässïgnménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσ#
es_es: Los cursos temporizados por el profesor progresan al ritmo que el autor del curso establece. Puedes configurar las fechas en las que se muestran los contenidos y las fechas de entrega de las tareas.
fa_ir: دوره‌های خودآموزی با سرعتی که مربی دوره تنظیم می‌کند ادامه می‌یابند. شما می‌توانید تاریخ‌های انتشار محتوای دوره و پایان مهلت زمانی ارائۀ تکالیف را پیکربندی کنید.
it_it: I corsi con apprendimento con istruttore avanzano in base all'andatura impostata dall'autore del corso. È possibile configurare date di rilascio per il contenuto del corso e date di scadenza per i compiti.

source: Self-Paced
eo: Sélf-Päçéd Ⱡ'σяєм ιρѕυм ∂σłσ#
fa_ir: خودآموز
it_it: Apprendimento autonomo
mn: Бие дааж үзэх

source: Self-paced courses offer suggested due dates for assignments or exams based on the learner’s enrollment date and the expected course duration. These courses offer learners flexibility to modify the assignment dates as needed.
eo: Sélf-päçéd çöürsés öffér süggéstéd düé dätés för ässïgnménts ör éxäms ßäséd ön thé léärnér’s énröllmént däté änd thé éxpéçtéd çöürsé dürätïön. Thésé çöürsés öffér léärnérs fléxïßïlïtý tö mödïfý thé ässïgnmént dätés äs néédéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgια#
fa_ir: دوره‌های خودآموزی، تاریخ‌های مشخصی برای ارائۀ تکلیف یا امتحانات را براساس تاریخ ثبت‌نام فرد و مدت زمان مورد انتظار برای گذراندن دوره آموزشی ارائه می‌دهند. در صورت لزوم، این دوره‌ها به شکلی منعطف این امکان را فراهم می‌کنند که افراد تاریخ ارائۀ تکالیف را تغییر دهند.
it_it: I corsi in apprendimento autonomo offrono date di scadenza suggerite per i compiti o gli esami in base alla data di iscrizione dello studente ed alla durata prevista del corso. Tali corsi offrono agli studenti la flessibilità per modificare le date dei compiti in base alle necessità.

source: Course Schedule
eo: Çöürsé Sçhédülé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Calendario del curso
fa_ir: برنامه زمانی دوره
it_it: Pianificazione del corso
mn: Хичээлийн хуваарь

source: Dates that control when your course can be viewed
eo: Dätés thät çöntröl whén ýöür çöürsé çän ßé vïéwéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Fechas que controlan cuándo puede verse tu curso
fa_ir: تاریخ‌هایی که زمان مشاهده دوره شما را کنترل می‌کنند
it_it: Date che controllano quando il corso può essere visualizzato

source: Course Start Date
eo: Çöürsé Stärt Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Fecha de inicio del curso
fa_ir: تاریخ آغاز دوره آموزشی
it_it: Data inizio corso
lv: Kursa sākuma datums
mn: Хичээл эхлэх өдөр

source: First day the course begins
eo: Fïrst däý thé çöürsé ßégïns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Primer día del curso
fa_ir: اولین روز آغاز دوره
it_it: Primo giorno di inizio del corso

source: Course Start Time
eo: Çöürsé Stärt Tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Hora de inicio del curso
fa_ir: زمان آغاز دوره
it_it: Ora di inizio del corso
mn: Хичээл Эхлэх Цаг

source: (UTC)
eo: (ÛTÇ) Ⱡ'σяєм ιρѕ#
fa_ir: (ساعت جهانی)

source: Course End Date
eo: Çöürsé Énd Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Fecha de finalización del curso
fa_ir: تاریخ پایان دوره آموزشی
it_it: Data fine corso
lv: Kursa beigu datums
mn: Хичээл дуусах өдөр

source: Last day your course is active
eo: Läst däý ýöür çöürsé ïs äçtïvé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Último día que estará activo el curso
fa_ir: آخرین روز فعالیت دوره
it_it: Ultimo giorno in cui il corso è attivo
mn: Хичээл идэвхитэй байх сүүлийн өдөр

source: Course End Time
eo: Çöürsé Énd Tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Hora de finalización del curso
fa_ir: زمان پایان دوره آموزشی
it_it: Ora di fine del corso
mn: Хичээл Дуусах Цаг

source: Immediately upon passing
fa_ir: بلافاصله پس از قبولی
it_it: Subito dopo il passaggio

source: End date of course
fa_ir: تاریخ پایان دوره آموزشی
it_it: Data di fine ovviamente

source: A date after the course end date
fa_ir: تاریخی پس از تاریخ پایان دوره آموزشی
it_it: Una data successiva alla data di fine del corso

source: Certificates are awarded at the end of a course run
fa_ir: گواهی در پایان دوره آموزشی اعطا می‌شود
it_it: I certificati vengono rilasciati al termine di un corso

source: Read more about this setting
fa_ir: اطلاعات بیشتر درباره این تنظیم
it_it: Ulteriori informazioni su questa impostazione

source: In all configurations of this setting, certificates are generated for learners as soon as they achieve the passing threshold in the course (which can occur before a final assignment based on course design)
fa_ir: در کل پیکربندی این تنظیمات، به محض رسیدن به آستانه قبولی در دوره آموزشی (که ممکن است بر اساس طراحی دوره آموزشی، پیش از تکلیف نهایی اتفاق بیفتد) گواهی برای افراد تهیه می‌شود.
it_it: In tutte le configurazioni di questa impostazione, i certificati vengono generati per gli studenti non appena raggiungono la soglia di superamento nel corso (che può verificarsi prima di un compito finale basato sulla progettazione del corso)

source: Learners can access their certificate as soon as they achieve a passing grade above the course grade threshold. Note: learners can achieve a passing grade before encountering all assignments in some course configurations.
fa_ir: یادگیرندگان این امکان را دارند که به‌محض کسب نمره قبولی بالاتر از آستانه تعیین‌شده، به گواهی خود دسترسی یابند. توجه: آن‌ها می‌توانند پیش از مواجهه با تمام تکالیف در برخی از تنظیمات دوره آموزشی، نمره قبولی کسب کنند.
it_it: Gli studenti possono accedere al proprio certificato non appena ottengono un voto superiore alla soglia dei voti del corso. Nota: gli studenti possono ottenere un voto positivo prima di affrontare tutti i compiti in alcune configurazioni del corso.

source: On course end date
fa_ir: در تاریخ پایان دوره آموزشی
it_it: Alla data di fine del corso

source: Learners with passing grades can access their certificate once the end date of the course has elapsed.
fa_ir: فراگیران با نمرات قبولی می‌توانند پس از تاریخ پایان دوره آموزشی به گواهی خود دسترسی داشته باشند.
it_it: Gli studenti con voti positivi possono accedere al proprio certificato una volta trascorsa la data di fine del corso.

source: Learners with passing grades can access their certificate after the date that you set has elapsed.
fa_ir: یادگیرندگانی که نمره قبولی کسب نموده‌اند می‌توانند پس از تاریخی که تعیین کرده‌اید به گواهی خود دسترسی یابند.
it_it: Gli studenti che hanno superato i voti possono accedere al proprio certificato dopo che è trascorsa la data che hai impostato.

source: Certificates Available Date
eo: Çértïfïçätés Àväïläßlé Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fa_ir: تاریخ آمادگی گواهی‌ها
it_it: Data di disponibilità dei certificati
mn: Гэрчилгээ гарах огноо

source: Enrollment Start Date
eo: Énröllmént Stärt Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Fecha de inicio de inscripciones
fa_ir: تاریخ آغاز ثبت‌نام
it_it: Data di inizio iscrizione
mn: Элсэлт Эхлэх Огноо

source: First day students can enroll
eo: Fïrst däý stüdénts çän énröll Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Primer día que los estudiantes pueden inscribirse
fa_ir: اولین روز ثبت‌نام یادگیرندگان
it_it: Primo giorno in cui gli studenti possono iscriversi
mn: Суралцагч элсэж болох эхний өдөр

source: Enrollment Start Time
eo: Énröllmént Stärt Tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Hora de inicio de las inscripciones
fa_ir: زمان آغاز ثبت‌نام
it_it: Ora di inizio iscrizione
mn: Элсэлт Эхлэх Цаг

source: Enrollment End Date
eo: Énröllmént Énd Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Fecha de finalización de las inscripciones
fa_ir: تاریخ پایان ثبت‌نام
it_it: Data di fine iscrizione
mn: Элсэлт Дуусах Цаг

source: Last day students can enroll.
eo: Läst däý stüdénts çän énröll. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Último día en que los estudiantes pueden inscribirse.
fa_ir: آخرین روز ثبت‌نام یادگیرندگان.
it_it: Ultimo giorno in cui gli studenti possono iscriversi.
mn: Суралцагчид элсэж болох сүүлийн огноо
