Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Discussions
eo: Dïsçüssïöns Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Foros
fa_ir: گفتگوها
it_it: Discussioni
lv: Diskusijas
mn: Хэлэлцүүлэг

source: Student Admin
eo: Stüdént Àdmïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Administrador de alumnos
fa_ir: مدیر یادگیرنده
it_it: Studente Admin
lv: Studentu administrators
mn: Админ суралцагч

source: Extensions
eo: Éxténsïöns Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Extensiones
fa_ir: افزونه‌ها
it_it: Estensioni
lv: Paplašinājumi
mn: Өргөтгөл

source: Data Download
eo: Dätä Döwnlöäd Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Descarga de datos
fa_ir: براگیری داده‌
it_it: Download Dati
lv: Datu lejupielāde
mn: Өгөгдлийг Татах

source: Analytics
eo: Ànälýtïçs Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Analíticas
fa_ir: تجزیه و تحلیل
it_it: Analitici
lv: Analītika
mn: Дүн шинжилгээ

source: Open Responses
eo: Öpén Réspönsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Respuestas abiertas
fa_ir: پاسخ‌های باز
it_it: Apri risposte
lv: Atvērtās atbildes
mn: Нээлттэй хариулт

source: 0 sent
eo: 0 sént Ⱡ'σяєм ιρѕυ#
es_es: 0 enviados
fa_ir: 0 ارسال شد
it_it: 0 inviate
lv: 0 nosūtīts
mn: 0 илгээсэн

source: {num_emails} sent
eo: {num_emails} sént Ⱡ'σяєм ιρѕυм ∂#
fa_ir: {num_emails} ارسال شد
it_it: {num_emails} inviata
lv: {num_emails} nosūtīts
mn: {num_emails} илгээсэн

source: {num_emails} failed
eo: {num_emails} fäïléd Ⱡ'σяєм ιρѕυм ∂σłσ#
fa_ir: {num_emails} انجام نشد
it_it: {num_emails} non riuscita
lv: {num_emails} neizdevās
mn: {num_emails} алдаа гарсан

source: Complete
eo: Çömplété Ⱡ'σяєм ιρѕυм ∂#
es_es: Completo
fa_ir: کامل
it_it: Completata
lv: Pabeigts
mn: Гүйцээсэн

source: Incomplete
eo: Ìnçömplété Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Incompleto
fa_ir: ناکامل
it_it: Incompleto
lv: Nepabeigts
mn: Гүйцээгээгүй

source: Could not find student matching identifier: {student_identifier}
eo: Çöüld nöt fïnd stüdént mätçhïng ïdéntïfïér: {student_identifier} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se encontraron coincidencias para el identificador del alumno: {student_identifier}
fa_ir: هویت یادگیرنده تطبیق نیافت: {student_identifier}
it_it: Impossibile trovare l'identificativo di corrispondenza studente: {student_identifier}
lv: Nebija iespējams atrast studentam atbilstošu identifikatoru: {student_identifier}
mn: {student_identifier}-тай таарах суралцагч олдсонгүй.

source: Unable to parse date:
eo: Ûnäßlé tö pärsé däté: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: No se pudo interpretar la fecha:
fa_ir: قادر به تجزیه تاریخ نیست:
it_it: Impossibile interpretare la data:
lv: Nav iespējams parsēt datumu:
mn: Огноог задлах боломжгүй:

source: Couldn't find module for url: {0}
eo: Çöüldn't fïnd mödülé för ürl: {0} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: No se pudo encontrar el módulo para la URL: {0}
fa_ir: امکان یافتن ماژول برای این آدرس نیست: {0}
it_it: Impossibile trovare il modulo per l'url: {0}
lv: Nebija iespējams atrast moduli URL: {0}
mn: url-тай модуль олдсонгүй: {0}

source: Could not find student enrollment in the course.
eo: Çöüld nöt fïnd stüdént énröllmént ïn thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se pudo encontrar la inscripción de estudiantes en el curso.
fa_ir: سابقۀ ثبت‌نام فرد در این دوره آموزشی یافت نشد.
it_it: Impossibile trovare l'iscrizione dello studente al corso.

source: Unit {0} has no due date to extend.
eo: Ûnït {0} häs nö düé däté tö éxténd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: La unidad {0} no tiene fecha límite que ampliar.
fa_ir: واحد {0} موعد مقرری ندارد که آن را تمدید کند.
it_it: L'unità {0} non ha alcuna data di scadenza da estendere.
lv: Vienībai {0} nav izpildes datuma, kuru pagarināt.
mn: {0} нэгж товлосон огнооны сунгалтгүй.

source: An extended due date must be later than the original due date.
eo: Àn éxténdéd düé däté müst ßé lätér thän thé örïgïnäl düé däté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Una fecha límite ampliada debe ser posterior a la fecha límite original.
fa_ir: موعد مقرر تمدیدشده باید بعد از تاریخ اصلی باشد.
it_it: La data di scadenza estesa deve essere successiva alla data di scadenza originale.
lv: Pagarinātajam izpildes datumam ir jābūt vēlākam nekā oriģinālajam izpildes datumam.
mn: Сунгагдсан товлосон огноо жинхэнэ товлосон огноосоос хойшоо байх ёстой.

source: Full Name
eo: Füll Nämé Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Nombre completo
fa_ir: نام کامل
it_it: Nome e Cognome
lv: Pilns vārds
mn: Овог нэр

source: Extended Due Date
eo: Éxténdéd Düé Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Plazo de entrega ampliado
fa_ir: تمدید تاریخ مقرر
it_it: Data di consegna estesa
lv: Pagarināts izpildes datums
mn: Сунгагдсан хугацаа

source: Users with due date extensions for {0}
eo: Ûsérs wïth düé däté éxténsïöns för {0} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Usuarios con plazo de entrega ampliado para {0}
fa_ir: کاربران با افزونه‌های موعد مقرر برای {0}
it_it: Utenti con estensioni della data di scadenza per {0}
lv: Lietotāji ar izpildes datuma pagarinājumiem {0}
mn: {0} товлосон огнооны сунгалттай хэрэглэгчид

source: Due date extensions for {0} {1} ({2})
eo: Düé däté éxténsïöns för {0} {1} ({2}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Ampliaciones del plazo de entrega para {0} {1} ({2})
fa_ir: افزونه‌های موعد مقرر برای {0} {1} ({2})
it_it: Estensioni dalla data di scadenza per {0} {1} ({2})
lv: Izpildes datuma pagarinājumi {0} {1} ({2})
mn: {0} {1} ({2})-д товлосон огнооны сунгалт

source: Requested task is already running
eo: Réqüéstéd täsk ïs älréädý rünnïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: La tarea solicitada ya se está ejecutando
fa_ir: کار درخواستی در حال انجام است
it_it: L'attività richiesta è già in esecuzione
lv: Pieprasītais uzdevums jau tiek izpildīts
mn: Хүссэн үүрэгт ажил аль хэдийн ажиллаж байна

source: Error occured. Please try again later.
eo: Érrör öççüréd. Pléäsé trý ägäïn lätér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Ocurrió un error, por favor inténtelo de nuevo mas tarde.
fa_ir: خطایی روی داد. لطفا بعداً دوباره امتحان کنید.
it_it: Si è verificato un errore. Si prega di riprovare più tardi.
lv: Notika kļūda. Lūdzu, mēģiniet vēlreiz vēlāk.
mn: Алдаа гарлаа. Дараа дахин үзнэ үү.

source: detailed enrollment
eo: détäïléd énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: inscripción detallada
fa_ir: مشروح ثبت‌نام
it_it: iscrizione dettagliata
lv: detalizēta reģistrēšana
mn: Элсэлтийн дэлгэрэнгүй

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
eo: Thé {report_type} répört ïs ßéïng çréätéd. Tö vïéw thé stätüs öf thé répört, séé Péndïng Täsks ßélöw. Ýöü wïll ßé äßlé tö döwnlöäd thé répört whén ït ïs çömplété. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт#
es_es: Se está creando el informe {report_type}. Para ver el estado del informe, consulte Tareas pendientes a continuación. Podrá descargar el informe cuando esté completo.
fa_ir: گزارش {report_type} در حال ساخت است. برای مشاهدۀ وضعیت گزارش، به کارهای در صف، در زیر مراجعه کنید. شما می‌توانید گزارش را پس از پایان بارگیری کنید.
it_it: Il report {report_type} è in fase di creazione. Per visualizzare lo stato del report, consultare la sezione delle attività in sospeso di seguito.Sarà possibile scaricare il report al suo completamento.
lv: Ziņojums {report_type} tiek veidots. Lai apskatītu ziņojuma statusu, skatiet gaidīšanā esošos uzdevumus tālāk. Jūs varēsiet lejupielādēt ziņojumu, kad tas būs gatavs.
mn: {report_type} тайланг үүсгэж байна. Тайлангийн төлөвийг харахын тулд доор байгаа Pending Tasks харна уу. Тайланг үүсгэж дууссан үед та татаж авах боломжтой болно.

source: This component cannot be rescored.
eo: Thïs çömpönént çännöt ßé résçöréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Este componente no puede ser recuperado.
fa_ir: این مؤلفه قابلیت امتیازدهی مجدد ندارد.
it_it: Questo componente non può essere riassegnato.
lv: Šo komponentu nevar atkārtoti novērtēt.
mn: Энэ бүрдэлд дахин оноо өгөх боломжгүй

source: This component does not support score override.
eo: Thïs çömpönént döés nöt süppört sçöré övérrïdé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Este componente no admite la anulación de puntuación.
fa_ir: این مؤلفه از لغو نمره پشتیبانی نمی‌کند.
it_it: Questo componente non supporta la sovrascrittura del punteggio.
lv: Šis komponents neatbalsta vērtējuma pārlabošanu.
mn: Энэ бүрдэл оноо хүчингүй болгохыг дэмждэггүй.

source: Scores must be between 0 and the value of the problem.
eo: Sçörés müst ßé ßétwéén 0 änd thé välüé öf thé prößlém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Las puntuaciones deben estar entre 0 y el valor del problema.
fa_ir: امتیازات باید بین 0 و مقدار مساله باشد.
it_it: I punteggi devono essere compresi tra 0 e il valore del problema.
lv: Vērtējumiem jābūt starp 0 un problēmas vērtību.
mn: Оноо нь 0 болон даалгаврын утгын хооронд байна

source: Not all problems in entrance exam support re-scoring.
eo: Nöt äll prößléms ïn éntränçé éxäm süppört ré-sçörïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No todos los problemas en el examen de ingreso son compatibles con la re-puntuación.
fa_ir: همه مسایل در آزمون ورودی از نمره‌دهی مجدد پشتیبانی نمی‌کنند.
it_it: Non tutti i problemi nell'esame di ammissione supportano la riassegnazione del punteggio.
lv: Ne visas problēmas iestājpārbaudījumā atbalsta atkārtotu novērtēšanu.
mn: Элсэлтийн шалгалт дахь бүх даалгаварууд дахин оноо өгөхийг дэмждэггүй.

source: An error has occurred. Task was not created.
eo: Àn érrör häs öççürréd. Täsk wäs nöt çréätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Se ha producido un error. No se creó la tarea.
fa_ir: خطایی روی داده‌است. وظیفه‌ای ساخته نشده‌است.
it_it: Si è verificato un errore. L'attività non è stata creata.

source: rescored
eo: résçöréd Ⱡ'σяєм ιρѕυм ∂#
es_es: recalificado
fa_ir: دوباره امتیاز داده‌شده
it_it: riassegnato
lv: atkārtoti novērtēts
mn: дахин оноо өгөх

source: overridden
eo: övérrïddén Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: anulado
fa_ir: لغو
it_it: sovrascritto
lv: pārlabots
mn: Хүчингүй болгосон

source: reset
eo: rését Ⱡ'σяєм ιρѕ#
es_es: reseteado
fa_ir: تنظیم مجدد
it_it: resetta
lv: atiestatīts
mn: дахин эхлүүлэх

source: deleted
eo: délétéd Ⱡ'σяєм ιρѕυм #
es_es: eliminado
fa_ir: حذف‌شده
it_it: cancellato
lv: dzēsts
mn: Устсан

source: emailed
eo: émäïléd Ⱡ'σяєм ιρѕυм #
es_es: correos enviados
fa_ir: رایانامه فرستاده‌شده
it_it: inviato via email
lv: nosūtīts e-pastā
mn: имэйлээр илгээгдсэн

source: graded
eo: grädéd Ⱡ'σяєм ιρѕυ#
es_es: calificado
fa_ir: نمره داده‌شده
it_it: valutato
lv: novērtēts
mn: дүгнэгдсэн

source: problem distribution graded
eo: prößlém dïstrïßütïön grädéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: distribución de problemas clasificada
fa_ir: توزیع مساله نمره‌دار
it_it: distribuzione dei problemi classificata
lv: problēmas sadalījums novērtēts
mn: даалгавар тархалт дүгнэгдсэн

source: certificates generated
eo: çértïfïçätés générätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: certificados generados
fa_ir: گواهی‌ها تولید شده است
it_it: certificati generati
lv: sertifikāti ģenerēti
mn: Гэрчилгээг үүсгэсэн

source: cohorted
eo: çöhörtéd Ⱡ'σяєм ιρѕυм ∂#
es_es: agrupado
fa_ir: هم انجمن
it_it: con coorte
lv: kohortēts
mn: Когорт болсон

source: compressed
eo: çömprésséd Ⱡ'σяєм ιρѕυм ∂σłσ#
fa_ir: فشرده‌شده
it_it: compresso

source: No status information available
eo: Nö stätüs ïnförmätïön äväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: No existe información de estado disponible
fa_ir: اطلاعات وضعیت وجود ندارد
it_it: Nessuna informazione disponibile sullo stato
lv: Nav pieejama statusa informācija
mn: Төлвийн мэдээлэл боломжгүй байна

source: No task_output information found for instructor_task {0}
eo: Nö täsk_öütpüt ïnförmätïön föünd för ïnstrüçtör_täsk {0} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se encontró información sobre la salida de la tarea para la tarea {0} del profesor
fa_ir: هیچ کار _ خروجی اطلاعات برای مربی _ کار {0} پیدا نشد
it_it: Nessuna informazione task_output trovata per instructor_task {0}
lv: Netika atrasta neviena task_output informācija instructor_task {0}
mn: Instructor_task {0} -д task_output мэдээлэл байхгүй байна.

source: No parsable task_output information found for instructor_task {0}: {1}
eo: Nö pärsäßlé täsk_öütpüt ïnförmätïön föünd för ïnstrüçtör_täsk {0}: {1} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Se encontró información no inteligible en la tarea del profesor {0}: {1}
fa_ir: هیچ اطلاعات task_output برای instructor_task {0}: {1} وجود ندارد
it_it: Nessuna informazione task_output analizzabile per instructor_task {0}: {1}
lv: Netika atrasta neviena parsējama task_output informācija instructor_task {0}: {1}

source: No parsable status information available
eo: Nö pärsäßlé stätüs ïnförmätïön äväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: No se encontró información inteligible sobre el estado
fa_ir: اطلاعات وضعیت قابل تجزیه وجود ندارد
it_it: Nessuna informazione sullo stato analizzabile disponibile
lv: Nav pieejama parsējama statusa informācija

source: No message provided
eo: Nö méssägé prövïdéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: No se ha facilitado ningún mensaje
fa_ir: هیچ پیامی فراهم نشد
it_it: Nessun messaggio fornito
lv: Nav sniegts neviens ziņojums
mn: Зурвас өгөгдөөгүй байна

source: Invalid task_output information found for instructor_task {0}: {1}
eo: Ìnvälïd täsk_öütpüt ïnförmätïön föünd för ïnstrüçtör_täsk {0}: {1} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Información inválida: sobre la salida de la tarea del profesor {0}: {1}
fa_ir: اطلاعات task_output برای instructor_task {0}: {1} پیدا نشد
it_it: Informazione task_output non valida trovata per instructor_task {0}: {1}
lv: Nederīga task_output informācija atrasta instructor_task {0}: {1}
mn: Instructor_task {0}-д олсон task_output мэдээлэл буруу байна: {1}

source: No progress status information available
eo: Nö prögréss stätüs ïnförmätïön äväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: No hay información disponible sobre el estado del progreso
fa_ir: هیچ اطلاعاتی از وضعیت پیشرفت در دسترس نیست
it_it: Nessuna informazione sullo stato di avanzamento disponibile
lv: Nav pieejama progresa statusa informācija
mn: Явцын төлвийн мэдээлэл боломжгүй байна.

source: No parsable task_input information found for instructor_task {0}: {1}
eo: Nö pärsäßlé täsk_ïnpüt ïnförmätïön föünd för ïnstrüçtör_täsk {0}: {1} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Se encontró información no inteligible en la salida de la tarea del profesor {0}: {1}
fa_ir: هیچ اطلاعات task_input ورودی برای instructor_task {0}: {1} پیدا نشد
it_it: Nessuna informazione task_input analizzabile trovata per instructor_task {0}: {1}
lv: Netika atrasta neviena parsējama task_input informācija instructor_task {0}: {1}

source: Progress: {action} {succeeded} of {attempted} so far
eo: Prögréss: {action} {succeeded} öf {attempted} sö fär Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Informe de progreso: {action} {succeeded} de {attempted}
fa_ir: پیشرفت: {action} {succeeded} از {attempted} تا کنون
it_it: Avanzamento: {action} {succeeded} di {attempted} fino ad ora
lv: Progress: {action} {succeeded} no {attempted} līdz šim
mn: Явц: Одоо хүртэл {attempted} -ийн {action} {succeeded}

source: Unable to find submission to be {action} for student '{student}'
eo: Ûnäßlé tö fïnd süßmïssïön tö ßé {action} för stüdént '{student}' Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se pudo encontrar un envío del alumno '{student}' para ser {action}
fa_ir: قادر به یافتن ارائه به‌صورت {action} برای یادگیرنده '{student} نیست
it_it: Non è possibile trovare l'invio che sia {action} per lo studente '{student}'
lv: Nav iespējams atrast, ka iesniegums ir {action} studentam '{student}'
mn: '{student}' суралцагчид {action} болох мэдүүлэг олох боломжгүй.

source: Problem failed to be {action} for student '{student}'
eo: Prößlém fäïléd tö ßé {action} för stüdént '{student}' Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El ejercicio del alumno '{student}' no se pudo {action}
fa_ir: مساله به‌صورت {action} برای یادگیرنده '{student} موفق نبود
it_it: Non è stato possibile {action} il problema per lo studente '{student}'
lv: Problēmai neizdevās būt {action} studentam '{student}'
mn: '{student}' суралцагчид {action} болоход алдаа гарлаа

source: Problem successfully {action} for student '{student}'
eo: Prößlém süççéssfüllý {action} för stüdént '{student}' Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El ejercicio del alumno '{student}' se pudo {action} satisfactoriamente
fa_ir: مساله {action} برای یادگیرنده '{student}' موفق بود
it_it: Problema {action} correttamente per lo studente '{student}'
lv: Problēma veiksmīgi {action} studentam '{student}'
mn: '{student}' суралцагчид {action} даалгавар амжилттай

source: Unable to find entrance exam submission to be {action} for student '{student}'
eo: Ûnäßlé tö fïnd éntränçé éxäm süßmïssïön tö ßé {action} för stüdént '{student}' Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No se pudo encontrar el envío del examen de ingreso como {action} para el estudiante '{student}'
fa_ir: قادر به یافتن ارائه آزمون ورودی به‌صورت {action} برای یادگیرنده '{student}' نیست
it_it: Non è possibile trovare l'invio dell'esame di ammissione che sia {action} per lo studente '{student}'
lv: Nav iespējams atrast, ka iestājpārbaudījuma iesniegums ir {action} studentam '{student}'
mn: '{student}' суралцагчид {action} болох элсэлтийн шалгалтын мэдүүлэг олох боломжгүй

source: Entrance exam successfully {action} for student '{student}'
eo: Éntränçé éxäm süççéssfüllý {action} för stüdént '{student}' Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Examen de ingreso exitoso {action} para el estudiante '{student}'
fa_ir: آزمون ورودی موفق {action} برای یادگیرنده '{student}'
it_it: Esame di ammissione correttamente {action} per lo studente '{student}'
lv: Iestājpārbaudījums veiksmīgi {action} studentam '{student}'
mn: '{student}' суралцагчийн {action} элсэлтийн шалгалтын амжилттай.

source: Unable to find any students with submissions to be {action}
eo: Ûnäßlé tö fïnd äný stüdénts wïth süßmïssïöns tö ßé {action} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se pudo encontrar ningún alumno con envíos para {action}
fa_ir: قادر به یافتن هر یادگیرنده با ارسالی به‌صورت {action} نیست
it_it: Non è possibile trovare alcun studente con invii che sia {action}
lv: Neizdevās atrast studentus ar iesniegumiem, kas būtu {action}
mn: {action} болох мэдүүлэгтэй суралцагчид олох боломжгүй

source: Problem failed to be {action} for any of {attempted} students
eo: Prößlém fäïléd tö ßé {action} för äný öf {attempted} stüdénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El ejercicio no se pudo {action} para ninguno de los {attempted} que lo intentaron
fa_ir: مساله به‌صورت {action} برای هر {attempted} یادگیرنده
it_it: Il problema non è riuscito ad essere {action} per uno qualsiasi dei {attempted} studenti
lv: Problēmai neizdevās būt {action} jebkuram no {attempted} studentiem
mn: {attempted} суралцагчдын {action} -д алдаа гарсан.

source: Problem successfully {action} for {attempted} students
eo: Prößlém süççéssfüllý {action} för {attempted} stüdénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El ejercicio se pudo {action} con éxito para los {attempted} que lo intentaron
fa_ir: مساله موفق {action} برای {attempted} یادگیرندگان
it_it: Problema {action} correttamente per gli studenti {attempted}
lv: Problēma veiksmīgi {action} {attempted} studentiem
mn: {attempted} суралцагчид {action} асуудал амжилттай

source: Problem {action} for {succeeded} of {attempted} students
eo: Prößlém {action} för {succeeded} öf {attempted} stüdénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Ejercicio {action} para {succeeded} de los {attempted} alumnos que lo intentaron
fa_ir: مساله {action} برای {succeeded} از {attempted} یادگیرندگان
it_it: Problema {action} per {succeeded} di {attempted} studenti
lv: Problēma {action} {succeeded} no {attempted} studentiem
mn: {attempted} суралцагчдын асуудал {action} {succeeded}

source: Unable to find any recipients to be {action}
eo: Ûnäßlé tö fïnd äný réçïpïénts tö ßé {action} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: No se pudo encontrar ningún destinatario para ser {action}
fa_ir: قادر به یافتن هر دریافت‌کننده به‌صورت {action} نیست
it_it: Impossibile trovare alcun destinatario da essere {action}
lv: Neizdevās atrast adresātus, kas būtu {action}
mn: {action} ямар нэг хүлээн авагч олох боломжгүй

source: Message failed to be {action} for any of {attempted} recipients
eo: Méssägé fäïléd tö ßé {action} för äný öf {attempted} réçïpïénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El mensaje no se pudo {action} para ninguno de los {attempted} posibles destinatarios
fa_ir: پیام به‌صورت {action} برای هیچ کدام از {attempted} دریافت‌کنندگان ارسال نشد
it_it: Il messaggio non è riuscito ad essere {action} per uno qualsiasi dei {attempted} destinatari
lv: Ziņojumam neizdevās būt {action} jebkuram no {attempted} saņēmējiem
mn: {attempted} хүлээн авагчдаас алинд нь ч зурвас {action} үйлдэл амжилттай хийгдсэнгүй

source: Message successfully {action} for {attempted} recipients
eo: Méssägé süççéssfüllý {action} för {attempted} réçïpïénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El mensaje se pudo {action} con éxito a {attempted} de los posibles destinatarios
fa_ir: پیام موفق {action} برای {attempted} دریافت‌کنندگان
it_it: Messaggio correttamente {action} per {attempted} destinatari
lv: Ziņojums veiksmīgi {action} {attempted} saņēmējiem
mn: {attempted} хүлээн авагчдад зурвас {action} амжилттай болсон

source: Message {action} for {succeeded} of {attempted} recipients
eo: Méssägé {action} för {succeeded} öf {attempted} réçïpïénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Mensaje {action} a {succeeded} de {attempted} posibles destinatarios
fa_ir: پیام {action} برای {succeeded} از {attempted} دریافت‌کنندگان
it_it: Messaggio {action} per {succeeded} di {attempted} destinatari
lv: Ziņojums {action} {succeeded} no {attempted} saņēmējiem
mn: {attempted} хүлээн авагчдаас зурвас {action} {succeeded}

source: Status: {action} {succeeded} of {attempted}
eo: Stätüs: {action} {succeeded} öf {attempted} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Estado: {action} {succeeded} de {attempted} intentos
fa_ir: وضعیت: {action} {succeeded} از {attempted}
it_it: Stato: {action} {succeeded} di {attempted}
lv: Statuss: {action} {succeeded} no {attempted}
mn: Төлөв: {attempted}-ийн {action} {succeeded}

source: (skipping {skipped})
eo: (skïppïng {skipped}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: (saltando {skipped})
fa_ir: (پرش {skipped})
it_it: (saltando {skipped})
lv: (izlaiž {skipped})
mn: (алгасах {skipped})

source: (out of {total})
eo: (öüt öf {total}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: (de un total de {total})
fa_ir: (از {total})
it_it: (su un totale di {total})
lv: (no {total})
mn: ({total}-аас)

source: Programs
eo: Prögräms Ⱡ'σяєм ιρѕυм ∂#
es_es: Programas
fa_ir: برنامه‌ها
it_it: Programmi
lv: Programmas
mn: Хөтөлбөрүүд

source: Program Details
eo: Prögräm Détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Detalles del programa
fa_ir: جزییات برنامه
it_it: Dettagli del programma
lv: Programmas detaļas
mn: Хөтөлбөрийн мэдээлэл
