Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: [{username}] is not eligible for credit for [{course_key}].
eo: [{username}] ïs nöt élïgïßlé för çrédït för [{course_key}]. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: [{username}] no cumple con los requisitos para créditos en [{course_key}].
fa_ir: [{username}] واجد شرایط برای اعتبار نیست [{course_key}].
it_it: [{username}] non è eleggibile per il credito per [{course_key}].
lv: [{username}] nav tiesības uz kredītpunktiem no [{course_key}].

source: [{course_key}] is not a valid course key.
eo: [{course_key}] ïs nöt ä välïd çöürsé kéý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: [{course_key}] no es una clave de curso válida.
fa_ir: [{course_key}] کلید معتبری برای دوره آموزشی نیست.
it_it: [{course_key}] non è una chiave del corso valida.
lv: [{course_key}] nav derīga kursa atslēga.
mn: [{course_key}] нь хичээлийн буруу код байна

source: Unique identifier for this credit provider. Only alphanumeric characters and hyphens (-) are allowed. The identifier is case-sensitive.
eo: Ûnïqüé ïdéntïfïér för thïs çrédït prövïdér. Önlý älphänümérïç çhäräçtérs änd hýphéns (-) äré ällöwéd. Thé ïdéntïfïér ïs çäsé-sénsïtïvé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυ#
es_es: Identificador único para este proveedor de crédito. Sólo se permiten caracteres alfanuméricos y guiones (-). El identificador es sensible a mayúsculas y minúsculas.
fa_ir: شناسه منحصربه‌فرد برای این ارائه‌دهنده اعتباری. فقط نویسه الفبایی و خط فاصله (-) مجاز است. به بزرگ بودن حروف حساس است.
it_it: Identificativo univoco per il provider del credito. Sono consentiti solo caratteri alfanumerici e trattini (-). L'identificativo è sensibile alle maiuscole/minuscole.
lv: Unikālais identifikators šī kredītpunkta nodrošinātājam. Tikai burtu un ciparu rakstzīmes un defises (-) ir atļautas. Identifikators ir reģistrjutīgs.

source: Whether the credit provider is currently enabled.
eo: Whéthér thé çrédït prövïdér ïs çürréntlý énäßléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Si el proveedor de crédito está actualmente habilitado.
fa_ir: آیا ارائه‌دهندۀ اعتبار اکنون فعال است یا خیر.
it_it: Definisce se il provider del credito è attualmente abilitato.
lv: Vai kredītpunktu nodrošinātājs pašreiz ir iespējots.

source: Name of the credit provider displayed to users
eo: Nämé öf thé çrédït prövïdér dïspläýéd tö üsérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Nombre del proveedor de crédito que se muestra a los usuarios
fa_ir: نام اعتباردهندۀ ارائه‌شده به کاربران
it_it: Nome del provider del credito mostrato agli utenti
lv: Lietotājiem parādāmais kredītpunktu nodrošinātāja nosaukums.

source: When true, automatically notify the credit provider when a user requests credit. In order for this to work, a shared secret key MUST be configured for the credit provider in secure auth settings.
eo: Whén trüé, äütömätïçällý nötïfý thé çrédït prövïdér whén ä üsér réqüésts çrédït. Ìn ördér för thïs tö wörk, ä shäréd séçrét kéý MÛST ßé çönfïgüréd för thé çrédït prövïdér ïn séçüré äüth séttïngs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αт#
es_es: Cuando sea verdadero, notifique automáticamente al proveedor de crédito cuando un usuario solicita crédito. Para que esto funcione, una clave secreta compartida DEBE configurarse para el proveedor de crédito en configuración de autenticación segura.
fa_ir: هنگام انتخاب گزینه « درست»، درصورت درخواست اعتبار از سوی کاربر، به‌صورت خودکار به ارائه‌دهندۀ آن اطلاع داده می‌شود. برای کار با این قسمت، یک کلید مخفی مشترک باید برای ارائه‌دهندۀ اعتبار در تنظیمات تأیید خودکار پیکربندی شود.
it_it: Quando true, notifica automaticamente il provider del credito quando un utente richiede credito. Affinché sia funzionante, è necessario configurare una chiave segreta condivisa per il provider del credito nelle impostazioni di autorizzazioni protette.
lv: Kad patiess, automātiski paziņot kredītpunktu nodrošinātājam, kad lietotājs pieprasa kredītpunktus. Lai tas strādātu, ir JĀBŪT konfigurētai kopīgotai slepenajai atslēgai kredītpunktu nodrošinātājam drošas autentifikācijas iestatījumos.

source: URL of the credit provider. If automatic integration is enabled, this will the the end-point that we POST to to notify the provider of a credit request. Otherwise, the user will be shown a link to this URL, so the user can request credit from the provider directly.
eo: ÛRL öf thé çrédït prövïdér. Ìf äütömätïç ïntégrätïön ïs énäßléd, thïs wïll thé thé énd-pöïnt thät wé PÖST tö tö nötïfý thé prövïdér öf ä çrédït réqüést. Öthérwïsé, thé üsér wïll ßé shöwn ä lïnk tö thïs ÛRL, sö thé üsér çän réqüést çrédït fröm thé prövïdér dïréçtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυ#
es_es: URL del proveedor de crédito. Si la integración automática está habilitada, este será el punto final al que enviamos para notificar al proveedor de una solicitud de crédito. De lo contrario, se mostrará al usuario un enlace a esta URL, por lo que el usuario puede solicitar crédito directamente al proveedor.
fa_ir: آدرس اینترنتی ارائه‌دهندۀ اعتبار. اگر یکپارچه‌سازی خودکار، فعال باشد، این نقطه-پایان است که ما می‌فرستیم تا درخواست اعتبار را به ارائه‌دهنده اطلاع دهیم. در غیر این صورت، پیوندی به این آدرس اینترنتی به کاربر نشان داده می‌شود ، بنابراین کاربر امکان می‌یابد مستقیماً از ارائه‌دهنده درخواست اعتبار کند.
it_it: URL del provider del credito. Se la funzione di integrazione automatica è abilitata, tale URL sarà l'endpoint che riceverà le notifiche del provider di una richiesta di credito. In caso contrario, all'utente verrà mostrato un link a questo URL, in modo che l'utente possa richiedere credito direttamente al provider.
lv: Kredītu nodrošinātāja URL. Ja automātiskā integrācija ir iespējota, tas liks ar gala punktu paziņot kredītpunktu nodrošinātājam par kredītpunktu pieprasījumu. Pretējā gadījumā lietotājam tiks parādīta saite uz šo URL, lai lietotājs varētu pieprasīt kredītpunktus no nodrošinātāja pa tiešo.

source: URL from the credit provider where the user can check the status of his or her request for credit. This is displayed to students *after* they have requested credit.
eo: ÛRL fröm thé çrédït prövïdér whéré thé üsér çän çhéçk thé stätüs öf hïs ör hér réqüést för çrédït. Thïs ïs dïspläýéd tö stüdénts *äftér* théý hävé réqüéstéd çrédït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια#
es_es: URL del proveedor de crédito donde el usuario puede comprobar el estado de su solicitud de crédito. Esto se muestra a los estudiantes *después de* haber solicitado crédito.
fa_ir: آدرس اینترنتی از طرف ارائه‌دهندۀ اعتبار که در آن کاربر می‌تواند وضعیت درخواست خود را برای اعتبار بررسی کند. این گزینه، *بعد* از درخواست فراگیران برای آنها اعتبار نمایش داده می شود.
it_it: L'URL del provider del credito dove l'utente può controllare lo stato della sua richiesta di credito. Gli studenti visualizzano tali informazioni *dopo* che hanno richiesto credito.
lv: URL no kredītpunktu nodrošinātāja, kur lietotājs var verificēt sava kredītpunktu pieprasījuma statusu. Tas tiek parādīts studentiem *pēc tam*, kad viņi ir pieprasījuši kredītpunktus.

source: Description for the credit provider displayed to users.
eo: Désçrïptïön för thé çrédït prövïdér dïspläýéd tö üsérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Descripción del proveedor de crédito que se muestra a los usuarios.
fa_ir: توضیحاتی دربارۀ ارائه‌دهندۀ اعتبار که به کاربران نمایش داده می‌شود.
it_it: Descrizione del provider del credito mostrata agli utenti.
lv: Lietotājiem parādāmais kredītpunktu nodrošinātāja apraksts.

source: Plain text or html content for displaying further steps on receipt page *after* paying for the credit to get credit for a credit course against a credit provider.
eo: Pläïn téxt ör html çöntént för dïspläýïng fürthér stéps ön réçéïpt pägé *äftér* päýïng för thé çrédït tö gét çrédït för ä çrédït çöürsé ägäïnst ä çrédït prövïdér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕ#
es_es: Texto simple o contenido html para mostrar otros pasos en la página de recepción *después de* pagar por el crédito para obtener crédito por un curso de crédito contra un proveedor de crédito.
fa_ir: محتوای اچ تی ام ال یا متن ساده برای نمایش مراحل بعدی در صفحۀ رسید *پس از* از پرداخت اعتبار برای دریافت آن، اعتبار دوره در برابر ارائه دهنده اعتبار.
it_it: Testo normale o contenuto html per la visualizzazione di ulteriori passi sulla pagina di ricezione *dopo* aver pagato per ottenere il credito per il corso a fronte di un provider del credito.
lv: Vienkāršs teksts vai HTML saturs, lai parādītu tālākos soļus kvīts lapā *pēc* samaksas par kredītpunktiem, lai iegūtu kredītpunktus par kredītpunktu kursu attiecībā uz kredītpunktu nodrošinātāju.

source: Plain text or html content for displaying custom message inside credit eligibility email content which is sent when user has met all credit eligibility requirements.
eo: Pläïn téxt ör html çöntént för dïspläýïng çüstöm méssägé ïnsïdé çrédït élïgïßïlïtý émäïl çöntént whïçh ïs sént whén üsér häs mét äll çrédït élïgïßïlïtý réqüïréménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια#
es_es: Texto simple o contenido html para mostrar mensajes personalizados dentro del contenido de correo electrónico de elegibilidad de crédito que se envía cuando el usuario ha cumplido con todos los requisitos de elegibilidad de crédito.
fa_ir: متن ساده یا محتوای اچ تی ام ال برای نمایش پیام عمومی به‌عنوان محتوای پست الکترونیکی که در صورت کسب اعتبار از سوی کاربر به لحاظ واجد شرایط بودن، ارسال می‌شود.
it_it: Testo normale o contenuto html per la visualizzazione del messaggio personalizzato all'interno del contenuto email per l'eleggibilità del credito inviato quando l'utente ha soddisfatto tutti i requisiti di eleggibilità del credito.
lv: Vienkāršs teksts vai HTML saturs, lai parādītu pielāgotu ziņojumu e-pastā saturā par tiesībām uz kredītpunktiem, kas tiek nosūtīts, kad lietotājs ir izpildījis visas prasības tiesībām uz kredītpunktiem.

source: Plain text or html content for displaying custom message inside credit receipt email content which is sent *after* paying to get credit for a credit course.
eo: Pläïn téxt ör html çöntént för dïspläýïng çüstöm méssägé ïnsïdé çrédït réçéïpt émäïl çöntént whïçh ïs sént *äftér* päýïng tö gét çrédït för ä çrédït çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσ#
es_es: Texto sin formato o contenido html para mostrar mensajes personalizados dentro del contenido de correo electrónico de recibo de crédito que se envía *después* de pagar para obtener crédito por un curso de crédito.
fa_ir: متن ساده یا محتوای اچ تی ام ال برای نمایش پیام عمومی به‌عنوان محتوای پست الکترونیکی "پس" از پرداخت برای دریافت اعتبار برای دورۀ اعتباری ارسال می‌شود.
it_it: Testo normale o contenuto html per la visualizzazione del messaggio personalizzato all'interno del contenuto email per la ricezione del credito inviato *dopo* aver pagato per ottenere il credito per un corso.
lv: Vienkāršs teksts vai HTML saturs, lai parādītu pielāgotu ziņojumu kredītpunktu saņēmēja e-pasta saturā, kas viņam tiek nosūtīts *pēc* maksāšanas, lai iegūtu kredītpunktus kredītpunktu kursam.

source: Thumbnail image url of the credit provider.
eo: Thümßnäïl ïmägé ürl öf thé çrédït prövïdér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: URL de imagen en miniatura del proveedor de crédito.
fa_ir: تصویر کوچک آدرس اینترنتی ارائه‎‌دهندۀ اعتبار.
it_it: L'Url immagine in miniatura del provider del credito.
lv: Kredītpunktu nodrošinātāja sīktēla attēla URL.

source: Credit requirement statuses
eo: Çrédït réqüïrémént stätüsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Estados de requisitos de crédito
fa_ir: وضعیت‌های ضروری اعتبار
it_it: Stati dei requisiti di credito
lv: Kredītpunktu prasību statusi

source: Deadline for purchasing and requesting credit.
eo: Déädlïné för pürçhäsïng änd réqüéstïng çrédït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Fecha límite para comprar y solicitar crédito.
fa_ir: مهلت خرید و درخواست اعتبار.
it_it: Scadenza per l'acquisto e la richiesta del credito.
lv: Pēdējais izpildes termiņš, lai iegādātos un pieprasītu kredītpunktus.

source: Preview Language Administration
eo: Prévïéw Längüägé Àdmïnïsträtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Vista previa de la administración de idiomas
fa_ir: پیش‌نمایش زبان مدیریت
it_it: Amministrazione lingua in anteprima
lv: Priekšskatījuma valodas administrēšana

source: Language not provided
eo: Längüägé nöt prövïdéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Idioma no proporcionado
fa_ir: زبان ارائه نشده‌است
it_it: Lingua non fornita
lv: Valoda nav sniegta
mn: Хэл байхгүй байна

source: Language set to {preview_language}
eo: Längüägé sét tö {preview_language} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Idioma establecido en {preview_language}
fa_ir: زبان روی {preview_language} تنظیم شده‌است
it_it: Lingua impostata su {preview_language}
lv: Valoda iestatīta kā {preview_language}
mn: Хэлийг {preview_language} болгох

source: Language reset to the default
eo: Längüägé rését tö thé défäült Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Restablecimiento de idioma al predeterminado
fa_ir: بازتنظیم زبان به‌حالت پیش‌فرض
it_it: Lingua reimpostata sul valore predefinito
lv: Valoda atiestatīta uz noklusēto
mn: Хэлийг өгөгдмөл утга болгох

source: This is a test message
eo: Thïs ïs ä tést méssägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Este es un mensaje de prueba
fa_ir: این پیامی آزمایشی است
it_it: Questo è un messaggio di test
lv: Šis ir pārbaudes ziņojums
mn: Энэ бол туршилтын зурвас

source: This is a success message
eo: Thïs ïs ä süççéss méssägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Este es un mensaje de éxito.
fa_ir: این پیام موفقیت است
it_it: Questo è un messaggio di operazione riuscita
lv: Šis ir veiksmīgas darbības ziņojums
mn: Энэ нь амжилттай үйлдлийн мэдэгдэл

source: This is a test warning
eo: Thïs ïs ä tést wärnïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Esta es una advertencia de prueba
fa_ir: این پیام هشدار است
it_it: Questa è un'avvertenza del test
lv: Šis ir pārbaudes brīdinājums
mn: Энэ бол туршилтын анхааруулга

source: This is a test error
eo: Thïs ïs ä tést érrör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Este es un error de prueba
fa_ir: این پیام خطاست
it_it: Questo è un errore del test
lv: Šī ir pārbaudes kļūda
mn: Энэ бол туршилтын алдаа

source: {provider} requires that LTI advanced sharing be enabled for your course, as this provider uses email address and username to personalize the experience. Please contact {support_contact} to enable this feature.
fa_ir: {provider} نیاز دارد که اشتراک‌گذاری پیشرفته LTI برای دوره آموزشی شما فعال باشد، زیرا این ارائه‌دهنده از نشانی رایانامه و نام کاربری برای شخصی‌سازی تجربه استفاده می‌کند. لطفاً برای فعالسازی این ویژگی با {support_contact} تماس بگیرید.
it_it: {provider} richiede che la condivisione avanzata LTI per il tuo corso sia abilitata, poiché questo fornitore utilizza l'indirizzo e-mail e il nome utente per personalizzare l'esperienza. Si prega di contattare {support_contact} per abilitare questa funzionalità.

source: technical support
fa_ir: پشتیبانی فنی
it_it: supporto tecnico

source: Comma-separated list of providers to allow, eg: {choices}
fa_ir: فهرست ارائه‌دهندگان، جدا شده با کاما، مثلاً {choices}
it_it: Elenco separato da virgole di provider da consentire, ad esempio: {choices}

source: Allow List
fa_ir: فهرست مجاز
it_it: Elenco consentiti

source: Comma-separated list of providers to deny, eg: {choices}
fa_ir: فهرست ارائه‌دهندگان غیر مجاز، جدا شده با کاما، مثلاً {choices}
it_it: Elenco separato da virgole di provider da negare, ad esempio: {choices}

source: Deny List
fa_ir: سیاهه غیرمجاز
it_it: Elenco negati

source: Learning Context Key
fa_ir: کلید محتوای آموزشی
it_it: Chiave contesto di apprendimento

source: If disabled, the discussions in the associated learning context/course will be disabled.
fa_ir: اگر این گزینه غیرفعال باشد، گفتگوهای مربوط به محتوا/ دوره آموزشی غیرفعال خواهد شد.
it_it: Se questa funzione è disabilitata, le discussioni nel contesto/corso di apprendimento associato verranno disabilitate.

source: The LTI configuration data for this context/provider.
fa_ir: داده‌های پیکربندی LTI برای این متن/ ارائه‌دهنده.
it_it: I dati di configurazione LTI per questo contesto/provider.

source: If enabled, discussion topics will be created for each non-graded unit in the course. A UI for discussions will show up with each unit.
fa_ir: اگر فعال شود، مباحث گفتگو برای هر واحد بدون نمره، در دوره آموزشی ایجاد می‌شوند. یک رابط کاربری برای گفتگو با هر واحد نمایش داده خواهد شد.
it_it: Se abilitato, verranno creati argomenti di discussione per ciascuna unità non valutata nel corso. Un&#39;interfaccia utente per le discussioni verrà visualizzata con ciascuna unità.

source: If enabled, discussion topics will be created for graded units as well.
fa_ir: اگر فعال باشد، مباحث گفتگو برای واحدهای بارم‌بندی‌شده نیز ایجاد می شوند.
it_it: Se abilitati, gli argomenti di discussione verranno creati anche per le unità valutate.

source: If enabled, discussions will need to be manually enabled for each unit.
fa_ir: اگر فعال باشد، گفتگوها باید به‌صورت دستی برای هر واحد فعال شوند.
it_it: Se abilitato, le discussioni dovranno essere abilitate manualmente per ciascuna unità.

source: The plugin configuration data for this context/provider.
fa_ir: داده‌های پیکربندی افزونه برای این محتوا/ ارائه‌دهنده.
it_it: I dati di configurazione plugin per questo contesto/provider.

source: Discussion provider
fa_ir: ارائه‌دهندۀ گفتگو
it_it: Provider di discussione

source: The discussion tool/provider's id
fa_ir: شناسۀ ارائه‌دهنده/ ابزار گفتگو
it_it: L'ID del provider/strumento di discussione

source: Context key for context in which this discussion topic exists.
fa_ir: کلید زمینه برای زمینه‌ای که این موضوع گفتگو در آن وجود دارد.
it_it: Chiave di contesto per il contesto in cui esiste questo argomento di discussione.

source: Usage key for in-context discussion topic. Set to null for course-level topics.
fa_ir: کلید کاربری برای مبحث گفتگو. برای مباحث سطح-دوره، آن را خالی بگذارید.
it_it: Chiave di utilizzo per argomenti di discussione contestuali. Impostare su null per argomenti a livello di corso.

source: Title for discussion topic.
fa_ir: عنوان موضوع گفتگو.
it_it: Titolo per argomento di discussione.

source: Group for divided discussions.
fa_ir: گروه‌بندی گفتگوهای تقسیم‌شده
it_it: Gruppo per discussioni divise.

source: Provider id for discussion provider.
fa_ir: شناسه ارائه‌دهنده برای ارائه‌دهنده گفتگو.
it_it: ID provider per provider di discussione.

source: Discussion context ID in external forum provider. e.g. commentable_id for cs_comments_service.
fa_ir: شناسه زمینه گفتگو در ارائه‌دهنده اتاق گفتگوی خارجی. مثلا، commentable_id برای cs_comments_service.
it_it: ID contesto di discussione nel provider di forum esterno. ad esempio commentable_id per cs_comments_service.

source: Whether this topic should be shown in-context in the course.
fa_ir: آیا این موضوع باید در زمینه دوره آموزشی نشان داده شود یا خیر.
it_it: Se questo argomento deve essere mostrato nel contesto del corso.

source: Ordering of this topic in its learning context
fa_ir: سفارش این مبحث در زمینه آموزش مبحث
it_it: Ordinamento di questo argomento nel suo contesto di apprendimento

source: Additional context for this topic, such as its section, and subsection
fa_ir: محتوای بیشتری برای این مبحث، همچون بخش و زیربخش آن
it_it: Contesto aggiuntivo per questo argomento, ad esempio la relativa sezione e sottosezione

source: Encourage participation and engagement in your course with discussions.
fa_ir: برای مشارکت و همکاری در گفتگوهای دوره آموزشی، افراد را تشویق کنید.
it_it: Promuovi la partecipazione e l'interesse per il corso con delle discussioni.

source: Administrator
eo: Àdmïnïsträtör Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Administrador
fa_ir: سرپرست
it_it: Amministratore
lv: Administrators
mn: Администратор

source: Moderator
eo: Mödérätör Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Moderador
fa_ir: ناظم
it_it: Moderatore
lv: Moderators
mn: Зохицуулагч

source: Group Moderator
eo: Gröüp Mödérätör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Grupo moderador
fa_ir: ناظم گروه
it_it: Moderatore del gruppo
lv: Grupas moderators
mn: Бүлгийн зохицуулагч

source: Community TA
eo: Çömmünïtý TÀ Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: TA de la comunidad
fa_ir: کمکیار استاد
lv: Kopienas asistents
mn: Нийтийн Багшийн Туслах

source: Student
eo: Stüdént Ⱡ'σяєм ιρѕυм #
es_es: Alumno
fa_ir: دانشجو
it_it: Studente
lv: Students
mn: Сурагч

source: COURSE NOT FOUND. Please check that the course ID is valid.
eo: ÇÖÛRSÉ NÖT FÖÛND. Pléäsé çhéçk thät thé çöürsé ÌD ïs välïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Curso no encontrado. Por favor, comprueba que el identificador del curso es correcto.
fa_ir: این دوره آموزشی پیدانشد. لطفا شماره شناسه دوره آموزشی را از نظر اعتبار بررسی کنید.
it_it: CORSO NON TROVATO. Si prega di verificare che l'ID del corso sia valido.
lv: KURSS NAV ATRASTS. Lūdzu, pārbaudiet, ka kursa ID ir derīgs.
mn: ХИЧЭЭЛ ОЛДСОНГҮЙ. Хичээлийн бүртгэлийн дугаар зөв эсэхийг шалгана уу

source: The course key for the restricted course.
eo: Thé çöürsé kéý för thé réstrïçtéd çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: La clave del curso para el curso restringido.
fa_ir: کلید دوره آموزشی برای این دوره محدود.
it_it: La chiave del corso per il corso riservato.
lv: Kursa atslēga ir ierobežotam kursam.
mn: Хязгаарлагдсан хичээлийн, хичээлийн түлхүүр
