Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: {p_tag}You currently do not have any peer grading to do. In order to have peer grading to do: {ul_tag} {li_tag}You need to have submitted a response to a peer grading problem.{end_li_tag} {li_tag}The course team needs to score the essays that are used to help you better understand the grading criteria.{end_li_tag} {li_tag}There must be submissions that are waiting for grading.{end_li_tag} {end_ul_tag} {end_p_tag}
eo: {p_tag}Ýöü çürréntlý dö nöt hävé äný péér grädïng tö dö. Ìn ördér tö hävé péér grädïng tö dö: {ul_tag} {li_tag}Ýöü nééd tö hävé süßmïttéd ä réspönsé tö ä péér grädïng prößlém.{end_li_tag} {li_tag}Thé çöürsé téäm nééds tö sçöré thé éssäýs thät äré üséd tö hélp ýöü ßéttér ündérständ thé grädïng çrïtérïä.{end_li_tag} {li_tag}Théré müst ßé süßmïssïöns thät äré wäïtïng för grädïng.{end_li_tag} {end_ul_tag} {end_p_tag} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłι#
fa_ir: p {p_tag} الان شما نمره‌دهی مشابهی را برای انجام کار ندارید. برای انجام نمره‎دهی همتا: {ul_tag} {li_tag} شما باید پاسخی یک مسألۀ نمره‌دهی همتا ارسال کرده باشید. {end_li_tag} {li_tag} اعضای تیم دوره باید مقالاتی را که به شما در فهم بهتر نمرات کمک می‌کند درجه‌بندی کنند. {end_li_tag} {li_tag} باید مواردی را ارسال کنید تا درجه‌بندی انجام شود. {end_li_tag} {end_ul_tag} {end_p_tag}
it_it: {p_tag}Attualmente non si dispone di alcuna valutazione tra colleghi da eseguire. Per avere una valutazione tra colleghi da eseguire: {ul_tag} {li_tag}È necessario aver inoltrato una risposta ad un problema di valutazione tra colleghi. {end_li_tag} {li_tag}Il team del corso deve assegnare un punteggio alle prove utilizzate per consentire una migliore comprensione dei criteri di valutazione.{end_li_tag} {li_tag}Devono essere presenti inoltri in attesa di valutazione.{end_li_tag} {end_ul_tag} {end_p_tag}
lv: {p_tag}Jums patlaban nav veicamās līdzbiedru vērtēšanas. Lai varētu vērtēt līdzbiedrus, izdariet: {ul_tag} {li_tag}Jums ir jāiesniedz atbilde uz līdzbiedru vērtēšanas problēmu.{end_li_tag} {li_tag}Kursa komandai ir nepieciešams vērtēt esejas, kuras tiek izmantotas, lai dotu Jums labāku ieskatu par vērtēšanas kritērijiem.{end_li_tag} {li_tag}Ir jābūt iesniegumiem, kas gaida uz vērtēšanu.{end_li_tag} {end_ul_tag} {end_p_tag}
mn: {p_tag}Та одоогоор дүгнэх ажил алга байна. Бусдын ажлыг дүгнэхийн тулд: {ul_tag} {li_tag}Та дасгал ажил дүгнэх мэдэгдэл хийсэн байх ёстой. {end_li_tag} {li_tag}Хичээлийн баг танд дүгнэх шалгууруудыг зааварлах бичлэгийг үнэлэх хэрэгтэй болно. {end_li_tag} {li_tag}Дүгнэгдэхээр хүлээгдэж байгаа оруулсан даалгавар байх ёстой. {end_li_tag} {end_ul_tag} {end_p_tag}

source: Peer Grading
eo: Péér Grädïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Calificación de pares
fa_ir: روش امتیازدهی همکاران
it_it: Valutazione tra colleghi
lv: Līdzbiedru vērtēšana
mn: Үеийнхэн Дүгнэх

source: Here is a list of problems that need to be peer graded for this course.
eo: Héré ïs ä lïst öf prößléms thät nééd tö ßé péér grädéd för thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: He aquí una lista de ejercicios que necesitan ser calificados por pares en este curso.
fa_ir: در اینجا فهرستی از مسائلی است که باید برای این دوره آموزشی نمره‌دهی شود.
it_it: Di seguito è riportato un elenco dei problemi che devono essere valutati tra colleghi per questo corso.
lv: Šeit ir dots saraksts ar uzdevumiem, kuriem ir jāveic līdzbiedru vērtēšana šajā kursā.
mn: Энэ хичээлд үеийнхэн дүгнэх хэрэгтэй асуудлын жагсаалт энд байна.

source: Problem Name
eo: Prößlém Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Nombre del ejercicio
fa_ir: نام مشکل
it_it: Nome del problema
lv: Uzdevuma nosaukums
mn: Даалгаврын Нэ

source: Due date
eo: Düé däté Ⱡ'σяєм ιρѕυм ∂#
es_es: Fecha de entrega
fa_ir: تا تاریخ
it_it: Data di scadenza
lv: Izpildes datums
mn: Өгөх ёстой он сар

source: Graded
eo: Grädéd Ⱡ'σяєм ιρѕυ#
es_es: Calificado
fa_ir: دارای رتبه
it_it: Valutato
lv: Vērtēta
mn: Дүгнэсэн

source: Available
eo: Àväïläßlé Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Disponible
fa_ir: موجود
it_it: Disponibile
lv: Pieejama
mn: Байгаа

source: Required
eo: Réqüïréd Ⱡ'σяєм ιρѕυм ∂#
es_es: Requerido
fa_ir: ضروری
it_it: Richiesto
lv: Nepieciešams
mn: Шаардлагатай

source: No due date
eo: Nö düé däté Ⱡ'σяєм ιρѕυм ∂σłσя #
fa_ir: نه تا تاریخ
it_it: Nessuna data di scadenza
lv: Nav izpildes datuma
mn: Өгөх ёстой огноо байхгүй

source: The due date has passed, and peer grading for this problem is closed at this time.
eo: Thé düé däté häs pässéd, änd péér grädïng för thïs prößlém ïs çlöséd ät thïs tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: La fecha de entrega ha pasado y la calificación de pares para este ejercicio se encuentra cerrada.
fa_ir: از تاریخ سررسید، گذشته است، و نمره‌دهی به مشکل مذکور، در این زمان بسته است.
it_it: La data di scadenza è trascorsa e la valutazione tra colleghi per questo problema è attualmente chiusa.
lv: Izpildes datums ir pagājis, un šī uzdevuma līdzbiedru vērtēšana pašlaik ir slēgta.
mn: Өгөх ёстой огноо өнгөрсөн тул, энэ асуудлыг үеийнхэн дүгнэх хаалттай байна.

source: The due date has passed, and peer grading is closed at this time.
eo: Thé düé däté häs pässéd, änd péér grädïng ïs çlöséd ät thïs tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La fecha de entrega ha pasado y la calificación de pares se encuentra cerrada.
fa_ir: از تاریخ سررسید، گذشته است، و نمره‌دهی در این زمان بسته است.
it_it: La data di scadenza è trascorsa e la valutazione tra colleghi è attualmente chiusa.
lv: Izpildes datums ir pagājis, un līdzbiedru vērtēšana pašlaik ir slēgta.
mn: Өгөх ёстой огноо өнгөрсөн тул, үеийнхэн дүгнэх хаалттай байна.

source: Learning to Grade
eo: Léärnïng tö Grädé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: آموزش نمره‌دهی
it_it: Imparare a valutare
lv: Iemācīties vērtēt
mn: Дүгнэж Сурах

source: Hide Question
eo: Hïdé Qüéstïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Ocultar pregunta
fa_ir: پنهان‌سازی سوال
it_it: Nascondi Domanda
lv: Noslēpt jautājumus
mn: Асуултыг Нуух

source: Student Response
eo: Stüdént Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Respuesta del alumno
fa_ir: پاسخ یادگیرنده
it_it: Risposta dello studente
lv: Studentu atbilde
mn: Оюутны Хариулт

source: Written Feedback
eo: Wrïttén Féédßäçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Retroalimentación por escrito
fa_ir: بازخورد نگاشته
it_it: Feedback scritto
lv: Rakstiska atgriezeniskā saite
mn: Бичсэн Хариулт

source: Please include some written feedback as well.
eo: Pléäsé ïnçlüdé sömé wrïttén féédßäçk äs wéll. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Por favor incluye también algún comentario.
fa_ir: لطفا بازخورد نگاشته شده را نیز درج کنید.
it_it: Si prega di includere anche un feedback scritto.
lv: Lūdzu, iekļaujiet arī rakstisku atgriezenisko saiti.
mn: Зарим бичсэн хариултг бас оруул.

source: This submission has explicit, offensive, or (I suspect) plagiarized content.
eo: Thïs süßmïssïön häs éxplïçït, öffénsïvé, ör (Ì süspéçt) plägïärïzéd çöntént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Este envío tiene contenido explícito, ofensivo o (según mi sospecha) fraudulento.
fa_ir: محتوای مذکور دارای متنی صریحاً توهین آمیز یا (احتمالاً) سرقت ‍‌ادبی است.
it_it: Questo testo ha un contenuto esplicito, offensivo o (sospetto) plagiato.
lv: Šajā iesniegumā ir necenzēts, aizvainojošs vai (pēc manām aizdomām) plaģiāta saturs.
mn: Энэ оролтонд эрээ цээргүй, доромжилсон эсвэл (миний таамаглаж байгаагаар) хуулсан агуулга орсон байна.

source: How did I do?
eo: Höw dïd Ì dö? Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: ¿Como lo hice?
fa_ir: عملکرد من چگونه بوده است؟
it_it: Come sono andato?
lv: Kā es to paveicu?
mn: Би хэр хийсэн бэ?

source: Ready to grade!
eo: Réädý tö grädé! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: ¡Listo para calificar!
fa_ir: آماده نمره‌دهی!
it_it: Pronto per valutare!
lv: Gatavi vērtēšanai!
mn: Дүгнэхэд бэлэн!

source: You have finished learning to grade, which means that you are now ready to start grading.
eo: Ýöü hävé fïnïshéd léärnïng tö grädé, whïçh méäns thät ýöü äré nöw réädý tö stärt grädïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Has terminado el aprendizaje sobre el proceso de calificación, y estás listo para comenzar a calificar.
fa_ir: آموزش نمره‌دهی به پایان رسید، یعنی اکنون آمادۀ نمره‌دهی هستید.
it_it: Hai imparato a valutare, questo vuol dire che ora sei pronto per iniziare a valutare.
lv: Jūs pabeidzāt mācīties vērtēt, kas nozīmē, ka esat tagad gatavi sākt vērtēšanu.
mn: Та дүгнэж сурлаа, тэгэхээр та одоо дүгнэхэд бэлэн боллоо.

source: Start Grading!
eo: Stärt Grädïng! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: ¡Comenzar a calificar!
fa_ir: آغاز نمره‌دهی!
it_it: Inizia a valutare!
lv: Sāciet vērtēšanu!
mn: Дүгнэж эхэл!

source: Learning to grade
eo: Léärnïng tö grädé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Aprendiendo a calificar
fa_ir: آموزش نمره‌دهی
it_it: Imparare a valutare
lv: Iemācīties vērtēt
mn: Дүгнэж сурах

source: You have not yet finished learning to grade this problem.
eo: Ýöü hävé nöt ýét fïnïshéd léärnïng tö grädé thïs prößlém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: شما هنوز آموزش نمره‌دهی به این مسأله را به پایان نرسانده‌اید.
it_it: Non hai ancora terminato di imparare a valutare questo problema.
lv: Jūs vēl neesat pabeiguši mācīties vērtēt šo uzdevumu.
mn: Энэ асуудлыг та дүгнэж хараахан сураагүй байна.

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
eo: Ýöü wïll nöw ßé shöwn ä sérïés öf ïnstrüçtör-sçöréd éssäýs, änd wïll ßé äskéd tö sçöré thém ýöürsélf. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Ahora se te mostrará una serie de ensayos calificados por un profesor y se te pedirá que los califiques.
fa_ir: اکنون یک سری متون به همراه امتیازات مربی به شما نشان داده‌می‌شود و از شما خواسته می‌شود به آنها نمره دهید.
it_it: Ti verrà mostrata una serie di prove valutate dall'istruttore e ti verrà richiesto di assegnare un punteggio.
lv: Jums tiks parādīta virkne ar instruktoru vērtētām esejām un tiks lūgts novērtēt tās pašiem.
mn: Танд одоо багш-дүгнэсэн эссэнүүдийг үзүүлээд, таныг дүгнэхийг хүснэ.

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
eo: Önçé ýöü çän sçöré thé éssäýs sïmïlärlý tö än ïnstrüçtör, ýöü wïll ßé réädý tö grädé ýöür péérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Una vez que califiques los ensayos de manera similar a como lo hace un instructor, estarás listo para calificar a tus compañeros.
fa_ir: هنگامی که بتوانید نمرات متون‌ را مانند یک مربی محاسبه کنید، آمادۀ اختصاص نمره به همتایان خود خواهید بود.
it_it: Quando assegnerai un punteggio alle prove come un istruttore, sarai pronto a valutare i tuoi colleghi.
lv: Kad Jūs spēsiet vērtēt esejas līdzīgi kā instruktors, Jūs būsiet gatavi vērtēt savus līdzbiedrus.
mn: Та эссэг багштай ойролцоо дүгнэдэг болоод үеийнхнээ дүгнэхэд бэлэн болно.

source: Start learning to grade
eo: Stärt léärnïng tö grädé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Comenzar a aprender a calificar
fa_ir: آغاز آموزش نمره‌دهی
it_it: Inizia a imparare come valutare
lv: Sākt mācīties vērtēt
mn: Дүгнэх сурахыг эхэл

source: Are you sure that you want to flag this submission?
eo: Àré ýöü süré thät ýöü wänt tö fläg thïs süßmïssïön? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: ¿Estás seguro de que deseas marcar este envío?
fa_ir: آیا از نشاندار کردن این مورد اطمینان دارید؟
it_it: Si è sicuri di voler segnalare questo inoltro?
lv: Vai Jūs esat pārliecināti, ka vēlaties atzīmēt šo iesniegumu ar karodziņu?
mn: Энэ оролтонд дарцаг тавихдаа итгэлтэй байна уу?

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
eo: Ýöü äré äßöüt tö fläg ä süßmïssïön. Ýöü shöüld önlý fläg ä süßmïssïön thät çöntäïns éxplïçït, öffénsïvé, ör (süspéçtéd) plägïärïzéd çöntént. Ìf thé süßmïssïön ïs nöt äddrésséd tö thé qüéstïön ör ïs ïnçörréçt, ýöü shöüld gïvé ït ä sçöré öf zérö änd äççömpänýïng féédßäçk ïnstéäd öf fläggïng ït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ #
es_es: Estás a punto de marcar un envío como inapropiado. Recuerda que solo debes marcar como inapropiados envíos que contengan expresiones ofensivas, explícitas o (que se sospechen) fraudulentas. Si el envío no atiende a la pregunta o es incorrecto, debes darle una calificación de cero y acompañarlo con tus comentarios en lugar de marcarlo como inapropiado.
fa_ir: شما در شرف تأیید این مورد هستید. فقط مواردی را نشانه‌گذاری کنید که حاوی محتوایی صریحاً توهین‌آمیز یا (مشکوک) به سرقت ادبی باشد. اگر تأیید این مورد به پرسش خاصی ارجاع داده نشده باشد یا نادرست باشد، باید به جای نشانه‌گذاری، نمرۀ آن را صفر در نظر گرفته و بازخوردی را همراه با آن ارسال کنید.
it_it: Stai per segnalare un inoltro. È necessario segnalare solo gli inoltri con contenuto esplicito, offensivo o (sospetto) plagiato. Se l'inoltro non è relativo alla domanda o non è corretto, è necessario assegnare un punteggio uguale a zero e fornire un feedback invece di segnalarlo.
lv: Jūs tūlīt atzīmēsiet iesniegumu ar karodziņu. Jums ir jāatzīmē tikai tādi iesniegumi, kas satur necenzētu, aizvainojošus, vai (aizdomās turētu) plaģiāta saturu. Ja iesniegumā nav izskatīts jautājums vai arī tas nav pareizs, Jums ir jāvērtē ar nulli un jāsniedz atgriezeniskā saite, nevis tas jāatzīmē.
mn: Та нэг оролтонд дарцаг тавих гэж байна. Та зөвхөн эрээ цээргүй, доромжилсон эсвэл хуулбарласан байх агуулганд дарцаг тавьж болно. Хэрэв оролт нь тавигдсан асуултандаа тохирохгүй, буруу байвал дарцаг тавихын оронд та нойль оноо, тохирох тайлбар хариултыг тавих хэрэгтэй.

source: Remove Flag
eo: Rémövé Fläg Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Eliminar la marca
fa_ir: حذف نشان
it_it: Rimuovi Segnalazione
lv: Noņemt karodziņu
mn: Дарцагийг Устгах

source: Keep Flag
eo: Kéép Fläg Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Mantener la marca
fa_ir: حفظ نشان
it_it: Mantieni Segnalazione
lv: Paturēt karodziņu
mn: Дарцагийг үлдээх

source: Go Back
eo: Gö Bäçk Ⱡ'σяєм ιρѕυм #
es_es: Volver atrás
fa_ir: بازگشت
it_it: Torna
lv: Doties atpakaļ
mn: Буцах

source: Account Activation Info
eo: Àççöünt Àçtïvätïön Ìnfö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fa_ir: اطلاعات فعال‌سازی حساب کاربری
it_it: Informazioni sull'attivazione dell'account
lv: Konta aktivizācijas informācija
mn: Дансны идэвхжүүлэх мэдээлэл

source: Your Password Reset is Complete
eo: Ýöür Pässwörd Rését ïs Çömplété Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Su reinicio de contraseña se ha completado
fa_ir: گذرواژه شما با موفقیت بازتنظیم شد
it_it: Il Reset della tua Password è Completo
lv: Jūsu paroles atiestatīšana ir pabeigta
mn: Таны нууц үгийн тохиргоо дууссан

source: Password Reset Complete
eo: Pässwörd Rését Çömplété Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Contraseña restablecida.
fa_ir: بازتنظیم گذرواژه کامل شد
it_it: Reimpostazione della password completata
lv: Paroles atiestatīšana ir pabeigta
mn: Нууц үг дахин тохируулах

source: Your password has been reset. {start_link}Sign-in to your account.{end_link}
eo: Ýöür pässwörd häs ßéén rését. {start_link}Sïgn-ïn tö ýöür äççöünt.{end_link} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Tu contraseña ha sido restablecida. {start_link}Inicia sesión en tu cuenta.{end_link}
fa_ir: گذرواژۀ شما بازتنظیم شد {start_link} به حساب کاربری خود وارد شوید. {end_link}
it_it: La password è stata reimpostata. {start_link}Accedi all'account.{end_link}
lv: Jūsu parole tika atiestatīta. {start_link}Piesakieties Jūsu kontā.{end_link}
mn: Таны нууц үг шинэчлэгдсэн. {start_link} Өөрийн акаунтад нэвтрэх. {end_link}

source: Reset Your {platform_name} Password
eo: Rését Ýöür {platform_name} Pässwörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Restablecer tu {platform_name} contraseña
fa_ir: گذرواژه‌ {platform_name} را بازتنظیم کنید
it_it: Reimposta la password {platform_name}
lv: Atiestatīt Jūsu {platform_name} paroli
mn: Өөрийн {platform_name} Нууц үг шинэчлэх

source: Invalid Password Reset Link
eo: Ìnvälïd Pässwörd Rését Lïnk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fa_ir: پیوند بازتنظیم گذرواژۀ نامعتبر
it_it: Link di reimpostazione password non valido
lv: Nederīga paroles atiestatīšanas saite
mn: Нууц үг шинэчлэх холбоос буруу байна

source: This password reset link is invalid. It may have been used already. To reset your password, go to the {start_link}sign-in{end_link} page and select {start_strong}Forgot password{end_strong}.
eo: Thïs pässwörd rését lïnk ïs ïnvälïd. Ìt mäý hävé ßéén üséd älréädý. Tö rését ýöür pässwörd, gö tö thé {start_link}sïgn-ïn{end_link} pägé änd séléçt {start_strong}Förgöt pässwörd{end_strong}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłł#
fa_ir: این پیوند مربوط به بازتنظیم گذرواژه نامعتبر است. این امکان وجود دارد که قبلاً استفاده شده‌باشد. برای بازنشانی گذرواژۀ خود، به صفحۀ {start_link} ورود به سامانه {end_link} بروید و گزینۀ {start_strong} گذرواژۀ خود را فراموش کرده‌ام {end_strong} را انتخاب کنید.
it_it: Questo link di reimpostazione della password non è valido. Potrebbe già essere stato utilizzato. Per reimpostare la password, passare alla pagina di {start_link}accesso{end_link} e selezionare {start_strong}Password dimenticata{end_strong}.

source: Password reset successful
eo: Pässwörd rését süççéssfül Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: گذرواژه بازیابی شد
it_it: Reimpostazione della password eseguita correttamente
lv: Paroles atiestatīšana veiksmīga
mn: Нууц үг солих хүсэлт амжилттай

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
eo: Wé'vé é-mäïléd ýöü ïnstrüçtïöns för séttïng ýöür pässwörd tö thé é-mäïl äddréss ýöü süßmïttéd. Ýöü shöüld ßé réçéïvïng ït shörtlý. Ⱡ'#
es_es: Te hemos enviado las instrucciones para configurar la contraseña a la dirección de correo electrónico que has proporcionado. Debe recibirlas en breve.
fa_ir: شیوه بازیابی گذرواژه به نشانی رایانامه شما ارسال شد. به زودی آن را دریافت خواهید کرد.
it_it: Abbiamo inviato all'indirizzo email fornito una email con istruzioni per l'impostazione della password. Riceverai l'email a breve.
lv: Mēs nosūtījām Jums e-pastā instrukcijas, lai atiestatītu paroli Jūsu norādītajai e-pasta adresei. Jūs to drīz saņemsiet.
mn: Таны өгсөн цахим шуудангийн хаягаар нууц үг солих заавар илгээсэн. Та удахгүй хүлээн авна. Цахим шуудангаа шалгана уу.

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} .
eo: Thé pägé thät ýöü wéré löökïng för wäs nöt föünd. Gö ßäçk tö thé {link_start}hömépägé{link_end} . Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: صفحه‌ای که به دنبال آن بودید یافت نشد. به {link_start} صفحۀ اصلی {link_end} بازگردید.
it_it: La pagina cercata non è stata trovata. Tornare alla {link_start}homepage{link_end} .

source: Too Many Requests
fa_ir: درخواست‌های بسیار زیاد
it_it: Troppe richieste

source: Your request has been rate-limited. Please try again later.
fa_ir: درخواست شما محدود به نرخ است. لطفا بعداً دوباره تلاش کنید.
it_it: La richiesta è stata limitata in frequenza. Riprovare successivamente.

source: This page left intentionally blank. Feel free to add your own content.
eo: Thïs pägé léft ïnténtïönällý ßlänk. Féél fréé tö ädd ýöür öwn çöntént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: این صفحه عامدانه خالی گذاشته شده‌است. لطفاً محتوای خود را وارد کتید.
it_it: Questa pagina è stata lasciata intenzionalmente vuota. È possibile aggiungere il proprio contenuto.
lv: Šī lapa sākotnēji ir tukša. Brīvi pievienojiet savu saturu.
mn: Энэ хуудсанд санаатайгаар хоосон орхив. Өөрийнхөө агуулгыг нэмэх чөлөөтэй байна.

source: Our system indicates that you are trying to access this {platform_name} course from a country or region currently subject to U.S. economic and trade sanctions. Unfortunately, because {platform_name} is required to comply with export controls, we cannot allow you to access this course at this time.
eo: Öür sýstém ïndïçätés thät ýöü äré trýïng tö äççéss thïs {platform_name} çöürsé fröm ä çöüntrý ör régïön çürréntlý süßjéçt tö Û.S. éçönömïç änd trädé sänçtïöns. Ûnförtünätélý, ßéçäüsé {platform_name} ïs réqüïréd tö çömplý wïth éxpört çöntröls, wé çännöt ällöw ýöü tö äççéss thïs çöürsé ät thïs tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕ#
fa_ir: سامانه نشان می‌دهد که سعی دارید از کشور یا منطقه‌ای که در حال حاضر تحت تحریم‌های اقتصادی و تجاری ایالات متحده است به این دوره اموزشی {platform_name} دسترسی پیدا کنید. متأسفانه، از آنجا که لازم است {platform_name} کنترل‌های صادرات هماهنگ عمل کنیم نمی‌توانیم به شما اجازۀ دسترسی به این دوره را بدهیم.
it_it: Il sistema indica che stai provando ad accedere a questo corso {platform_name} da un paese o una regione attualmente soggetti a sanzioni economiche e commerciali degli Stati Uniti. Sfortunatamente, poiché {platform_name} deve essere conforme ai controlli sull'esportazione, non è attualmente possibile consentire l'accesso a questo corso.

source: FAQ
eo: FÀQ Ⱡ'σяєм#
es_es: Preguntas frecuentes
fa_ir: پرسش‌های متداول
lv: BUJ
mn: Асуулт хариулт

source: Jobs
eo: Jößs Ⱡ'σяєм ι#
es_es: Trabajos
fa_ir: حرفه‌ها
it_it: Offerte di lavoro
lv: Vakances
mn: Ажил

source: In the Press
eo: Ìn thé Préss Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: En la prensa
fa_ir: در حال نشر
it_it: Nella stampa
lv: Presē
mn: Хэвлэлтэнд

source: Currently the {platform_name} servers are down
eo: Çürréntlý thé {platform_name} sérvérs äré döwn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Actualmente los servidores de {platform_name} están inactivos
fa_ir: اکنون سرویس‌دهنده‌های {platform_name} دچار مشکل شده‌اند
it_it: Al momento i server di {platform_name} non funzionano
lv: Pašreiz {platform_name} serveri nedarbojas
mn: Яг одоо {platform_name} серверүүд ажиллахгүй байна

source: Our staff is currently working to get the site back up as soon as possible.
eo: Öür stäff ïs çürréntlý wörkïng tö gét thé sïté ßäçk üp äs söön äs pössïßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fa_ir: هم اکنون کارکنان در حال تهیۀ نسخۀ پشتیبان در اسرع وقت هستند
it_it: Lo staff è attualmente al lavoro per ripristinare il sito appena possibile.

source: There has been a 500 error on the {platform_name} servers
eo: Théré häs ßéén ä 500 érrör ön thé {platform_name} sérvérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Ha habido un error 500 en los servidores de la plataforma {platform_name}
fa_ir: خطای شماره 500 در سرویس‌دهنده‌های {platform_name} رخ داده است
it_it: Si è verificato un 500 error sui server di {platform_name}
lv: Notika kļūda nr. 500 {platform_name} serveros
mn: {platform_name} серверүүдэд алдаа 500 гарсан байна

source: Please wait a few seconds and then reload the page.
eo: Pléäsé wäït ä féw séçönds änd thén rélöäd thé pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: لطفاً چند ثانیه صبر کنید و سپس صفحه را بارگیری کنید.
it_it: Attendere alcuni secondi e ricaricare la pagina.
