Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Contact your {platform_name} partner manager to update these settings.
fa_ir: برای روزآمدسازی این تنظیمات، با مدیر همکار {platform_name} خود تماس بگیرید.
it_it: Contatta il tuo partner manager {platform_name} per aggiornare queste impostazioni.

source: Enrollment End Time
eo: Énröllmént Énd Tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Hora de finalización de las inscripciones
fa_ir: تاریخ پایان ثبت‌نام
it_it: Ora di fine iscrizione
mn: Элсэлт Дуусах Цаг

source: Upgrade Deadline Date
eo: Ûpgrädé Déädlïné Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: ارتقا مهلت زمانی
it_it: Data di scadenza dell'upgrade

source: Last day students can upgrade to a verified enrollment.
eo: Läst däý stüdénts çän üpgrädé tö ä vérïfïéd énröllmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: یادگیرندگان روز گذشته قادر خواهند بود به ثبت‌نام تایید‌شده ارتقا یابند.
it_it: Ultimo giorno in cui gli studenti possono effettuare l'upgrade a un'iscrizione verificata.

source: Upgrade Deadline Time
eo: Ûpgrädé Déädlïné Tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: ارتقا زمان پایان
it_it: Ora di scadenza dell'upgrade

source: Course Details
eo: Çöürsé Détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Detalles del curso
fa_ir: جزئیات دوره آموزشی
it_it: Dettagli del corso
mn: Хичээлийн дэлгэрэнгүй

source: Provide useful information about your course
eo: Prövïdé üséfül ïnförmätïön äßöüt ýöür çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Proporciona información útil sobre el curso
fa_ir: اطلاعات مفیدی دربارۀ دوره آموزشی خود ارائه دهید
it_it: Fornire informazioni utili sul corso
mn: Хичээлийн тухай хэрэгцээт мэдээллийг оруулна уу

source: Identify the course language here. This is used to assist users find courses that are taught in a specific language. It is also used to localize the 'From:' field in bulk emails.
eo: Ìdéntïfý thé çöürsé längüägé héré. Thïs ïs üséd tö ässïst üsérs fïnd çöürsés thät äré täüght ïn ä spéçïfïç längüägé. Ìt ïs älsö üséd tö löçälïzé thé 'Fröm:' fïéld ïn ßülk émäïls. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη #
fa_ir: زبان دوره آموزشی را در اینجا مشخص کنید. این گزینه برای کمک به کاربران در یافتن دوره‌های آموزشی است که به زبانی خاص تدریس می‌شوند. همچنین برای بومی‌سازی قسمت "از:" در رایانامه‌های انبوه به کار می‌رود
it_it: Identificare qui la lingua del corso. Questa opzione viene utilizzata per aiutare gli utenti a trovare i corsi in una lingua specifica. Viene utilizzata anche per localizzare il campo 'Da:' nelle email di massa.

source: Introducing Your Course
eo: Ìntrödüçïng Ýöür Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Presentando tu curso
fa_ir: معرفی دوره آموزشی شما
it_it: Introduzione del corso

source: Information for prospective students
eo: Ìnförmätïön för pröspéçtïvé stüdénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Información para posibles alumnos
fa_ir: اطلاعاتی برای یادگیرندگان آینده‌نگر
it_it: Informazioni per i futuri studenti

source: Course Title
eo: Çöürsé Tïtlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Título del curso
fa_ir: عنوان دوره آموزشی
it_it: Titolo del Corso
mn: Хичээлийн Гарчиг

source: Displayed as title on the course details page. Limit to 50 characters.
eo: Dïspläýéd äs tïtlé ön thé çöürsé détäïls pägé. Lïmït tö 50 çhäräçtérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: به‌‌شکل عنوان در صفحۀ جزئیات دوره نمایش داده می‌شود. فقط 50 نویسه می‌پذیرد.
it_it: Visualizzato come titolo nella pagina dei dettagli del corso. Limitato a 50 caratteri.

source: Course Subtitle
eo: Çöürsé Süßtïtlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fa_ir: زیرنویس دوره آموزشی
it_it: Sottotitolo corso
mn: Хичээлийн Дэд гарчиг

source: Displayed as subtitle on the course details page. Limit to 150 characters.
eo: Dïspläýéd äs süßtïtlé ön thé çöürsé détäïls pägé. Lïmït tö 150 çhäräçtérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fa_ir: به‌عنوان زیرنویس در صفحۀ جزئیات دوره نمایش داده می‌شود. 150 نویسه می‌پذیرد.
it_it: Visualizzato come sottotitolo nella pagina dei dettagli del corso. Limitato a 150 caratteri.

source: Course Duration
eo: Çöürsé Dürätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Duración del curso
fa_ir: مدت دوره آموزشی
it_it: Durata del corso
mn: Хичээл Үргэлжлэх Хугацаа

source: Displayed on the course details page. Limit to 50 characters.
eo: Dïspläýéd ön thé çöürsé détäïls pägé. Lïmït tö 50 çhäräçtérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: در صفحۀ جزئیات دوره نمایش داده‌می شود. 50 نویسه می‌پذیرد.
it_it: Visualizzata nella pagina dei dettagli del corso. Limitato a 50 caratteri.
mn: Хичээлийн дэлгэрэнгүй хуудсанд харагдана. 50 тэмдэгтэнд багтаана.

source: Course Description
eo: Çöürsé Désçrïptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Descripción del curso
fa_ir: شرح دوره آموزشی
it_it: Descrizione del corso
mn: Хичээлийн Тайлбар

source: Displayed on the course details page. Limit to 1000 characters.
eo: Dïspläýéd ön thé çöürsé détäïls pägé. Lïmït tö 1000 çhäräçtérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: در صفحۀ جزئیات دوره آموزشی نمایش داده می‌شود. فقط 1000 نویسه می‌پذیرد.
it_it: Visualizzata nella pagina dei dettagli del corso. Limitata a 1000 caratteri.

source: Course Short Description
eo: Çöürsé Shört Désçrïptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Breve descripción del curso
fa_ir: خلاصه محتوای دوره
it_it: Descrizione breve del corso
mn: Хичээлийн Товч Тайлбар

source: Appears on the course catalog page when students roll over the course name. Limit to ~150 characters
eo: Àppéärs ön thé çöürsé çätälög pägé whén stüdénts röll övér thé çöürsé nämé. Lïmït tö ~150 çhäräçtérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Se muestra en el catálogo del curso cuando los alumnos pasan sobre el nombre del curso. Limitado a 150 caracteres.
fa_ir: به هنگام مرور، و حرکت موس روی نام دوره، این قسمت در صفحۀ فهرست دوره آموزشی ظاهر می‌شود. این قسمت فقط 150 نویسه می‌پذیرد.
it_it: Visualizzata nella pagina del catalogo del corso quando gli studenti passano sopra il nome del corso. Limitato a circa 150 caratteri

source: Course Overview
eo: Çöürsé Övérvïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Resumen del curso
fa_ir: مرور دوره آموزشی
it_it: Panoramica del corso
mn: Хичээлийн Тойм

source: HTML Code Editor
eo: HTML Çödé Édïtör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: ویرایشگر کد اچ تی ام ال
it_it: Editor di codice HTML
mn: HTML Код засагч

source: Introductions, prerequisites, FAQs that are used on {a_link_start}your course summary page{a_link_end} (formatted in HTML)
eo: Ìntrödüçtïöns, préréqüïsïtés, FÀQs thät äré üséd ön {a_link_start}ýöür çöürsé sümmärý pägé{a_link_end} (förmättéd ïn HTML) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Introducciones, requisitos previos, preguntas frecuentes que son empleadas en {a_link_start}tu página resumen del curso{a_link_end} (formateada en HTML)
fa_ir: مقدمه‌ها، پیش‌نیازها، سؤالات متداول که در {a_link_start} صفحۀ خلاصۀ دورۀ آموزشی شما {a_link_end} استفاده می‌شود (قالب‌بندی‌شده در HTML)
it_it: Introduzioni, prerequisiti, FAQ utilizzati nella {a_link_start}pagina di riepilogo del corso{a_link_end} (in formato HTML)

source: Custom sidebar content for {a_link_start}your course summary page{a_link_end} (formatted in HTML)
eo: Çüstöm sïdéßär çöntént för {a_link_start}ýöür çöürsé sümmärý pägé{a_link_end} (förmättéd ïn HTML) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fa_ir: شخصی‌سازی محتوای نوار کناری برای {a_link_start} صفحۀ خلاصۀ دورۀ شما {a_link_end} (قالب‌بندی شده در HTML)
it_it: Contenuto della barra laterale personalizzato per la {a_link_start}pagina di riepilogo del corso{a_link_end} (in formato HTML)

source: Course Card Image
eo: Çöürsé Çärd Ìmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: تصویر کارت دوره آموزشی
it_it: Immagine scheda corso
mn: Хичээлийн Постер Зураг

source: You can manage this image along with all of your other {a_link_start}files and uploads{a_link_end}
eo: Ýöü çän mänägé thïs ïmägé älöng wïth äll öf ýöür öthér {a_link_start}fïlés änd üplöäds{a_link_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Puedes gestionar esta imagen junto con el resto de tus {a_link_start}archivos subidos{a_link_end}
fa_ir: می‌توانید این تصویر را به‌همراه سایر پرونده‌ها و بارگذاری‌های {a_link_start} {a_link_end} خود مدیریت کنید
it_it: È possibile gestire questa immagine insieme a tutti gli altri {a_link_start}file e caricamenti{a_link_end}

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
eo: Ýöür çöürsé çürréntlý döés nöt hävé än ïmägé. Pléäsé üplöäd öné (JPÉG ör PNG förmät, änd mïnïmüm süggéstéd dïménsïöns äré 375px wïdé ßý 200px täll) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм #
es_es: Tu curso actualmente no tiene imagen. Por favor carga una (formato JPEG o PNG, y las dimensiones mínimas sugeridas son 375px ancho por 200px de alto.)
fa_ir: دوره آموزشی جاری در حال حاضر تصویر ندارد. لطفاً تصویری (با فرمت JPEG یا PNG و با حداقل پهنای تقریبی 375px و ارتفاع 200px ) بارگذاری نمایید.
it_it: Il corso attualmente non dispone di un'immagine. Caricarne una (formato JPEG o PNG; dimensioni minime suggerite: larghezza 375px, altezza 200px)

source: Your course image URL
eo: Ýöür çöürsé ïmägé ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: URL de la imagen de tu curso
fa_ir: آدرس اینترنتی دورۀ شما
it_it: URL immagine del corso
mn: Хичээлийн зургийн URL хаяг

source: Please provide a valid path and name to your course image (Note: only JPEG or PNG format supported)
eo: Pléäsé prövïdé ä välïd päth änd nämé tö ýöür çöürsé ïmägé (Nöté: önlý JPÉG ör PNG förmät süppörtéd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Por favor proporciona una ruta válida y un nombre para la imagen de tu curso. (Nota: sólo se admite formato JPEG o PNG)
fa_ir: لطفاً مسیر و نامی معتبر برای تصویر دوره خود وارد کنید (توجه: فقط از قالب‌های JPEG یا PNG پشتیبانی می‌شود)
it_it: Fornire un nome ed un percorso validi per l'immagine del corso (nota: sono supportati solo i formati JPEG o PNG)

source: Upload Course Card Image
eo: Ûplöäd Çöürsé Çärd Ìmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Cargar imagen del curso
fa_ir: بارگذاری تصویر کارت دوره آموزشی
it_it: Carica immagine scheda corso
mn: Хичээлийн Постер Зураг Оруулах

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 1440px wide by 400px tall)
eo: Ýöür çöürsé çürréntlý döés nöt hävé än ïmägé. Pléäsé üplöäd öné (JPÉG ör PNG förmät, änd mïnïmüm süggéstéd dïménsïöns äré 1440px wïdé ßý 400px täll) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм#
fa_ir: در حال حاضر دورۀ آموزشی مدنظر شما تصویر کوچک تصویری ندارد. لطفاً یک تصویر را بارگذاری کنید (قالب JPEG یا PNG ، و حداقل ابعاد پیشنهادی 400 پیکسل عرض در 1440 پیکسل طول است)
it_it: Il corso attualmente non dispone di un'immagine. Caricarne una (formato JPEG o PNG; dimensioni minime suggerite: larghezza 1440px, altezza 400px)

source: Your banner image URL
eo: Ýöür ßännér ïmägé ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: آدرس اینترنتی تصویر بنر شما
it_it: URL immagine banner
mn: Таны Баннер Зургийн URL хаяг

source: Please provide a valid path and name to your banner image (Note: only JPEG or PNG format supported)
eo: Pléäsé prövïdé ä välïd päth änd nämé tö ýöür ßännér ïmägé (Nöté: önlý JPÉG ör PNG förmät süppörtéd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fa_ir: لطفاً مسیر و نامی معتبر برای تصویر بنر خود ارائه دهید (توجه کنید: فقط از قالب‌های JPEG یا PNG پشتیبانی می‌شود)
it_it: Fornire un nome ed un percorso validi per l'immagine del banner (nota: sono supportati solo i formati JPEG o PNG)

source: Upload Course Banner Image
eo: Ûplöäd Çöürsé Bännér Ìmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: بارگذاری تصویر بنر دوره آموزشی
it_it: Carica immagine banner corso
mn: Хичээлийн Баннер Зураг Оруулах

source: Video Thumbnail Image
eo: Vïdéö Thümßnäïl Ìmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: تصویر کوچک ویدئو
it_it: Immagine miniatura video
mn: Видеоны Өнгөц зураг

source: Your course currently does not have a video thumbnail image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
eo: Ýöür çöürsé çürréntlý döés nöt hävé ä vïdéö thümßnäïl ïmägé. Pléäsé üplöäd öné (JPÉG ör PNG förmät, änd mïnïmüm süggéstéd dïménsïöns äré 375px wïdé ßý 200px täll) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕ#
fa_ir: در حال حاضر دورۀ آموزشی مدنظر شما تصویر کوچک تصویری ندارد. لطفاً یک تصویر را بارگذاری کنید (قالب JPEG یا PNG ، و حداقل ابعاد پیشنهادی 375 پیکسل عرض در 200 پیکسل بلندی است)
it_it: Il corso attualmente non dispone di un'immagine di miniatura video. Caricarne una (formato JPEG o PNG; dimensioni minime suggerite: larghezza 375px, altezza 200px)

source: Your video thumbnail image URL
eo: Ýöür vïdéö thümßnäïl ïmägé ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: آدرس اینترنتی تصویر کوچک ویدئوی شما
it_it: URL immagine miniatura video
mn: Видеоны Өнгөц зургийн URL хаяг

source: Please provide a valid path and name to your video thumbnail image (Note: only JPEG or PNG format supported)
eo: Pléäsé prövïdé ä välïd päth änd nämé tö ýöür vïdéö thümßnäïl ïmägé (Nöté: önlý JPÉG ör PNG förmät süppörtéd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: لطفاً مسیر و نامی معتبر برای تصویر کوچک ویدئوی خود ارائه دهید (توجه: فقط قالب JPEG یا PNG پشتیبانی می‌شود)
it_it: Fornire un nome ed un percorso validi per l'immagine della miniatura video (nota: sono supportati solo i formati JPEG o PNG)

source: Upload Video Thumbnail Image
eo: Ûplöäd Vïdéö Thümßnäïl Ìmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: بارگذاری تصویر کوچک ویدئو
it_it: Carica immagine miniatura video
mn: Видеоны Өнгөц зураг Оруулах

source: Course Introduction Video
eo: Çöürsé Ìntrödüçtïön Vïdéö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Vídeo de presentación del curso
fa_ir: فیلم مقدمه دوره آموزشی
it_it: Video introduzione al corso
mn: Хичээлийн Танилцуулга Видео

source: Delete Current Video
eo: Délété Çürrént Vïdéö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Borrar vídeo actual
fa_ir: حذف ویدیو
it_it: Cancella il Video Attuale
mn: Одоогийн Видеог Устгах

source: your YouTube video's ID
eo: ýöür ÝöüTüßé vïdéö's ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Identificador de tu vídeo de YouTube
fa_ir: شناسه ویدیوی شما در یوتیوب
it_it: l'ID del video YouTube
mn: Youtube Видеоны ID

source: Enter your YouTube video's ID (along with any restriction parameters)
eo: Éntér ýöür ÝöüTüßé vïdéö's ÌD (älöng wïth äný réstrïçtïön pärämétérs) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Introduce la ID del vídeo en YouTube (junto con cualquier parámetro de restricción)
fa_ir: شناسه ویدیو یوتیوب خود را وارد کنید (با در نظر داشتن محدودیت پارامترها)
it_it: Immettere l'ID del video YouTube (insieme ai parametri di limitazione)

source: Learning Outcomes
eo: Léärnïng Öütçömés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: خروجی‌های آموزش
it_it: Risultati dell'apprendimento
mn: Суралцсанаар гарах үр дүн

source: Add the learning outcomes for this course
eo: Àdd thé léärnïng öütçömés för thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: نتایج آموزش را به این دوره آموزشی بیفزایید
it_it: Aggiungi i risultati dell'apprendimento per questo corso
mn: Энэ хичээлд суралцсанаар гарах үр дүн оруулах

source: Add Learning Outcome
eo: Àdd Léärnïng Öütçömé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: افزودن خروجی یادگیری
it_it: Aggiungi risultato dell'apprendimento

source: Add details about the instructors for this course
eo: Àdd détäïls äßöüt thé ïnstrüçtörs för thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: جزئیات مربوط به مدرسان این دوره آموزشی را وارد کنید
it_it: Aggiungi dettagli sugli istruttori per questo corso
mn: Энэ хичээлийн зааварлагчдын талаар дэлгэрэнгүй мэдээлэл оруулах

source: Add Instructor
eo: Àdd Ìnstrüçtör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Agregar profesor
fa_ir: افزودن مربی
it_it: Aggiungi istruttore
mn: зааварлагч нэмэх

source: Expectations of the students taking this course
eo: Éxpéçtätïöns öf thé stüdénts täkïng thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Expectativas de los alumnos que hacen este curso
fa_ir: انتظارات از یادگیرندگان این دوره آموزشی
it_it: Aspettative degli studenti che partecipano a questo corso

source: Hours of Effort per Week
eo: Höürs öf Éffört pér Wéék Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Horas de esfuerzo por semana
fa_ir: ساعات کار در هر هفته
it_it: Ore di impegno per settimana

source: Time spent on all course work
eo: Tïmé spént ön äll çöürsé wörk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Tiempo invertido en todo el trabajo del curso
fa_ir: زمان صرف‌شده در کل فعالیت دوره
it_it: Tempo impiegato su tutte le attività del corso

source: Prerequisite Course
eo: Préréqüïsïté Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Requisitos previos del curso
fa_ir: پیش‌نیازهای دوره
it_it: Corso prerequisito

source: None
eo: Nöné Ⱡ'σяєм ι#
es_es: Nada
fa_ir: هیچکدام
it_it: Nessuno
lv: Neviens
mn: Хоосон

source: Course that students must complete before beginning this course
eo: Çöürsé thät stüdénts müst çömplété ßéföré ßégïnnïng thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Curso que los alumnos deben completar antes de comenzar este curso
fa_ir: دوره‌ای که یادگیرندگان پیش از شروع این دوره باید بگذرانند
it_it: Corso che gli studenti devono completare prima di iniziare questo corso

source: set pre-requisite course
eo: sét pré-réqüïsïté çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: دوره پیش‌نیاز را تنظیم کنید
it_it: imposta corso prerequisito

source: Require students to pass an exam before beginning the course.
eo: Réqüïré stüdénts tö päss än éxäm ßéföré ßégïnnïng thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Requiere a los alumnos aprobar un examen antes de empezar el curso.
fa_ir: پیش از شروع دوره، یادگیرندگان را ملزم به قبولی در امتحان کنید.
it_it: Richiede che gli studenti superino un esame prima di iniziare il corso.

source: You can now view and author your course entrance exam from the {link_start}Course Outline{link_end}.
eo: Ýöü çän nöw vïéw änd äüthör ýöür çöürsé éntränçé éxäm fröm thé {link_start}Çöürsé Öütlïné{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: اکنون می‌توانید آزمون ورودی دورۀ آموزشی خود را از {link_start} رئوس مطالب دوره {link_end} مشاهده و تألیف کنید.
it_it: È ora possibile visualizzare e creare l'esame di ammissione al corso dalla {link_start}Struttura del corso{link_end}.

source: Grade Requirements
eo: Grädé Réqüïréménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fa_ir: الزامات نمره
it_it: Requisiti di valutazione

source: The score student must meet in order to successfully complete the entrance exam.
eo: Thé sçöré stüdént müst méét ïn ördér tö süççéssfüllý çömplété thé éntränçé éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: میزان نمره‌ای که یادگیرنده برای تکمیل موفقیت آمیز آزمون باید کسب کند.
it_it: Il punteggio che lo studente deve ottenere per completare correttamente l'esame di ammissione.

source: Course Content License
eo: Çöürsé Çöntént Lïçénsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Licencia del contenido del curso
fa_ir: مجوز محتوای دوره
it_it: Licenza del contenuto del corso

source: Select the default license for course content
eo: Séléçt thé défäült lïçénsé för çöürsé çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: انتخاب مجوز پیش‌فرض را برای محتوای دوره آموزشی
it_it: Selezionare la licenza predefinita per il contenuto del corso

source: How are these settings used?
eo: Höw äré thésé séttïngs üséd? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: ¿Cómo se usan estas configuraciones?
fa_ir: چگونه از این تنظیمات استفاده کنیم؟
it_it: Come vengono utilizzate queste impostazioni?

source: Your course's schedule determines when students can enroll in and begin a course.
eo: Ýöür çöürsé's sçhédülé détérmïnés whén stüdénts çän énröll ïn änd ßégïn ä çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: La configuración del calendario para tu curso determina las fechas en las que los alumnos pueden inscribirse y comenzar a recibir el curso.
fa_ir: برنامۀ آموزشی دورۀ شما زمان ثبت‌نام یادگیرندگان و آغاز دوره را مشخص می‌کند.
it_it: La pianificazione del corso determina quando gli studenti possono iscriversi ed iniziare un corso.

source: Other information from this page appears on the About page for your course. This information includes the course overview, course image, introduction video, and estimated time requirements. Students use About pages to choose new courses to take.
eo: Öthér ïnförmätïön fröm thïs pägé äppéärs ön thé Àßöüt pägé för ýöür çöürsé. Thïs ïnförmätïön ïnçlüdés thé çöürsé övérvïéw, çöürsé ïmägé, ïntrödüçtïön vïdéö, änd éstïmätéd tïmé réqüïréménts. Stüdénts üsé Àßöüt pägés tö çhöösé néw çöürsés tö täké. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтα#
es_es: Hay más información sobre esta página en la zona Acerca de este curso. Esa información incluye una visión general, imágenes del curso, un vídeo de introducción y una estimación de los requerimientos del tiempo que le insumirá al alumno. Los alumnos usan las páginas Acerca de... para seleccionar nuevos cursos de su interés.
fa_ir: سایر اطلاعات این صفحه در صفحه «درباره ما» ظاهر می‌شود. این اطلاعات شامل مرور کلی دوره آموزشی، تصویر دوره آموزشی، فیلم معرفی و زمان مورد نیاز است. یادگیرندگان برای انتخاب دروس جدید از صفحۀ دربارۀ ما استفاده می‌کنند.
it_it: Altre informazioni da questa pagina vengono visualizzate nella pagina Informazioni su del corso. Queste informazioni comprendono la panoramica sul corso, l'immagine del corso, il video introduttivo ed i requisiti di tempo stimati. Gli studenti utilizzano le pagine Informazioni su per scegliere i nuovi corsi da seguire.
