Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Access is restricted to:
eo: Àççéss ïs réstrïçtéd tö: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: دسترسی محدود است به:
it_it: L'accesso è limitato a:

source: Restrict access to:
eo: Réstrïçt äççéss tö: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Restringir el acceso a:
fa_ir: محدودیت دسترسی به:
it_it: Limita accesso a:

source: Select a group type
eo: Séléçt ä gröüp týpé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Selecciona un tipo de grupo
fa_ir: نوع گروه را انتخاب کنید
it_it: Selezionare un tipo di gruppo

source: All Learners and Staff
eo: Àll Léärnérs änd Stäff Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Todos los estudiantes y personal
fa_ir: همه مربیان و یادگیرندگان
it_it: Tutti gli studenti e lo staff

source: Select one or more groups:
eo: Séléçt öné ör möré gröüps: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Selecciona un o más grupos
fa_ir: یک یا دو گروه را برگزینید:
it_it: Selezionare uno o più gruppi:

source: This group no longer exists. Choose another group or remove the access restriction.
eo: Thïs gröüp nö löngér éxïsts. Çhöösé änöthér gröüp ör rémövé thé äççéss réstrïçtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: این گروه، دیگر وجود ندارد. گروه دیگری را برگزینید یا محدودیت دسترسی را بردارید.
it_it: Questo gruppo non esiste più. Scegliere un altro gruppo o rimuovere le limitazioni di accesso.

source: {email} has requested {studio_name} course creator privileges on edge
eo: {email} häs réqüéstéd {studio_name} çöürsé çréätör prïvïlégés ön édgé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: {email} ha solicitado privilegios de creador de curso en {studio_name} edge
fa_ir: {email} درخواست امتیازات ویژۀ سازندۀ دوره آموزشی {studio_name} درخواست را مطرح کرده‌است
it_it: {email} ha richiesto i privilegi di creatore del corso {studio_name} sull'edge

source: User '{user}' with e-mail {email} has requested {studio_name} course creator privileges on edge.
eo: Ûsér '{user}' wïth é-mäïl {email} häs réqüéstéd {studio_name} çöürsé çréätör prïvïlégés ön édgé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: El usuario '{user}' con correo electrónico {email} ha solicitado privilegios de creador de curso en {studio_name} edge.
fa_ir: کاربر "{user}" با نشانی رایانامه {email} درخواست امتیاز سازندۀ دوره آموزشی{studio_name} را مطرح کرده‌است.
it_it: L'utente '{user}' con email {email} ha richiesto i privilegi di creatore del corso {studio_name} sull'edge.

source: To grant or deny this request, use the course creator admin table.
eo: Tö gränt ör déný thïs réqüést, üsé thé çöürsé çréätör ädmïn täßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Para conceder o denegar esta solicitud, utiliza la tabla de administración de creador del curso.
fa_ir: برای تأیید یا رد این درخواست، از جدول مدیر سازنده دوره آموزشی استفاده کنید.
it_it: Per concedere o rifiutare questa richiesta, utilizzare la tabella dell'amministratore del creatore del corso.

source: Your request for course creation rights to {studio_name} have been denied. If you believe this was in error, please contact {email}
eo: Ýöür réqüést för çöürsé çréätïön rïghts tö {studio_name} hävé ßéén dénïéd. Ìf ýöü ßélïévé thïs wäs ïn érrör, pléäsé çöntäçt {email} Ⱡ'σяєм ιρѕυм ∂#
es_es: Tu solicitud para obtener derechos de creación de cursos en {studio_name} ha sido denegada. Si crees que esto ha sido un error, por favor, contacta con {email}
fa_ir: درخواست شما برای ایجاد حقوق ساخت دوره آموزشی برای {studio_name} رد شده ‌است. اگر تصور می‌کنید، این پیام به اشتباه به شما نمایش داده‌می‌شود، لطفاً با {email} تماس بگیرید
it_it: La richiesta di diritti di creazione del corso a {studio_name} è stata negata. Se si ritiene che si tratti di un errore, contattare {email}

source: Your request for course creation rights to {studio_name} have been granted. To create your first course, visit {url}
eo: Ýöür réqüést för çöürsé çréätïön rïghts tö {studio_name} hävé ßéén gräntéd. Tö çréäté ýöür fïrst çöürsé, vïsït {url} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
es_es: Tu solicitud para obtener derechos de creación de cursos en {studio_name} ha sido aceptada. Para crear tu primer curso, visita {url}
fa_ir: درخواست شما برای ایجاد حقوق ایجاد دوره آموزشی برای {studio_name} پذیرفته شده‌است. برای ایجاد اولین دوره خود ، صفحۀ {url} را ببینید.
it_it: La richiesta di diritti di creazione del corso a {studio_name} è stata concessa. Per creare il primo corso, visitare {url}

source: Your course creation rights to {studio_name} have been revoked. If you believe this was in error, please contact {email}
eo: Ýöür çöürsé çréätïön rïghts tö {studio_name} hävé ßéén révökéd. Ìf ýöü ßélïévé thïs wäs ïn érrör, pléäsé çöntäçt {email} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
es_es: Tus derechos de creación de cursos en {studio_name} han sido revocados. Si crees que esto ha sido un error, por favor, contacta con {email}.
fa_ir: حقوق ایجاد دورۀ آموزشی شما برای {studio_name} لغو شده‌است. اگر تصور می‌کنید این پیام به اشتباه نمایش داده می‌شود، لطفاً با {email} تماس بگیرید
it_it: I diritti di creazione del corso a {studio_name} sono stati revocati. Se si ritiene che si tratti di un errore, contattare {email}

source: Your course creator status for {studio_name}
eo: Ýöür çöürsé çréätör stätüs för {studio_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Tu estado de creador de curso en {studio_name}
fa_ir: وضعیت سازندۀ دورۀ آموزشی شما برای {studio_name}
it_it: Lo stato del creatore del corso per {studio_name}

source: Your {task_name} task has completed with the status '{task_status}'. Use this URL to view task details or download any files created: {detail_url}
eo: Ýöür {task_name} täsk häs çömplétéd wïth thé stätüs '{task_status}'. Ûsé thïs ÛRL tö vïéw täsk détäïls ör döwnlöäd äný fïlés çréätéd: {detail_url} Ⱡ'σяєм ιρѕυм#
fa_ir: کار {task_name} شما با وضعیت "{task_status}" به پایان رسید. برای مشاهدۀ جزئیات کار یا بارگذاری پرونده‌های تولیدشده از این آدرس استفاده کنید: {detail_url}
it_it: L'attività {task_name} è stata completata con lo stato '{task_status}'. Utilizzare questo URL per visualizzare i dettagli dell'attività o scaricare i file creati: {detail_url}

source: Your {task_name} task has completed with the status '{task_status}'. Sign in to view the details of your task or download any files created.
eo: Ýöür {task_name} täsk häs çömplétéd wïth thé stätüs '{task_status}'. Sïgn ïn tö vïéw thé détäïls öf ýöür täsk ör döwnlöäd äný fïlés çréätéd. Ⱡ'σяєм ιρѕ#
es_es: Tu {task_name} tarea se ha completado con el estado '{task_status}'. Inicia sesión para ver los detalles de tu tarea o descargar los archivos creados.
fa_ir: کار {task_name} شما با وضعیت "{task_status}" به پایان رسیده‌است. برای مشاهدۀ جزئیات آن یا بارگیری پرونده‌های ایجاد‌شده وارد سامانه شوید.
it_it: L'attività {task_name} è stata completata con lo stato '{task_status}'. Accedere per visualizzare i dettagli dell'attività o scaricare i file creati.

source: Here are some validations we found with your course content.
fa_ir: در اینجا چند مورد اعتبارسنجی مرتبط با محتوای دورۀ شما یافتیم.
it_it: Ecco alcune convalide che abbiamo trovato con il contenuto del tuo corso.

source: Errors:
fa_ir: خطاها:
it_it: Errori:

source: Warnings:
fa_ir: هشدارها:
it_it: Avvertenze:

source: {platform_name} {studio_name}: Task Status Update
eo: {platform_name} {studio_name}: Täsk Stätüs Ûpdäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fa_ir: {platform_name} {studio_name}: روزآمدسازی وضعیت کار
it_it: {platform_name} {studio_name}: Aggiornamento stato attività

source: Delete Announcement
eo: Délété Ànnöünçémént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fa_ir: حذف آگهی
it_it: Elimina annuncio

source: Are you sure you want to delete this Announcement?
eo: Àré ýöü süré ýöü wänt tö délété thïs Ànnöünçémént? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: آیا از حذف این آگهی اطمینان دارید؟
it_it: Si è sicuri di voler eliminare questo annuncio?

source: Confirm
eo: Çönfïrm Ⱡ'σяєм ιρѕυм #
es_es: Confirmar
fa_ir: تایید
it_it: Conferma
lv: Apstiprināt

source: Edit Announcement
eo: Édït Ànnöünçémént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: ویرایش اعلان
it_it: Modifica annuncio

source: Create New
eo: Çréäté Néw Ⱡ'σяєм ιρѕυм ∂σłσ#
fa_ir: ایجاد
it_it: Crea nuovo

source: previous
eo: prévïöüs Ⱡ'σяєм ιρѕυм ∂#
es_es: Previo
fa_ir: قبلی
it_it: precedente
lv: iepriekšējais
mn: өмнөх

source: next
eo: néxt Ⱡ'σяєм ι#
es_es: siguiente
fa_ir: بعدی
it_it: successivo
lv: Nākamais
mn: дараагийн

source: Required data to force publish course.
eo: Réqüïréd dätä tö förçé püßlïsh çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: داده‌های ضروری برای اجبار به انتشار دوره.
it_it: Dati richiesti per forzare la pubblicazione del corso.
mn: Хичээл албадан нийтлэхэд шаардлагатай мэдээлэл

source: Reset values
eo: Rését välüés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fa_ir: بازنشانی مقادیر
it_it: Reimposta valori

source: Maintenance Dashboard
eo: Mäïnténänçé Däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: پیشخوان حفظ و نگهداری
it_it: Dashboard di manutenzione
mn: Техник үйлчилгээний хянах самбар

source: Thanks for activating your account.
eo: Thänks för äçtïvätïng ýöür äççöünt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Gracias por activar tu cuenta.
fa_ir: با تشکر از اینکه حساب کاربری خود را فعال کردید.
it_it: Grazie per aver attivato il tuo account.
mn: Бүртгэлээ идэвхжүүлсэнд баярлалаа

source: This account has already been activated.
eo: Thïs äççöünt häs älréädý ßéén äçtïvätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Esta cuenta ya ha sido activada.
fa_ir: حساب کاربری مورد نظر شما قبلاً فعال شده است.
it_it: Questo account è già stato attivato.
mn: Энэ эрх аль хэдийн идэвхжсэн байна.

source: Visit your {link_start}dashboard{link_end} to see your courses.
eo: Vïsït ýöür {link_start}däshßöärd{link_end} tö séé ýöür çöürsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Visita tu {link_start}Panel de control{link_end} para ver tus cursos.
fa_ir: برای مشاهده دوره‌هایی آموزشی خود به {link_start}dashboard{link_end} مراجعه کنید.
it_it: Visita la tua {link_start}bacheca{link_end} per vedere i tuoi corsi.
mn: {link_start}Хянах самбартаа{link_end} хандаж өөрийн хичээлүүдийг харна уу

source: You can now {link_start}sign in{link_end}.
eo: Ýöü çän nöw {link_start}sïgn ïn{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: {link_start}ورود{link_end} به حساب کاربری
it_it: È ora possibile {link_start}eseguire l'accesso{link_end}.

source: Activation Invalid
eo: Àçtïvätïön Ìnvälïd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Activación inválida
fa_ir: فعالسازی معتبر نیست
it_it: Attivazione Non Valida
mn: Хүчингүй Идэвхжүүлэлт

source: Something went wrong. Email programs sometimes split URLs into two lines, so make sure the URL you're using is formatted correctly. If you still have issues, send us an email message at {email_start}{email}{email_end}.
eo: Söméthïng wént wröng. Émäïl prögräms sömétïmés splït ÛRLs ïntö twö lïnés, sö mäké süré thé ÛRL ýöü'ré üsïng ïs förmättéd çörréçtlý. Ìf ýöü stïll hävé ïssüés, sénd üs än émäïl méssägé ät {email_start}{email}{email_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂#
fa_ir: مشکلی رخ داده‌است. گاهی برنامه‌های مربوط به رایانامه، آدرس‌های اینترنتی را به دو خط تقسیم می‌کنند، بنابراین مطمئن شوید نشانی مورد استفاده شما به‌د‌رستی قالب‌بندی شده‌باشد. اگر هنوز مشکل ادامه یافت، از طریق رایانامه {email_start} {email} {email_end} برای ما پیامارسال کنید.
it_it: Si è verificato un errore. In alcuni casi, i programmi email suddividono gli URL in due righe, pertanto accertarsi che l'URL utilizzato sia formattato correttamente. Se il problema persiste, inviare un messaggio email all'indirizzo {email_start}{email}{email_end}.

source: Return to the {link_start}home page{link_end}.
eo: Rétürn tö thé {link_start}hömé pägé{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: به {link_start} صفحه اصلی {link_end} بازگردید.
it_it: Torna alla {link_start}home page{link_end}.

source: Support will be removed in an upcoming release.
eo: Süppört wïll ßé rémövéd ïn än üpçömïng réléäsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: پشتیبانی در نسخۀ بعدی حذف خواهدشد.
it_it: Il supporto verrà rimosso in una prossima release.

source: Support will be removed on {expiration_date}.
eo: Süppört wïll ßé rémövéd ön {expiration_date}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: پشتیبانی در {expiration_date} حذف خواهدشد
it_it: Il supporto verrà rimosso il {expiration_date}.

source: This course uses a legacy storage format.
eo: Thïs çöürsé üsés ä légäçý störägé förmät. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: این دورۀ آموزشی از قالب ذخیره‌سازی قدیمی استفاده می‌کند.
it_it: Questo corso utilizza un formato di archiviazione legacy.

source: Please reach out to your support team contact, if you have any additional questions or concerns.
eo: Pléäsé réäçh öüt tö ýöür süppört téäm çöntäçt, ïf ýöü hävé äný äddïtïönäl qüéstïöns ör çönçérns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: اگر نیاز بود لطفاً با با تیم پشتیبانی تماس بگیرید.
it_it: In caso di ulteriori domande o dubbi, rivolgersi al contatto del team di supporto.

source: Policies
eo: Pölïçïés Ⱡ'σяєм ιρѕυм ∂#
fa_ir: سیاست‌ها
it_it: Politiche

source: Accessibility Accommodation Request
eo: Àççéssïßïlïtý Àççömmödätïön Réqüést Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fa_ir: دسترسی به درخواست اسکان
it_it: Richiesta di Sistemazione Accessibilità

source: LMS
eo: LMS Ⱡ'σяєм#
fa_ir: سامانه مدیریت آموزش مجازی

source: Current Course:
eo: Çürrént Çöürsé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Curso activo:
fa_ir: دوره جاری:
it_it: Corso corrente:
mn: Хичээлээ үзэж эхлэх

source: Course Navigation
eo: Çöürsé Nävïgätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Navegación del curso
fa_ir: پیمایش دوره آموزشی
it_it: Indice del corso
mn: Гарын авлагын Навигаци

source: Outline
eo: Öütlïné Ⱡ'σяєм ιρѕυм #
es_es: Estructura
fa_ir: طرح کلی
it_it: Struttura
mn: Хичээлийн төлөвлөгөө

source: Publisher
eo: Püßlïshér Ⱡ'σяєм ιρѕυм ∂σł#
fa_ir: ناشر

source: Import
eo: Ìmpört Ⱡ'σяєм ιρѕυ#
es_es: Importar
fa_ir: دریافت
it_it: Importa
mn: Чухал!

source: Export
eo: Éxpört Ⱡ'σяєм ιρѕυ#
es_es: Exportar
fa_ir: صدور
it_it: Esporta
mn: Мэдээнүүд

source: Current Library:
eo: Çürrént Lïßrärý: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Biblioteca actual:
fa_ir: کتابخانه کنونی
it_it: Libreria corrente:

source: Language preference
eo: Längüägé préférénçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fa_ir: اولویت زبان
it_it: Preferenza della lingua
mn: Хэлний код

source: Account Navigation
eo: Àççöünt Nävïgätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fa_ir: پیمایش حساب‌کاربری
it_it: Navigazione account
mn: Гарын авлагын Навигаци

source: Contextual Online Help
eo: Çöntéxtüäl Önlïné Hélp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Ayuda contextual en línea
fa_ir: راهنمای متنی آنلاین
it_it: Guida contestuale online

source: Sign Up
eo: Sïgn Ûp Ⱡ'σяєм ιρѕυм #
es_es: Regístrate
fa_ir: ثبت نام
it_it: Registrazione
mn: Нэвтрэх

source: Launch Latex Source Compiler
eo: Läünçh Lätéx Söürçé Çömpïlér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Lanzar el compilador de código Latex
fa_ir: راه اندازی Latex Source Compiler
it_it: Avvia compilatore origine Latex

source: Heading
eo: Héädïng Ⱡ'σяєм ιρѕυм #
es_es: Encabezamiento
fa_ir: سرعنوان
it_it: Titolo
lv: Virsraksts

source: Insert a heading
eo: Ìnsért ä héädïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: سرعنوان را وارد کنید
it_it: Inserire un'intestazione

source: Add a multiple choice question
eo: Àdd ä mültïplé çhöïçé qüéstïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: یک سوال چندگزینه‌ای بیفزایید
it_it: Aggiungi una domanda a scelta multipla

source: Add a question with checkboxes
eo: Àdd ä qüéstïön wïth çhéçkßöxés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: پرسش چندگزینه‌ای با چند خانه خالی بیفزایید
it_it: Aggiungi una domanda con caselle di spunta

source: Insert a text response
eo: Ìnsért ä téxt réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: پاسخ متنی وارد کنید
it_it: Inserisci una risposta testuale

source: Insert a numerical response
eo: Ìnsért ä nümérïçäl réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Inserar una rispuesta numerica
fa_ir: پاسخی عددی وارد کنید
it_it: Inserisci una risposta numerica

source: Insert a dropdown response
eo: Ìnsért ä dröpdöwn réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: پاسخ کشویی وارد کنید
it_it: Inserisci una risposta a discesa

source: Explanation
eo: Éxplänätïön Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Explicación
fa_ir: توضیح
it_it: Spiegazione
lv: Paskaidrojums

source: Add an explanation for this question
eo: Àdd än éxplänätïön för thïs qüéstïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fa_ir: توضیحی به این سوال بیفزایید
it_it: Aggiungi una spiegazione per questa domanda

source: Advanced Editor
eo: Àdvänçéd Édïtör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Editor avanzado
fa_ir: ویرایشگر پیشرفته
it_it: Editor Avanzato

source: Markdown Help
eo: Märkdöwn Hélp Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: راهنمای مارک‌دون
it_it: Guida su Markdown

source: Label
eo: Läßél Ⱡ'σяєм ιρѕ#
es_es: Etiqueta
fa_ir: برچسب
it_it: Etichetta

source: Looking for help with {studio_name}?
eo: Löökïng för hélp wïth {studio_name}? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: ¿Buscas ayuda con {studio_name}?
fa_ir: در {studio_name} نیاز به کمک دارید؟
it_it: Hai bisogno di aiuto con {studio_name}?
lv: Nepieciešama palīdzība ar {studio_name}?
mn: {studio_name} ашиглахад тусламж хэрэгтэй юу?

source: Hide {studio_name} Help
eo: Hïdé {studio_name} Hélp Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Oculta la ayuda de {studio_name}
fa_ir: پنهان‌سازی راهنما {studio_name}
it_it: Nascondi guida {studio_name}
lv: Paslēpt {studio_name} palīdzību
mn: {studio_name}-ийн тусламжийг нуух

source: {studio_name} Documentation
eo: {studio_name} Döçüméntätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Documentación de {studio_name}
fa_ir: اسناد {studio_name}
it_it: Documentazione di {studio_name}
lv: {studio_name} dokumentācija
mn: {studio_name} баримт бичиг

source: Access documentation on http://docs.edx.org
eo: Àççéss döçüméntätïön ön http://döçs.édx.örg Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Acceda a la documentación en http://docs.edx.org
fa_ir: دسترسی به اسناد راهنما در http://docs.edx.org
it_it: Accedi alla documentazione all'indirizzo http://docs.edx.org
lv: Piekļūt dokumentācijai http://docs.edx.org
mn: http://docs.edx.org дээрх баримт бичигт хандах

source: edX Documentation
eo: édX Döçüméntätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Documentación Open edX
fa_ir: اسناد راهنمای ادکس
it_it: Documentazione edX
lv: edX dokumentācija
mn: edX-ийн баримт бичиг

source: Access the Open edX Portal
eo: Àççéss thé Öpén édX Pörtäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Accede al portal de Open edX
fa_ir: دسترسی به درگاه آوید آکادمی
it_it: Accedi al portale Open edX
mn: Open Edx Портал руу Хандах

source: Open edX Portal
eo: Öpén édX Pörtäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Portal Open edX
fa_ir: درگاه آوید آکادمی
it_it: Portale Open edX
mn: Open Edx портал

source: Enroll in edX101: Overview of Creating an edX Course
eo: Énröll ïn édX101: Övérvïéw öf Çréätïng än édX Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Inscríbete en edX101: Introducción a la Creación de un Curso edX
fa_ir: ثبت‌نام در EDX101: دورنمای طراحی دوره آموزشی در edX
it_it: Iscriviti a edX101: Overview of Creating an edX Course
lv: Reģistrējies edX101: Pārskats par edX kursa izveidošanu
mn: EdX101 -д элсэх: edX хичээл үүсгэх танилцуулга

source: Enroll in edX101
eo: Énröll ïn édX101 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Inscríbete a edX101
fa_ir: ثبت‌نام در edX101
it_it: Iscriviti a edX101
lv: Reģistrējies edX101
mn: EdX101 -д бүртгүүлнэ үү

source: Enroll in StudioX: Creating a Course with edX Studio
eo: Énröll ïn StüdïöX: Çréätïng ä Çöürsé wïth édX Stüdïö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Inscríbete en StudioX: Creando un curso con Studio
fa_ir: ثبت‌نام در StudioX: ساخت یک دوره آموزشی توسط edX Studio
it_it: Iscriviti a StudioX: Creating a Course with edX Studio
lv: Reģistrējies StudioX: Kursa izveide ar edX Studio
mn: StudioX-д элсэх: edX студиогоор хичээл үүсгэх

source: Enroll in StudioX
eo: Énröll ïn StüdïöX Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Inscríbete en StudioX
fa_ir: ثبت‌نام در StudioX
it_it: Iscriviti a StudioX
lv: Reģistrēties StudioX
mn: StudioX-д элсэх

source: Send an email to {email}
eo: Sénd än émäïl tö {email} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: envía un correo electrónico a {email}
fa_ir: ارسال رایانامه {email}
it_it: Invia un'email a {email}
lv: Nosūtīt e-pastu uz {email}
mn: {email} хаягруу имэйл явуулах

source: Currently signed in as:
eo: Çürréntlý sïgnéd ïn äs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Has iniciado sesión como:
fa_ir: در حال حاضر وارد شده‌اید به عنوان:
it_it: Accesso attualmente eseguito come:

source: Maintenance
eo: Mäïnténänçé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Mantenimiento
fa_ir: حفظ و نگهداری
it_it: Manutenzione
mn: Техник үйлчилгээ

source: created
eo: çréätéd Ⱡ'σяєм ιρѕυм #
es_es: creado
fa_ir: ایجاد شده
it_it: creato
lv: izveidots
mn: үүсгэгдсэн

source: Wiki notifications
eo: Wïkï nötïfïçätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Notificaciones Wiki
fa_ir: پیام‌های ویکی
it_it: Notifiche Wiki

source: Wiki images
eo: Wïkï ïmägés Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Imágenes Wiki
fa_ir: تصاویر ویکی
it_it: Immagini Wiki

source: Wiki attachments
eo: Wïkï ättäçhménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Archivos adjuntos Wiki
fa_ir: پیوست‌های ویکی
it_it: Allegati Wiki

source: Only localhost... muahahaha
eo: Önlý löçälhöst... müähähähä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Sólo localhost... muahahaha
fa_ir: فقط میزبان محلی
it_it: Solo in locale... muahahaha
mn: Зөвхөн дотоод хост... хахахаха

source: Initial title of the article. May be overridden with revision titles.
eo: Ìnïtïäl tïtlé öf thé ärtïçlé. Mäý ßé övérrïddén wïth révïsïön tïtlés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Título inicial del artículo. Puede ser anulado por los títulos de las revisiones.
fa_ir: عنوان ابتدایی مقاله. ممکن است در حین بازبینی یا ویرایش تغییر یابد.
it_it: Titolo iniziale dell'articolo. Può essere sovrascritto dai titoli delle revisioni.
mn: Өгүүллэгийн эхний гарчиг. Өөрчлөлтийн гачигаар дарагдаж болно.

source: Type in some contents
eo: Týpé ïn sömé çönténts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Escribe algunos contenidos
fa_ir: برخی مطالب را تایپ کنید
it_it: Digita il contenuto
mn: зарим контентийн төрөл

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
eo: Thïs ïs jüst thé ïnïtïäl çönténts öf ýöür ärtïçlé. Àftér çréätïng ït, ýöü çän üsé möré çömpléx féätürés lïké äddïng plügïns, métä dätä, rélätéd ärtïçlés étç... Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυη#
es_es: Este es sólo el contenido inicial de tu artículo. Tras crearlo, puedes utilizar características más complejas como añadir plugins, metadatos, artículos relacionados, etcétera
fa_ir: این فقط نسخه ابتدایی از محتوای مقاله شماست. پس از ایجاد، می توانید از ویژگی‌های پیشرفته‌تری همچون افزونه‌ها ، فراداده‌ها و مقالات مربوط و ... استفاده کنید.
it_it: Questo è solo il contenuto iniziale del tuo articolo. Dopo la creazione, puoi usare funzionalità più complesse come aggiungere plug-ins, meta-data, aticoli correlati ecc...
mn: Энэ нь таны үүсгэсэн сэдвийн тухайн үеийн контентууд ба үүсгэсэний дараа илүү зүйлүүдийг нэмж болно.
