Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Your file could not be saved, probably because of a permission error on the web server.
eo: Ýöür fïlé çöüld nöt ßé sävéd, prößäßlý ßéçäüsé öf ä pérmïssïön érrör ön thé wéß sérvér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Tu archivo no ha sido grabado. Es posible que exista un problema con los permisos en el servidor web.
fa_ir: پروندۀ مورد نظر شما، احتمالاً به دلیل نوعی خطای مجوز در خدمت دهندۀ وب نمی‌تواند ذخیره شود.
it_it: Il tuo file non può essere cambiato, probabilmente a causa di un errore di autorizzazione sul web server.

source: %s uploaded and replaces old attachment.
eo: %s üplöädéd änd répläçés öld ättäçhmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: %s ha sido grabado y reemplazará al adjunto antiguo.
fa_ir: %sبارگذاری و جایگزین پیوست قدیمی شد.
it_it: %s caricato e sostituisce il vecchio allegato.

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
eo: Ýöür néw fïlé wïll äütömätïçällý ßé rénäméd tö mätçh thé fïlé älréädý présént. Fïlés wïth dïfférént éxténsïöns äré nöt ällöwéd. Ⱡ'σяє#
es_es: El nuevo archivo será renombrado como el archivo antiguo. Los archivos con diferentes extensiones no son permitidos.
fa_ir: پروندۀ جدید شما به صورت خودکار نامگذاری می‌شود تا با پرونده کنونی هماهنگ شود. پرونده‌هایی با پسوندهای متفاوت پذیرفتنی نیستند.
it_it: Il tuo nuovo file verrà automaticamente rinominato per conformità con il file già presente. Non sono permessi files con diverse estensioni.

source: Current revision changed for %s.
eo: Çürrént révïsïön çhängéd för %s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: La revisión actual de %s ha cambiado.
fa_ir: نسخۀ کنونی به %s تغییر یافت
it_it: Revisione corrente cambiata per %s.

source: Added a reference to "%(att)s" from "%(art)s".
eo: Àddéd ä référénçé tö "%(att)s" fröm "%(art)s". Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Ha sido agregada una referencia a "%(att)s" desde "%(art)s".
fa_ir: مأخذی را از "%(art)s " به " %(att)s" بیفزا.
it_it: Aggiunta una referenza a "%(att)s" da "%(art)s".

source: The file %s was deleted.
eo: Thé fïlé %s wäs délétéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: El archivo %s ha sido borrado.
fa_ir: این پرونده%sحذف شده‌است.
it_it: Il file %s è stato cancellato.

source: This article is no longer related to the file %s.
eo: Thïs ärtïçlé ïs nö löngér rélätéd tö thé fïlé %s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Este artículo ya no esta relacionado con el archivo %s.
fa_ir: این مقاله دیگر به پرونده %s مرتبط نیست.
it_it: Quest'articolo non è piu correlato al file %s.

source: A file was changed: %s
eo: À fïlé wäs çhängéd: %s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Un archivo ha cambiado: %s
fa_ir: یک پرونده تغییر یافت: %s را
it_it: Un file e stato cambiato: %s

source: A file was deleted: %s
eo: À fïlé wäs délétéd: %s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Un archivo ha sido borrado: %s
fa_ir: یک پرونده حذف شد: %s
it_it: Un file e stato cancellato: %s

source: The file may be referenced on other articles. Deleting it means that they will loose their references to this file. The following articles reference this file:
eo: Thé fïlé mäý ßé référénçéd ön öthér ärtïçlés. Délétïng ït méäns thät théý wïll löösé théïr référénçés tö thïs fïlé. Thé föllöwïng ärtïçlés référénçé thïs fïlé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυη#
fa_ir: این پرونده ممکن است در سایر مقالات مورد استناد واقع شده باشد. حذف این پرونده به معنای آن است که مقالات مذکور استناد خود را به این پرونده از دست می‌دهند. مقالات زیر این پرونده را مورد استناد قرار داده‌اند:
it_it: È possibile fare riferimento al file in altri articoli. Eliminarlo determinerà la perdita dei riferimenti a questo file. I seguenti articoli fanno riferimento a questo file:

source: Delete it!
eo: Délété ït! Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: ¡Eliminar!
fa_ir: این را حذف کن!
it_it: Eliminalo!

source: Remove
eo: Rémövé Ⱡ'σяєм ιρѕυ#
es_es: Eliminar
fa_ir: حذف
it_it: Rimuovi
lv: Noņemt
mn: Хасах

source: You can remove a reference to a file, but it will retain its references on other articles.
eo: Ýöü çän rémövé ä référénçé tö ä fïlé, ßüt ït wïll rétäïn ïts référénçés ön öthér ärtïçlés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: می توانید استناد به یک پرونده را حذف کنید، اما این استناد، ارجاع خود را در سایر مقالات حفظ می‌کند.
it_it: È possibile rimuovere un riferimento a un file, ma questo manterrà i riferimenti in altri articoli.

source: Remove reference
eo: Rémövé référénçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Eliminar referencia
fa_ir: حذف مرجع
it_it: Rimuovi riferimenti

source: History of
eo: Hïstörý öf Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Historial de
fa_ir: تاریخچۀ
it_it: Cronologia di

source: User
eo: Ûsér Ⱡ'σяєм ι#
es_es: Usuario
fa_ir: کاربر
it_it: Utente
lv: Lietotājs
mn: Хэрэглэгч

source: File
eo: Fïlé Ⱡ'σяєм ι#
fa_ir: پرونده
lv: Datne
mn: Файл

source: Action
eo: Àçtïön Ⱡ'σяєм ιρѕυ#
es_es: Acción
fa_ir: اقدام
it_it: Azione

source: <em>No description</em>
eo: <em>Nö désçrïptïön</em> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: <em>Sin descripción</em>
fa_ir: <em>بدون شرح</em>
it_it: <em>Nessuna descrizione</em>

source: Download
eo: Döwnlöäd Ⱡ'σяєм ιρѕυм ∂#
es_es: Descargar
fa_ir: بارگیری
mn: Татаж авах

source: Use this!
eo: Ûsé thïs! Ⱡ'σяєм ιρѕυм ∂σł#
es_es: ¡Usa esto!
fa_ir: این مورد را به کار ببر!
it_it: Utilizza questo!

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>. Please note that this attachment is in use on other articles, you may distort contents. However, do not hestitate to take advantage of this and make replacements for the listed articles where necessary. This way of working is more efficient....
eo: Répläçïng än ättäçhmént méäns äddïng ä néw fïlé thät wïll ßé üséd ïn ïts pläçé. Àll référénçés tö thé fïlé wïll ßé répläçéd ßý thé öné ýöü üplöäd änd thé fïlé wïll ßé döwnlöädéd äs <strong>%(filename)s</strong>. Pléäsé nöté thät thïs ättäçhmént ïs ïn üsé ön öthér ärtïçlés, ýöü mäý dïstört çönténts. Höwévér, dö nöt héstïtäté tö täké ädväntägé öf thïs änd mäké répläçéménts för thé lïstéd ärtïçlés whéré néçéssärý. Thïs wäý öf wörkïng ïs möré éffïçïént....#
fa_ir: جایگزینی پیوست به‌معنای افزودن پرونده جدیدی است که به جای آن استفاده خواهد شد. آنچه بارگذاری یا بارگیری کرده‌اید به عنوان <strong>%(filename)s</strong>جایگزین همۀ ارجاعات به پرونده می شود. لطفاً متوجه باشید که این پیوست در سایر مقالات استفاده شده است، بنابریان ممکن است مطالب دچار تحریف شوند. با این حال، از این امکان استفاده کنید و در صورت لزوم مقالات ذکر شده را جایگزین کنید. این روش کار کارآمدتر است....
it_it: La sostituzione di un allegato prevede l'aggiunta di un nuovo file da utilizzare al suo posto. Tutti i riferimenti al file verranno sostituiti da quello caricato e il file verrà scaricato come <strong>%(filename)s</strong>. Questo allegato viene utilizzato in altri articoli, è possibile che i relativi contenuti ne siano influenzati. Tuttavia, non esitare a sfruttare questa opzione e, se necessario, sostituire gli articoli elencati. Questa modalità di lavoro è più efficace...

source: Articles using
eo: Àrtïçlés üsïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Artículos utilizando
fa_ir: مقالاتی با استفاده از
it_it: Articoli che utilizzano

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>.
eo: Répläçïng än ättäçhmént méäns äddïng ä néw fïlé thät wïll ßé üséd ïn ïts pläçé. Àll référénçés tö thé fïlé wïll ßé répläçéd ßý thé öné ýöü üplöäd änd thé fïlé wïll ßé döwnlöädéd äs <strong>%(filename)s</strong>. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση#
fa_ir: جایگزینی پیوست به معنای افزودن پروندۀ جدیدی است که به جای آن استفاده خواهدشد. آنچه بارگذاری یا بارگیری کرده‌اید به عنوان <strong>%(filename)s</strong>جایگزین همۀ ارجاعات به پرونده می شود.
it_it: La sostituzione di un allegato prevede l'aggiunta di un nuovo file da utilizzare al suo posto. Tutti i riferimenti al file verranno sostituiti da quello caricato e il file verrà scaricato come <strong>%(filename)s</strong>.

source: Upload replacement
eo: Ûplöäd répläçémént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Subir reemplazo
fa_ir: بارگذاری جایگزین
it_it: Carica file in sostituzione

source: Add file to
eo: Àdd fïlé tö Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Añadir fichero a
fa_ir: افزودن پرونده به
it_it: Aggiungi file a

source: Add attachment from other article
eo: Àdd ättäçhmént fröm öthér ärtïçlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Añadir adjunto desde otro artículo
fa_ir: افزودن پیوست‌ از سایر مقالات
it_it: Aggiungi allegato da altro articolo

source: Main article
eo: Mäïn ärtïçlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Artículo principal
fa_ir: مقالۀ اصلی
it_it: Articolo principale

source: Add to article
eo: Àdd tö ärtïçlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Añadir a artículo
fa_ir: افزودن مقاله
it_it: Aggiungi ad articolo

source: Your search did not return any results
eo: Ýöür séärçh dïd nöt rétürn äný résülts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Tu búsqueda no ha devuelto ningún resultado
fa_ir: جستجوی شما نتیجه‌ای دربر نداشت
it_it: La ricerca non ha restituito risultati

source: Adding new articles
eo: Àddïng néw ärtïçlés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Añadir nuevos artículos
fa_ir: افزودن مقالۀ جدید
it_it: Aggiunta di nuovi articoli

source: An external link
eo: Àn éxtérnäl lïnk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Un enlace externo
fa_ir: پیوندی خارجی
it_it: Un link esterno

source: Headers
eo: Héädérs Ⱡ'σяєм ιρѕυм #
es_es: Encabezados
fa_ir: سرصفحه
it_it: Intestazioni
lv: Galvenes

source: Use these codes for headers and to automatically generate Tables of Contents.
eo: Ûsé thésé çödés för héädérs änd tö äütömätïçällý généräté Täßlés öf Çönténts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fa_ir: از این کدها برای سرصفحه‌ها و ساخت فهرست مندرجات استفاده کن
it_it: Utilizzare questi codici per le intestazioni e per generare automaticamente i sommari.

source: Typography
eo: Týpögräphý Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Tipografía
fa_ir: تایپوگرافی
it_it: Tipografia

source: Lists
eo: Lïsts Ⱡ'σяєм ιρѕ#
es_es: Listas
fa_ir: فهرست‌ها
it_it: Elenchi

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
eo: Néw ïmägé %s wäs süççéssfüllý üplöädéd. Ýöü çän üsé ït ßý séléçtïng ït fröm thé lïst öf äväïläßlé ïmägés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
es_es: La nueva imagen %s fue grabada con éxito. Puedes usarla seleccionándola de la lista de imágenes disponibles
fa_ir: تصویر جدید از %s با موفقیت بارگیری شد. با انتخاب آن از فهرست تصاویر موجود، از آن استفاده کنید.
it_it: La nuova immagine %s è stata caricata con successo. La puoi usare selezionandola dalla lista di immagini disponibili.

source: Are you sure?
eo: Àré ýöü süré? Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: ¿Estás seguro?
fa_ir: آیامطمئنید؟
it_it: Sei sicuro?
lv: Vai esat pārliecināts?
mn: Та устгахдаа итгэлтэй байна уу?

source: image
eo: ïmägé Ⱡ'σяєм ιρѕ#
es_es: imagen
fa_ir: تصویر
it_it: immagine

source: images
eo: ïmägés Ⱡ'σяєм ιρѕυ#
es_es: imágenes
fa_ir: تصاویر
it_it: immagini

source: Image: %s
eo: Ìmägé: %s Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Imagen: %s
fa_ir: تصویر: %s
it_it: Immagine: %s
mn: Зураг:%s

source: Current revision not set!!
eo: Çürrént révïsïön nöt sét!! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: ¡Revisión actual no determinada!
fa_ir: نسخه فعلی تنظیم نشده!!
it_it: Revisione corrente non impostata!!

source: image revision
eo: ïmägé révïsïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Revisión de imagen
fa_ir: ویرایش تصویر
it_it: revisione immagine

source: image revisions
eo: ïmägé révïsïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Revisiones de imágenes
fa_ir: ویرایش‌های تصویر
it_it: revisioni immagine

source: Image Revsion: %d
eo: Ìmägé Révsïön: %d Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Revisión de imagen: %d
fa_ir: ویرایش تصویر: %d
it_it: Revisione Immagine: %d

source: %s has been restored
eo: %s häs ßéén réstöréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: %s fue restaurado
fa_ir: %s بازیابی شده است
it_it: %s è stato ripristinato

source: %s has been marked as deleted
eo: %s häs ßéén märkéd äs délétéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: %s fue marcado como borrado
fa_ir: %s را به‌عنوان حذف‌شده مشخص شده است
it_it: %s è stato contrassegnato come cancellato

source: %(file)s has been changed to revision #%(revision)d
eo: %(file)s häs ßéén çhängéd tö révïsïön #%(revision)d Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: %(file)s ha cambiado a la revisión #%(revision)d
fa_ir: %(file)s تغییر یافته به نسخه #%(revision)d
it_it: %(file)s è stato cambiato alla revisione #%(revision)d

source: %(file)s has been saved.
eo: %(file)s häs ßéén sävéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: %(file)s fue grabado con éxito.
fa_ir: %(file)s ذخیره شدند
it_it: %(file)s è stato salvato.

source: Images
eo: Ìmägés Ⱡ'σяєм ιρѕυ#
es_es: Imágenes
fa_ir: تصاویر
it_it: Immagini

source: An image was added: %s
eo: Àn ïmägé wäs äddéd: %s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Se añadió una imagen: %s
fa_ir: تصویری افزوده شد: %s
it_it: Un'immagine è stata aggiunta: %s

source: The following images are available for this article. Copy the markdown tag to directly refer to an image from the article text.
eo: Thé föllöwïng ïmägés äré äväïläßlé för thïs ärtïçlé. Çöpý thé märkdöwn täg tö dïréçtlý référ tö än ïmägé fröm thé ärtïçlé téxt. Ⱡ'σяє#
fa_ir: تصاویر زیر برای این مقاله موجود است. برچسب markdown را کپی کنید تا مستقیماً به تصویری از متن مقاله مراجعه کنید.
it_it: Per questo articolo sono disponibili le seguenti immagini. Copia il tag markdown per fare riferimento direttamente a un'immagine dal testo dell'articolo.

source: Back to edit page
eo: Bäçk tö édït pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Volver a la página de edición
fa_ir: بازگشت به صفحۀ ویرایش
it_it: Torna alla pagina di modifica

source: No file
eo: Nö fïlé Ⱡ'σяєм ιρѕυм #
fa_ir: پرونده‌ای نیست
it_it: Nessun file

source: Upload new image
eo: Ûplöäd néw ïmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Subir nueva imagen
fa_ir: بارگذاری تصویر جدید
it_it: Carica nuova immagine

source: Restore image
eo: Réstöré ïmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Restaurar imagen
fa_ir: بازگردانی تصویر
it_it: Ripristina immagine

source: Remove image
eo: Rémövé ïmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Eliminar imagen
fa_ir: حذف تصویر
it_it: Rimuovere immagine

source: Completely delete
eo: Çömplétélý délété Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Borrar completamente
fa_ir: حذف کامل
it_it: Elimina completamente

source: Revert to this version
eo: Révért tö thïs vérsïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Volver a esta versión
fa_ir: بازگشت به این نسخه
it_it: Ritorna a questa versione

source: There are no images for this article.
eo: Théré äré nö ïmägés för thïs ärtïçlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: No hay imágenes para este artículo.
fa_ir: این مقاله هیچ تصویری ندارد.
it_it: In questo articolo non sono presenti immagini.

source: Purge deletion
eo: Pürgé délétïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fa_ir: حذف پاکسازی
it_it: Eliminazione completa

source: Purge image: Completely remove image file and all revisions.
eo: Pürgé ïmägé: Çömplétélý rémövé ïmägé fïlé änd äll révïsïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Purgar imagen: eliminar completamente el fichero y todas las revisiones.
fa_ir: حذف تصویر: تصویر و همۀ نسخه‌های آن را به‌طور کامل پاک کن
it_it: Elimina completamente immagine: Rimuovi completamente il file immagine e tutte le revisioni.

source: Remove it completely!
eo: Rémövé ït çömplétélý! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: ¡Sáquelo por completo!
fa_ir: کاملاً این مورد را پاک کن!
it_it: Rimuovi completamente

source: Image not found
eo: Ìmägé nöt föünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Imagen no encontrada
fa_ir: تصویری پیدا نشد
it_it: Immagine non trovata

source: Replace image
eo: Répläçé ïmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Reemplazar imagen
fa_ir: جایگزینی تصویر
it_it: Sostituisci immagine

source: Choose an image file to replace current image.
eo: Çhöösé än ïmägé fïlé tö répläçé çürrént ïmägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Elija un archivo de imagen para reemplazar la imagen actual.
fa_ir: برای جایگزینی با تصویر کنونی تصویری را برگزینید
it_it: Scegli un file immagine per sostituire l'immagine corrente.

source: Image id
eo: Ìmägé ïd Ⱡ'σяєм ιρѕυм ∂#
es_es: Identificador de imagen
fa_ir: شناسه تصویر
it_it: Id immagine

source: Insert
eo: Ìnsért Ⱡ'σяєм ιρѕυ#
es_es: Insertar
fa_ir: درج
it_it: Inserisci
lv: Ievietot
mn: Оруулах

source: No images found for this article
eo: Nö ïmägés föünd för thïs ärtïçlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: No se han encontrado imágenes para este artículo.
fa_ir: تصویری در این مقاله نیست
it_it: Nessuna immagine trovata per questo articolo

source: Manage images
eo: Mänägé ïmägés Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Gestionar imágenes
fa_ir: مدیریت تصاویر
it_it: Gestisci immagini

source: Add new image
eo: Àdd néw ïmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Añadir nueva imagen
fa_ir: افزودن تصویر جدید
it_it: Aggiungi nuova immagine

source: Add image
eo: Àdd ïmägé Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Añadir imagen
fa_ir: افزودن تصویر
it_it: Aggiungi immagine

source: You do not have permissions to add images.
eo: Ýöü dö nöt hävé pérmïssïöns tö ädd ïmägés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No tienes permisos para añadir imágenes.
fa_ir: مجوز افزودن تصویر ندارید
it_it: Non si hanno le autorizzazioni necessarie per aggiungere immagini.

source: How to use images
eo: Höw tö üsé ïmägés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Cómo usar imágenes
fa_ir: چگونگی استفاده از تصاویر
it_it: Come utilizzare le immagini
mn: Зураг хэрхэн ашиглах вэ

source: After uploading an image, it is attached to this particular artice and can be used only here. Other users may replace the image, but older versions are kept. You probably want to show the image with a nice caption. To achieve this, press the Insert button and fill in the caption fields and possibly choose to have you image floating right or left of the content. You can use Markdown in the caption. The markdown code syntax for images looks like this, possible values for align are left/center/right:
eo: Àftér üplöädïng än ïmägé, ït ïs ättäçhéd tö thïs pärtïçülär ärtïçé änd çän ßé üséd önlý héré. Öthér üsérs mäý répläçé thé ïmägé, ßüt öldér vérsïöns äré képt. Ýöü prößäßlý wänt tö shöw thé ïmägé wïth ä nïçé çäptïön. Tö äçhïévé thïs, préss thé Ìnsért ßüttön änd fïll ïn thé çäptïön fïélds änd pössïßlý çhöösé tö hävé ýöü ïmägé flöätïng rïght ör léft öf thé çöntént. Ýöü çän üsé Märkdöwn ïn thé çäptïön. Thé märkdöwn çödé sýntäx för ïmägés lööks lïké thïs, pössïßlé välüés för älïgn äré léft/çéntér/rïght:#
es_es: Después de cargar una imagen, se adjunta a ese artículo en particular y solo se puede utilizar ahí. Otros usuarios pueden reemplazar la imagen, pero las versiones anteriores se mantienen. Probablemente quieras mostrar la imagen con un subtítulo bonito. Para lograr esto, presiona el botón Insertar y completa el campo de subtítulo, elige que la imagen flote hacia la derecha o hacia la izquierda del contenido. Puedes usar Markdown en el subtítulo. La sintaxis del código de markdown de reducción para imágenes se ve así, los valores posibles para alinear son izquierda / centro / derecha:
fa_ir: پس از بارگذاری هر تصویر، به این مقالۀ خاص پیوست می شود و فقط در اینجا قابل استفاده است. این امکان وجود دارد که کاربران دیگر تصویر جدیدی را جایگزین کنند، اما نسخه های قدیمی آن نگهداری می‌شوند. احتمالاً می خواهید تصویر را با زیرنویسی زیبا نشان دهید. برای این کار، دکمۀ Insert را فشار داده و بخش‌های مربوط به زیرنویس را پر کرده و احتمالاً بخواهید این مورد را انتخاب کنید که تصویر در سمت راست یا چپ محتوا شناور باشد. می توانید از Markdown در زیرنویس بهره ببرید. markdown code syntax برای تصاویر به این شکل است، مقادیر ممکن برای تراز چپ / مرکز / راست عبارت‌اند از:
it_it: Dopo aver caricato un'immagine, questa viene allegata a questo particolare articolo e può essere utilizzata solo in questo punto. Altri utenti possono sostituire l'immagine, ma le versioni precedenti vengono conservate. È probabile che s'intenda mostrare l'immagine con una didascalia. Per ottenere ciò, selezionare il pulsante Inserisci e compilare i campi della didascalia ed eventualmente scegliere di far fluttuare l'immagine alla destra o alla sinistra del contenuto. È possibile usare Markdown nella didascalia. La sintassi del codice markdown per le immagini è simile a questa, i valori possibili per l'allineamento sono sinistra/centro/destra:

source: Links
eo: Lïnks Ⱡ'σяєм ιρѕ#
es_es: Enlaces
fa_ir: پیوندها

source: Link to another wiki page
eo: Lïnk tö änöthér wïkï pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Enlace a otra página wiki
fa_ir: پیوند به صفحۀ دیگری از ویکی
it_it: Collega ad un'altra pagina wiki

source: Type in something from another wiki page's title and auto-complete will help you create a tag for you wiki link. Tags for links look like this:
eo: Týpé ïn söméthïng fröm änöthér wïkï pägé's tïtlé änd äütö-çömplété wïll hélp ýöü çréäté ä täg för ýöü wïkï lïnk. Tägs för lïnks löök lïké thïs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕ#
es_es: Escribe algo del título de otra página wiki y completa automáticamente te ayudará a crear una etiqueta para tu enlace wiki. Las etiquetas para enlaces se ven así:
fa_ir: چیزی را از عنوان صفحۀ ویکی دیگر وارد کنید و تکمیل خودکار به شما کمک می‌کند پیوند ویکی را برای خود ایجاد کنید. برچسب‌ پیوندها به این شکل هستند:
it_it: Acquisire parte del testo dal titolo di un'altra pagina wiki e il completamento automatico consentirà di creare un tag per il collegamento wiki. I tag per i link sono simili ai seguenti:

source: You can link to another website simply by inserting an address example.com or http://example.com or by using the markdown syntax:
eo: Ýöü çän lïnk tö änöthér wéßsïté sïmplý ßý ïnsértïng än äddréss éxämplé.çöm ör http://éxämplé.çöm ör ßý üsïng thé märkdöwn sýntäx: Ⱡ'σ#
es_es: Para crear un enlace a otro sitio web simplemente por inserción una dirección ejemplo.com o http://ejemplo.com o usando la sintaxis de markdown de marca:
fa_ir: می توانید به آسانی با واردکردن نشانی example.com یا http://example.com یا با استفاده از markdown syntax به وبگاه دیگری پیوند دهید:
it_it: È possibile effettuare un collegamento a un altro sito web semplicemente inserendo un indirizzo nel formato example.com o http://example.com oppure utilizzando la sintassi markdown:

source: Notifications
eo: Nötïfïçätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: هشدارها
it_it: Notifiche
