Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: To the extent that you submit any content to {platform_name} in connection with your use of the APIs or any API Content, you hereby grant to {platform_name} a worldwide, non-exclusive, transferable, assignable, sub licensable, fully paid-up, royalty-free, perpetual, irrevocable right and license to host, transfer, display, perform, reproduce, modify, distribute, re-distribute, relicense and otherwise use, make available and exploit such content, in whole or in part, in any form and in any media formats and through any media channels (now known or hereafter developed).
eo: Tö thé éxtént thät ýöü süßmït äný çöntént tö {platform_name} ïn çönnéçtïön wïth ýöür üsé öf thé ÀPÌs ör äný ÀPÌ Çöntént, ýöü héréßý gränt tö {platform_name} ä wörldwïdé, nön-éxçlüsïvé, tränsféräßlé, ässïgnäßlé, süß lïçénsäßlé, füllý päïd-üp, röýältý-fréé, pérpétüäl, ïrrévöçäßlé rïght änd lïçénsé tö höst, tränsfér, dïspläý, pérförm, réprödüçé, mödïfý, dïstrïßüté, ré-dïstrïßüté, rélïçénsé änd öthérwïsé üsé, mäké äväïläßlé änd éxplöït süçh çöntént, ïn whölé ör ïn pärt, ïn äný förm änd ïn äný médïä förmäts änd thröügh äný médïä çhännéls (nöw knöwn ör héréäftér dévélöpéd).#
es_es: En la medida en que envíe cualquier contenido a {platform_name} en relación con el uso de las API o de cualquier contenido de la API, concede a {platform_name} una licencia mundial, no exclusiva, transferible, asignable, sub licenciable, totalmente pagada , libre de regalías, perpetua, irrevocable y licencia para alojar, transferir, exhibir, reproducir, reproducir, modificar, distribuir, redistribuir, relicenciar y de otra manera utilizar, poner a disposición y explotar dicho contenido, total o parcialmente, en cualquier forma y en cualquier formato de los medios de comunicación y a través de cualquier canal de medios (ahora conocido o desarrollado de aquí en adelante).
fa_ir: تا حدی که شما هر یک از مطالب به {platform_name} ارسال در ارتباط با استفاده شما از رابط های برنامه کاربردی و یا هر مطلب API، بدین وسیله کمک مالی به {platform_name} یک در سراسر جهان، غیر انحصاری، انتقال، تعیین و تخصیص، زیر امکان صدور مجوز، به طور کامل پرداخت شده، حق امتیاز رایگان، همیشگی، غیر قابل فسخ و مجوز به میزبان، انتقال، نمایش، انجام، تولید، تغییر، توزیع، توزیع مجدد، دوباره مجوز و در غیر این صورت استفاده کنید، مطمئن دسترس و بهره برداری از محتوای چنین، در تمام یا در بخش، در هر شکل و در هر فرمت های رسانه ای و از طریق هر کانال های رسانه (در حال حاضر شناخته شده و یا آخرت توسعه یافته).
it_it: Nella misura in cui il contenuto venga fornito a {platform_name} in connessione all'utilizzo delle API o del Contenuto API da parte dell'utente, l'utente concede a {platform_name} un diritto in tutto il mondo, non esclusivo, trasferibile, assegnabile, sublicenziabile, interamente pagato, esente da royalty, perpetuo ed irrevocabile e la licenza di ospitare, trasferire, visualizzare, eseguire, riprodurre, modificare, distribuire, redistribuire, fornire nuovamente e licenza ed altrimenti utilizzare, rendere disponibile e sfruttare tale contenuto, in tutto o in parte, in qualsiasi forma, in qualsiasi formato multimediale e tramite qualsiasi canale multimediale (attualmente noto o successivamente sviluppato).
lv: Ciktāl Jūs iesniedzat jebkuru saturu uz {platform_name}, saistībā ar Jūsu API izmantošanu vai jebkuru API saturu, Jūs ar to dodiet {platform_name} starptautiskas, neekskluzīvas, nododamas, piešķiramas, apakšlicencējamas, pilnībā apmaksātas, bezhonorāra, mūžīgas, neatņemamas tiesības un licenci, lai pilnībā vai daļēji, jebkurā formā un līdzekļu formātā, jebkuros mediju kanālos (kas zināmi vai arī vēlāk tiks izstrādāti) veiktu šāda satura mitināšanu, pārsūtīšanu, attēlošanu, izpildīšanu, reproducēšanu, modificēšanu, izplatīšanu, atkārtotu izplatīšanu, atkārtotu licencēšanu un jebkurā citā veidā padarītu šādu saturu pieejamu un to izmantotu.
mn: Та API эсвэл Агуулгын Ашиглалтын хэрэглээтэй холбоотой аливаа контентыг {platform_name}-доруулсан тохиолдолд, та {platform_name} -д дэлхийн хэмжээнд тусгай бус, шилжүүлэх боломжтой,шилжүүлэн өгөх боломжтой, дэд лицензтэй, бүрэн төлбөртэй , нөөц ашигласны төлбөргүй, байнгын,эргэлт буцалтгүй эрх, лицензийг эзэмших, шилжүүлэх, харуулах, гүйцэтгэх, давтан хийх, хуваарилах, дахин хуваарилах, релиссен байдлаар ашиглах, ашиглах, ашиглах, ашиглахыг бүхэлд нь эсвэл хэсэгчлэн.ямар ч медиа хэлбэрээр эсвэл ямар нэгэн медиа сувгаар (одоо мэдэгдэж байгаа эсвэл цаашид боловсруулагдсан)хэлбэртэй байна.

source: Privacy
eo: Prïväçý Ⱡ'σяєм ιρѕυм #
es_es: Privacidad
fa_ir: حریم خصوصی
lv: Privātums
mn: Нууцлал

source: You agree to comply with all applicable privacy laws and regulations and to be transparent with respect to any collection and use of end user data. You will provide and adhere to a privacy policy for Your Application that clearly and accurately describes to your end users what user information you collect and how you may use and share such information (including for advertising) with {platform_name} and other third parties.
eo: Ýöü ägréé tö çömplý wïth äll äpplïçäßlé prïväçý läws änd régülätïöns änd tö ßé tränspärént wïth réspéçt tö äný çölléçtïön änd üsé öf énd üsér dätä. Ýöü wïll prövïdé änd ädhéré tö ä prïväçý pölïçý för Ýöür Àpplïçätïön thät çléärlý änd äççürätélý désçrïßés tö ýöür énd üsérs whät üsér ïnförmätïön ýöü çölléçt änd höw ýöü mäý üsé änd shäré süçh ïnförmätïön (ïnçlüdïng för ädvértïsïng) wïth {platform_name} änd öthér thïrd pärtïés.#
fa_ir: شما موافقت می‌کنید که از همه قوانین و مقررات مربوط به حریم خصوصی پیروی کنید و درباره هرگونه جمع آوری و استفاده از داده‌های کاربر نهایی شفاف باشید. شما خط‌مشی حفظ حریم خصوصی برای برنامه خود ارائه می‌دهید و به آن پایبند می‌شوید که به‌طور واضح و دقیق برای کاربران نهایی شما توضیح می‌دهد که چه اطلاعات کاربری را جمع‌آوری می‌کنید و چگونه می‌توانید از چنین اطلاعاتی (همچون برای تبلیغات) استفاده کنید و با {platform_name} و سایر اشخاص ثالث به اشتراک بگذارید.
it_it: L'utente dichiara di essere conforme a tutte le leggi ed i regolamenti sulla privacy applicabili e di essere trasparente rispetto alla raccolta ed all'utilizzo dei dati dell'utente finale. L'utente fornirà e rispetterà una informativa sulla privacy per la propria applicazione che indichi in modo chiaro ed accurato agli utenti finali il tipo di informazioni raccolte e come tali informazioni potranno essere utilizzate e condivise (anche a scopi pubblicitari) con {platform_name} ed altre terze parti.
mn: Та бүх холбогдох нууцлалын хууль тогтоомжуудыг мөрдөх болон хэрэглэгчийн мэдээллийг цуглуулах болон ашиглах тал дээр ил тод байхыг хүлээн зөвшөөрч байгаа болно. Та өөрийн аппликейшны нууцлалын бодлогыг тогтоож түүнийгээ баримтлах ёстой. Тэр нь хэрэглэгчийн ямар мэдээллийг цуглуулж мөн тэдгээр мэдээллийг (зар сурталчилгаа энд мөн хамаарна) хэрхэн ашиглаж, {platform_name} болон бусад гуравдагч этгээдүүдтэй хуваалцаж болохыг үнэн зөв, тодорхойгоор дурьдсан байх ёстой.

source: Right to Charge
eo: Rïght tö Çhärgé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fa_ir: حق شارژ
it_it: Diritto di addebito
lv: Tiesības uz izmaiņām
mn: Хураах эрх

source: Certain access to the APIs may be provided free of charge, but {platform_name} reserves the right to charge fees for future use or access to the APIs.
eo: Çértäïn äççéss tö thé ÀPÌs mäý ßé prövïdéd fréé öf çhärgé, ßüt {platform_name} résérvés thé rïght tö çhärgé féés för fütüré üsé ör äççéss tö thé ÀPÌs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαв#
fa_ir: ممکن است دسترسی معینی به APIها به‌صورت رایگان ارائه شود، اما {platform_name} این حق را برای خود محفوظ می‌دارد که برای استفاده آینده یا دسترسی به APIها هزینه دریافت کند.
it_it: Alcuni accessi alle API possono essere forniti gratuitamente, tuttavia {platform_name} si riserva il diritto di addebitare corrispettivi per l'accesso o l'utilizzo futuro delle API.
mn: API-н зарим хандалт нь үнэгүй байж болох боловч {platform_name} нь ирээдүйд тухайн API-уудын хандалт эсвэл хэрэглээг төлбөртэй болгох эрхтэй болно.

source: {platform_name_capitalized} reserves the right to modify the Terms at any time without advance notice. Any changes to the Terms will be effective immediately upon posting on this page, with an updated effective date. By accessing or using the APIs after any changes have been made, you signify your agreement on a prospective basis to the modified Terms and all of the changes. Be sure to return to this page periodically to ensure familiarity with the most current version of the Terms.
eo: {platform_name_capitalized} résérvés thé rïght tö mödïfý thé Térms ät äný tïmé wïthöüt ädvänçé nötïçé. Àný çhängés tö thé Térms wïll ßé éfféçtïvé ïmmédïätélý üpön pöstïng ön thïs pägé, wïth än üpdätéd éfféçtïvé däté. Bý äççéssïng ör üsïng thé ÀPÌs äftér äný çhängés hävé ßéén mädé, ýöü sïgnïfý ýöür ägréémént ön ä pröspéçtïvé ßäsïs tö thé mödïfïéd Térms änd äll öf thé çhängés. Bé süré tö rétürn tö thïs pägé pérïödïçällý tö énsüré fämïlïärïtý wïth thé möst çürrént vérsïön öf thé Térms.#
fa_ir: {platform_name_capitalized} این حق را برای خود محفوظ می‌دارد که در هر زمان بدون اطلاع قبلی، شرایط را تغییر دهد. هر گونه تغییر در شرایط بلافاصله پس از ارسال در این صفحه، همراه با تاریخ لازم الاجراشدن روزآمد آن، اعمال خواهد شد. با دسترسی یا بهره‌گیری از APIها پس از ایجاد هر گونه تغییر، موافقت خود را بر اساس شرایط آینده و همه تغییرات نشان می‌دهید. حتماً به‌صورت دوره‌ای به این صفحه بازگردید تا با جدیدترین نسخه شرایط آشنا شوید.
it_it: {platform_name_capitalized} si riserva di modificare i Termini in qualsiasi momento senza preavviso. Le modifiche ai Termini saranno effettive appena pubblicate in questa pagina, con una data di entrata in vigore aggiornata. Effettuando l'accesso o utilizzando le API una volta apportate eventuali modifiche, l'utente dichiara di accettare su base prospettica i Termini modificati e tutte le modifiche. Controllare periodicamente questa pagina per accertarsi del rispetto della versione più aggiornata dei Termini.
mn: {platform_name_capitalized} нь урьдчилж мэдэгдэлгүйгээр хэзээ ч үйлчилгээний нөхцлийг өөрчлөх эрхтэй болно. Нөхцөлд гаргасан өөрчлөлтүүд нь уг хуудсанд нийтэлсэн даруй тухайн өдрөөс хэрэгжиж эхэлнэ. Өөрчлөлт хийгдсэний дараа API-уудад хандах болон хэрэглэсээр байгаа нь та өөрчлөгдсөн үйлчилгээний нөхцөл болон түүний бүх өөрчлөлтүүдийг хүлээн зөвшөөрсөнг илэрхийлж буй болно. Энэ хуудсыг тогтмол шалгаж үйлчилгээний нөхцлийг хамгийн сүүлийн хувилбартай танилцсан эсэхээ бататгаж байх хэрэгтэй.

source: {platform_name_capitalized} may also update or modify the APIs from time to time without advance notice. These changes may affect your use of the APIs or the way your integration interacts with the API. If we make a change that is unacceptable to you, you should stop using the APIs. Continued use of the APIs means you accept the change.
eo: {platform_name_capitalized} mäý älsö üpdäté ör mödïfý thé ÀPÌs fröm tïmé tö tïmé wïthöüt ädvänçé nötïçé. Thésé çhängés mäý äfféçt ýöür üsé öf thé ÀPÌs ör thé wäý ýöür ïntégrätïön ïntéräçts wïth thé ÀPÌ. Ìf wé mäké ä çhängé thät ïs ünäççéptäßlé tö ýöü, ýöü shöüld stöp üsïng thé ÀPÌs. Çöntïnüéd üsé öf thé ÀPÌs méäns ýöü äççépt thé çhängé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ #
fa_ir: {platform_name_capitalized} همچنین ممکن است هر از چند گاهی APIها را بدون اطلاع قبلی روزآمد کند یا آن‌ها را تغییر دهد. این تغییرات ممکن است بر استفاده شما از APIها یا نحوه تعامل ادغام شما با API تأثیر بگذارد. اگر تغییری ایجاد کنیم که برای شما غیرقابل قبول باشد، لازم است استفاده از API ها را متوقف کنید. استفاده مداوم از API ها به این معنی است که شما تغییر را می‌پذیرید.
it_it: {platform_name_capitalized} potrà anche aggiornare o modificare periodicamente le API senza preavviso. Tali modifiche potrebbero influire sull'utilizzo delle API da parte dell'utente o sull'interazione dell'integrazione del Cliente con le API. In caso di modifiche non accettabili per l'utente, questi dovrà interrompere l'utilizzo delle API. L'utilizzo continuato delle API implica l'accettazione delle modifiche.
mn: {platform_name_capitalized} нь урьдчилж мэдэгдэлгүйгээр API-г хааяа нэг шинэчлэх эсвэл өөрчлөлт хийж болно. Эдгээр өөрчлөлтүүд нь таны API-н хэрэглээ эсвэл таны оруулсан хэсэг API-тай харилцах байдалд нөлөөлж болзошгүй. Хэрэв бидний хийсэн өөрчлөлт танд хүлээн зөвшөөрөгдөхүйц биш байвал та тэдгээр API-уудыг ашиглахаа зогсоох хэрэгтэй. API-уудыг үргэлжлүүлэн хэрэглэсээр байвал та өөрчлөлтийг хүлээн зөвшөөрсөн гэсэн үг болно.

source: Confidentiality
eo: Çönfïdéntïälïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Confidencialidad
fa_ir: محرمانگی
it_it: Riservatezza
lv: Konfidencialitāte
mn: Нууцлал

source: Your credentials (such as client secret and IDs) are intended to be used solely by you. You will keep your credentials confidential and prevent and discourage others from using your credentials. Your credentials may not be embedded in open source projects.
eo: Ýöür çrédéntïäls (süçh äs çlïént séçrét änd ÌDs) äré ïnténdéd tö ßé üséd sölélý ßý ýöü. Ýöü wïll kéép ýöür çrédéntïäls çönfïdéntïäl änd prévént änd dïsçöürägé öthérs fröm üsïng ýöür çrédéntïäls. Ýöür çrédéntïäls mäý nöt ßé émßéddéd ïn öpén söürçé pröjéçts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρ#
fa_ir: اعتبار شما (مانند راز مشتری و شناسه‌ها) صرفاً توسط شما استفاده می‌شود. شما اعتبار خود را محرمانه نگه خواهید داشت و دیگران را از استفاده از اعتبار شما منع می‌کنید. اعتبارنامه‌های شما ممکن است در پروژه‌های منبع‌باز تعبیه نشده باشد.
it_it: Le credenziali dell'utente (come l'ID ed il segreto client) devono essere utilizzate esclusivamente dall'utente. L'utente dovrà mantenere le credenziali riservate ed impedire e scoraggiare gli altri utenti dall'utilizzo delle credenziali dell'utente. Le credenziali non possono essere incorporate in progetti open source.
mn: Таны мэдээллийг (харилцагчийн нууц болон ID-нууд гэх мэт) зөвхөн та хэрэглэхэд зориулагдсан болно. Өөрийн хувийн мэдээллээ нууц байлгаж бусдаар өөрийн мэдээллийг ашиглахыг хориглох хэрэгтэй. Таны мэдээллийг нээлттэй эхийн төслүүдэд оруулахгүй байх боломжтой.

source: In the event that {platform_name} provides you with access to information specific to {platform_name} and/or the APIs that is either marked as "Confidential" or which a reasonable person would assume to be confidential or proprietary given the terms of its disclosure ("Confidential Information"), you agree to use this information only to use and build with the APIs. You may not disclose the Confidential Information to anyone without {platform_name}'s prior written consent, and you agree to protect the Confidential Information from unauthorized use and disclosure in the same way that you would protect your own confidential information. Confidential Information does not include information that you independently developed, that was rightfully given to you by a third party without any confidentiality obligation, or that becomes public through no fault of your own. You may disclose Confidential Information when compelled to do so by law if you provide {platform_name} with reasonable prior notice, unless a court orders that {platform_name} not receive notice.
eo: Ìn thé évént thät {platform_name} prövïdés ýöü wïth äççéss tö ïnförmätïön spéçïfïç tö {platform_name} änd/ör thé ÀPÌs thät ïs éïthér märkéd äs "Çönfïdéntïäl" ör whïçh ä réäsönäßlé pérsön wöüld ässümé tö ßé çönfïdéntïäl ör pröprïétärý gïvén thé térms öf ïts dïsçlösüré ("Çönfïdéntïäl Ìnförmätïön"), ýöü ägréé tö üsé thïs ïnförmätïön önlý tö üsé änd ßüïld wïth thé ÀPÌs. Ýöü mäý nöt dïsçlösé thé Çönfïdéntïäl Ìnförmätïön tö änýöné wïthöüt {platform_name}'s prïör wrïttén çönsént, änd ýöü ägréé tö prötéçt thé Çönfïdéntïäl Ìnförmätïön fröm ünäüthörïzéd üsé änd dïsçlösüré ïn thé sämé wäý thät ýöü wöüld prötéçt ýöür öwn çönfïdéntïäl ïnförmätïön. Çönfïdéntïäl Ìnförmätïön döés nöt ïnçlüdé ïnförmätïön thät ýöü ïndépéndéntlý dévélöpéd, thät wäs rïghtfüllý gïvén tö ýöü ßý ä thïrd pärtý wïthöüt äný çönfïdéntïälïtý ößlïgätïön, ör thät ßéçömés püßlïç thröügh nö fäült öf ýöür öwn. Ýöü mäý dïsçlösé Çönfïdéntïäl Ìnförmätïön whén çömpélléd tö dö sö ßý läw ïf ýöü prövïdé {platform_name} wïth réäsönäßlé prïör nötïçé, ünléss ä çöürt ördérs thät {platform_name} nöt réçéïvé nötïçé.#
fa_ir: در صورتی که {platform_name} به شما امکان دسترسی به اطلاعات خاص برای {platform_name} و/یا APIهایی را بدهد که به‌عنوان "محرمانه" علامت‌گذاری شده‌اند یا با توجه به شرایط افشای آن، یک فرد منطقی فرض می‌کند محرمانه یا اختصاصی است ( "اطلاعات محرمانه")، موافقت می‌کنید که از این اطلاعات فقط برای استفاده و ساختن با API ها استفاده کنید. شما نمی‌توانید اطلاعات محرمانه را بدون رضایت کتبی قبلی {platform_name} در اختیار کسی قرار دهید و موافقت می‌کنید که از اطلاعات محرمانه در برابر استفاده و افشای غیرمجاز به همان روشی محافظت کنید که از اطلاعات محرمانه خود محافظت می‌کنید. اطلاعات محرمانه شامل اطلاعاتی نمی‌شود که شما به‌طور مستقل ایجاد کرده‌اید، آن‌ها که به‌حق توسط شخص ثالثی بدون هیچ گونه تعهد محرمانه به شما داده شده است، یا بدون تقصیر شما عمومی می‌شوند. در صورتی که طبق قانون مجبور به انجام این کار شوید، اگر به {platform_name} اطلاعیه قبلی معقول ارائه دهید، می توانید اطلاعات محرمانه را فاش کنید، مگر اینکه دادگاه حکم کند که {platform_name} اخطار دریافت نکند.
it_it: Nel caso in cui {platform_name} fornisca all'utente l'accesso ad informazioni specifiche di {platform_name} e/o ad API contrassegnate come "Riservate" o che una persona ragionevole possa ritenere riservate o proprietarie dati i termini della relativa divulgazione ("Informazioni riservate"), l'utente accetta di utilizzare queste informazioni solo per utilizzare e creare le API. L'utente non potrà divulgare le Informazioni riservate senza previo consenso scritto da parte di {platform_name} ed accetta di proteggere le Informazioni riservate dall'utilizzo e dalla divulgazione non autorizzati nello stesso modo in cui proteggerebbe le proprie informazioni riservate. Le informazioni riservate non comprendono informazioni sviluppate dall'utente in modo indipendente, fornite a pieno titolo all'utente da una terze parte senza obbligo di riservatezza o che diventano pubbliche non per colpa dell'utente. L'utente potrà divulgare le informazioni riservate se obbligato dalla legge, se si forniscono a {platform_name} con ragionevole preavviso, a meno che un tribunale non ordini che {platform_name} non debba ricevere preavviso.
mn: {platform_name} нь танд {platform_name}-ын тусгай мэдээлэл болон/эсвэл "Нууц" гэж тэмдэглэгдсэн эсвэл нууцлалын гэрээгээр ("Нууц мэдээлэл") нууцлах эсвэл өмчлөх эрхтэй API-дад хандах эрх олговол та тэдгээр мэдээллийг зөвхөн API-д л оруулан ашиглахаа хүлээн зөвшөөрч байна. Та {platform_name} -аас урьдчилан бичгээр зөвшөөрөл авалгүйгээр нууц мэдээллийг хэнд ч задруулж болохгүй бөгөөд та нууц мэдээллийг өөрийн хувийн мэдээллийг хамгаалж буй адил задруулах ба зөвшөөрөлгүй хэрэглээ гарахаас хамгаална гэдгийг хүлээн зөвшөөрч байгаа болно. Нууц мэдээлэл гэдэгт таны бие даасан хөгжүүлж олж авсан мэдээлэл, нууцлалын ямар нэгэн үүрэг хариуцлагагүйгээр гуравдагч этгээдээс өгсөн, эсвэл таны буруугаас биш олон нийтэд нээлттэй болсон мэдээлэл орохгүй. Хэрэв хуулийн дагуу шаардагдаж, {platform_name}-д хангалттай үндэслэлтэй урьдчилан мэдэгдэл өгч, шүүхээс {platform_name}-г мэдэгдэл хүлээж авахгүйгээр тогтоогоогүй тохиолдолд та Нууц мэдээллийг задруулж болно.

source: Disclaimer of Warranty / Limitation of Liabilities
eo: Dïsçläïmér öf Wärräntý / Lïmïtätïön öf Lïäßïlïtïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: سلب مسئولیت گارانتی / محدودیت تعهدات
it_it: Esclusione di garanzia / Limitazione di responsabilità
lv: Garantijas atruna / Saistību ierobežojums
mn: Баталгаа / Баталгааны хязгаарлалтыг зөрчсөн тухай

source: THE APIS AND ANY INFORMATION, API CONTENT OR SERVICES MADE AVAILABLE ON OR THROUGH THE APIS ARE PROVIDED "AS IS" AND "AS AVAILABLE" WITHOUT WARRANTY OF ANY KIND (EXPRESS, IMPLIED OR OTHERWISE), INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, EXCEPT INSOFAR AS ANY SUCH IMPLIED WARRANTIES MAY NOT BE DISCLAIMED UNDER APPLICABLE LAW.
eo: THÉ ÀPÌS ÀND ÀNÝ ÌNFÖRMÀTÌÖN, ÀPÌ ÇÖNTÉNT ÖR SÉRVÌÇÉS MÀDÉ ÀVÀÌLÀBLÉ ÖN ÖR THRÖÛGH THÉ ÀPÌS ÀRÉ PRÖVÌDÉD "ÀS ÌS" ÀND "ÀS ÀVÀÌLÀBLÉ" WÌTHÖÛT WÀRRÀNTÝ ÖF ÀNÝ KÌND (ÉXPRÉSS, ÌMPLÌÉD ÖR ÖTHÉRWÌSÉ), ÌNÇLÛDÌNG, WÌTHÖÛT LÌMÌTÀTÌÖN, ÀNÝ ÌMPLÌÉD WÀRRÀNTÌÉS ÖF MÉRÇHÀNTÀBÌLÌTÝ, FÌTNÉSS FÖR À PÀRTÌÇÛLÀR PÛRPÖSÉ ÀND NÖN-ÌNFRÌNGÉMÉNT, ÉXÇÉPT ÌNSÖFÀR ÀS ÀNÝ SÛÇH ÌMPLÌÉD WÀRRÀNTÌÉS MÀÝ NÖT BÉ DÌSÇLÀÌMÉD ÛNDÉR ÀPPLÌÇÀBLÉ LÀW.#
es_es: LAS APIS Y CUALQUIER INFORMACIÓN, CONTENIDO DE LA API O SERVICIOS DISPONIBLES EN O A TRAVÉS DE LAS APIS SE PROPORCIONAN "TAL CUAL" Y "COMO ESTÁN DISPONIBLES" SIN GARANTÍA DE NINGÚN TIPO (EXPRESA, IMPLÍCITA O DE OTRA MANERA), INCLUYENDO, SIN LIMITACIÓN, CUALQUIER GARANTÍA IMPLÍCITA DE COMERCIABILIDAD, ADECUACIÓN PARA UN PROPÓSITO ESPECÍFICO Y NO INFRACCIÓN, EXCEPTO EN CUALQUIERA CUALQUIER GARANTÍA IMPLÍCITA PUEDE NO SER EXCLUIDA BAJO LA LEY APLICABLE.
fa_ir: APIS و هر گونه اطلاعات، محتوای API یا خدماتی که در APIS یا از طریق APIS در دسترس است، بدون ضمانت (صریح، ضمنی یا غیرقانونی) «همانطور که هست» و «همانطور که در دسترس است» ارائه می‌شود. شامل ، بدون محدودیت، هرگونه ضمانت ضمنی درباره تجارت، تناسب با هدف خاص و عدم نقض قابلیت خریدوفروش، به جز تا جایی که چنین ضمانت‌های ضمنی ممکن است تحت قوانین قابل اعمال سلب مسئولیت نشوند.
it_it: LE API E TUTTE LE INFORMAZIONI, IL CONTENUTO API O I SERVIZI RESI DISPONIBILI IN O TRAMITE LE API SONO FORNITI "NELLO STATO IN CUI SI TROVANO" E "COME DISPONIBILI" SENZA GARANZIE DI ALCUNI TIPO (ESPRESSA, IMPLICITA DI ALTRO TIPO), COMPRESE, SENZA LIMITAZIONE, GARANZIE IMPLICITE DI COMMERCIABILITÀ, IDONEITÀ AD UNO SCOPO SPECIFICO E DI NON VIOLAZIONE, A MENO CHE LE GARANZIE IMPLICITE NON POSSANO ESSERE ESCLUSE AI SENSI DELLA LEGGE APPLICABILE.
lv: API UN JEBKURA INFORMĀCIJA, API SATURS VAI PAKALPOJUMI, KAS IR PADARĪTI PIEEJAMI API VAI CAUR TO, TIEK SNIEGTI \”KĀ IR\” UN \”KĀ PIEEJAMI\”, BEZ JEBKURA VEIDA GARANTIJAS (IZTEIKTAS, TIEŠI NENOLĪGTAS VAI SAVĀDĀKAS), IESKAITOT BEZ IEROBEŽOJUMA JEBKURAS TIEŠI NENOLĪGTAS PĀRDODAMĪBAS, ATBILSTĪBAS NOTEIKTAM MĒRĶIM UN PĀRKĀPŠANAS GARANTIJAS, IZŅEMOT TIKTĀL, CIK JEBKURA ŠĀDA TIEŠI NENOLĪGTA GARANTIJA VAR NETIKT ATTEIKTA ATBILSTOŠI PIEMĒROJAMAJAM LIKUMAM.
mn: Боломжтой болсон буюу API-уудыг ДАМЖУУЛАН API-уудыг БА аливаа мэдээлэл, API АГУУЛГА, үйлчилгээ хязгаарлалтуудаас гадна, түүний дотор ХАНГАГДСАН аливаа төрлийн баталгаагүй "хэлбэрээр", "юм" AND (Express, битүү болон бусад), ямар ч дурдахгүй баталгаа арилжихад, Тухайн зорилго, БУС зөрчил фитнес, аливаа ийм битүү баталгаа холбогдох хуулийн дагуу DISCLAIMED байж болох нийт зөвхөн зааснаас бусад тохиолдолд.
