Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: You will no longer receive forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}. If you did not mean to do this, {undo_link_start}you can re-subscribe{link_end}.
eo: Ýöü wïll nö löngér réçéïvé förüm nötïfïçätïön émäïls fröm {platform_name}. Ýöü mäý {dashboard_link_start}rétürn tö ýöür däshßöärd{link_end}. Ìf ýöü dïd nöt méän tö dö thïs, {undo_link_start}ýöü çän ré-süßsçrïßé{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕ#
es_es: Ya no recibirás notificaciones del foro por correo electrónico de {platform_name}. Puedes{dashboard_link_start}volver al área personal {link_end}. Si no querías hacer esto, {undo_link_start}puedes volver a suscribirte{link_end}.
fa_ir: شما دیگر از {platform_name} هشدارهای اتاق گفتگو را دریافت نمی‌کنید. می‌توانید به پیشخوان خود {dashboard_link_start} بازگردید {link_end}. اگر منظور شما این نبوده، {undo_link_start} دوباره ثبت کنید {link_end}.
it_it: D'ora in poi non riceverai email di notifica del forum da {platform_name}. Potresti {dashboard_link_start} tornare alla tua dashboard{link_end}. In alternativa,{undo_link_start}è possibile re-iscriversi{link_end}.
lv: Jūs vairāk nesaņemsiet paziņojumu e-pastus no {platform_name}. Jūs varat {dashboard_link_start}atgriezties uz Jūsu informācijas paneli{link_end}. Ja Jūs to nebijāt plānojuši darīt, {undo_link_start}Jūs varat abonēt atkārtoti{link_end}.
mn: Та {platform_name} дээрх форум мэдэгдэл имэйлийг хүлээн авахгүй болно. Та {dashboard_link_start} өөрийн хяналтын самбар руу буцах {link_end}. Хэрэв та үүнийг хийхийг хүсээгүй бол {undo_link_start} {link_end} -г дахин захиалах боломжтой.

source: Dashboard for:
eo: Däshßöärd för: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Panel de control para:
fa_ir: پیشخوان برای:
it_it: Bacheca per:
lv: Informācijas panelis:
mn: Эхлэл хуудас:

source: Usermenu
eo: Ûsérménü Ⱡ'σяєм ιρѕυм ∂#
es_es: Menú de Usuario
fa_ir: منوی کاربر
it_it: Menu utente
lv: Lietotāja izvēlne
mn: Хэрэглэгчийн цэс

source: More options
eo: Möré öptïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Más opciones
fa_ir: گزینه‌های بیشتر
it_it: Ulteriori opzioni
lv: Vairāk opciju
mn: Илүү сонголт

source: More Options
eo: Möré Öptïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fa_ir: گزینه‌های بیشتر
it_it: Ulteriori opzioni
lv: Vairāk opciju
mn: Илүү Сонголт

source: Using the system
eo: Ûsïng thé sýstém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Usando el sistema
fa_ir: با استفاده از این سامانه
it_it: Utilizzo del sistema
lv: Sistēmas izmantošana
mn: Энэ системийг хэрэглэх

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
eo: Dürïng vïdéö pläýßäçk, üsé thé süßtïtlés änd thé sçröll ßär tö nävïgäté. Çlïçkïng thé süßtïtlés ïs ä fäst wäý tö skïp förwärds änd ßäçkwärds ßý smäll ämöünts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт#
es_es: Durante la reproducción de vídeos, usa los subtítulos y la barra de desplazamiento para navegar. Hacer clic en los subtítulos es una forma rápida de saltar hacia adelante o hacia atrás en el vídeo.
fa_ir: هنگام نمایش ویدئو از زیرنویس‌ها و نوارجهت‌نما برای عقب و جلو بردن استفاده کنید. کلیک روی زیرنویس‌ها بهترین راه برای جلو و عقب بردن محدود فیلم است.
it_it: Durante la riproduzione di un video, usa i sottotitoli e la barra di scorrimento per navigare. Fare clic sui sottotitoli è un modo semplice per avanzare o tornare indietro di brevi intervalli di tempo.
lv: Video atskaņošanas laikā izmantojiet subtitrus un ritjoslas, lai veiktu navigāciju. Klikšķināšana uz subtitriem ir ātrs veids, kā virzīties uz priekšu un atpakaļ mazos intervālos.
mn: Видеог дахин тоглуулж байх үед, доогуур гарах бичиг сабтайтлыг ашиглаж, өөр юм үзэхдээ дээш доошоо сумаа явуулна. Сабтайтлыг дарах нь бага хэмжээгээр урагш, хойш явуулж үзэх хурдан арга юм.

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
eo: Ìf ýöü äré ön ä löw-résölütïön dïspläý, thé léft nävïgätïön ßär çän ßé hïddén ßý çlïçkïng ön thé sét öf thréé léft ärröws néxt tö ït.#
es_es: Si estás en una pantalla de baja resolución, la barra de navegación de la izquierda se puede ocultar haciendo clic en las tres flechas junto a ella.
fa_ir: اگر تصویر در حالت وضوح کم باشد، نوار ابزار سمت چپ با کلیک بر روی سه ردیف کناری آن مخفی می‌شود.
it_it: Se il tuo schermo ha una risoluzione ridotta, è possibile nascondere la barra di navigazione a sinistra facendo clic sul gruppo di tre frecce lì accanto.
lv: Ja Jūs izmantojat zemas izšķirtspējas ekrānu, kreiso navigācijas joslu var paslēpt, klikšķinot uz trīs bultiņu kopu tai blakus.
mn: Зургийг резолюшн багатай дэлгэцтэй бол, зүүн талын навигацийн хэсгийг хажууд нь байгаа гурван зүүн сумыг дарж алга болгож болно.

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
eo: Ìf ýöü nééd ßïggér ör smällér fönts, üsé ýöür ßröwsérs séttïngs tö sçälé thém üp ör döwn. Ûndér Gööglé Çhrömé, thïs ïs döné ßý préssïng çtrl-plüs, ör çtrl-mïnüs ät thé sämé tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη #
es_es: Si necesitas fuentes más grandes o más pequeñas, utiliza la configuración de los navegadores para aumentar o disminuir el tamaño. En Google Chrome, esto se hace pulsando ctrl +, o ctrl - menos al mismo tiempo.
fa_ir: اگر می‌خواهید حروف درشت‌تر یا ریزترشوند، از تنطیمات مرورگر خود برای درشت‌کردن یا ریزکردن خطوط استفاده کنید. در گوگل کروم این عمل با فشار دکمهctrl به همراه علامت مثبت یا منفی انجام می شود.
it_it: Se vuoi aumentare o diminuire la dimensione dei caratteri, utilizza le impostazioni del tuo browser per ingrandirli o rimpicciolirli. Con Google Chrome è possibile farlo premendo rispettivamente le combinazioni di tasi Ctrl + '+' o Ctrl + '-'.
lv: Ja Jums ir nepieciešami lielāki vai mazaki fonti, izmantojiet Jūsu pārlūkus, lai tos palielinātu vai samazinātu. Google Chrome to var izdarīt, reizē nospiežot ctrl-plus vai ctrl-mīnus.
mn: Үсгийн фонтоо томруулах буюу жижгэрүүлэх хэрэгтэй бол, браузэр сеттингээ ашиглан, дээш доош болгож болно. Гүүглэ Хроум дээр, ctrl-plus, буюу ctrl-minus-ын зэрэг дарж хийнэ.

source: {subsection_format} due {{date}}
eo: {subsection_format} düé {{date}} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fa_ir: {subsection_format} موعد {{date}}
it_it: Scadenza {subsection_format} {{date}}
lv: {subsection_format} izpildes datums {{date}}
mn: {subsection_format} эцсийн хугацаа {{date}}

source: Due {date}
eo: Düé {date} Ⱡ'σяєм ιρѕυм #
fa_ir: موعد {date}
it_it: Scadenza {date}

source: Past due
fa_ir: سررسید
it_it: Scaduto

source: Reset Problems
fa_ir: بازتنظیم مسایل
it_it: Ripristina problemi

source: Loading video player
eo: Löädïng vïdéö pläýér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Cargando visor de vídeo
fa_ir: در حال بارگذاری پخش‌کننده ویدیو
it_it: Caricamento del riproduttore video
lv: Ielādēt video atskaņotāju
mn: Видео тоглуулагчийг ачаалж байна

source: Play video
eo: Pläý vïdéö Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Ver vídeo
fa_ir: پخش ویدیو
it_it: Riproduci video
lv: Atskaņot video
mn: Видеог тоглуулах

source: No playable video sources found.
eo: Nö pläýäßlé vïdéö söürçés föünd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: No se han encontrado fuentes de vídeo para reproducir.
fa_ir: هیچ منبعی برای ویدیو پیدا نشد
it_it: Non è stato trovato alcun contenuto video da riprodurre.
lv: Nav atrasti atskaņojami video avoti.
mn: Тоглуулах видео эх сурвалжууд олдсонгүй.

source: Your browser does not support this video format. Try using a different browser.
eo: Ýöür ßröwsér döés nöt süppört thïs vïdéö förmät. Trý üsïng ä dïfférént ßröwsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Su navegador no soporta este formato de vídeo. Inténtelo con un navegador distinto.
fa_ir: مرورگر شما از این قالب ویدئویی پشتیبانی نمی‌کند. لطفاً از مرورگر دیگری استفاده کنید.
it_it: Il browser non supporta questo formato video. Provare ad utilizzare un browser differente.
lv: Jūsu pārlūks neatbalsta šo video formātu. Mēģiniet izmantot citu pārlūku.
mn: Таны хөтөч энэ видеоны форматыг дэмждэггүй. Өөр хөтөч ашиглана уу.

source: Downloads and transcripts
eo: Döwnlöäds änd tränsçrïpts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: بارگیری‌ها و زیرنویس‌ها
it_it: Download e trascrizioni
lv: Lejupielādēt norakstus
mn: Татац болон хөрвүүлэг

source: Download video file
eo: Döwnlöäd vïdéö fïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fa_ir: بارگیری پرونده تصویری
it_it: Scarica file video
lv: Lejupielādēt video datni
mn: Видео файлыг татаж авах

source: Share on Twitter
eo: Shäré ön Twïttér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Compartir en Twitter
fa_ir: اشتراک‌گذاری در تویتر
it_it: Condividi su Twitter
lv: Dalīties Twitter
mn: Twitter дээр хуваалцана уу

source: Transcripts
eo: Tränsçrïpts Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Transcripciones
fa_ir: زیرنویس‌ها
it_it: Trascrizioni
lv: Noraksti
mn: Хөрвүүлэг

source: Download {file}
eo: Döwnlöäd {file} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fa_ir: بارگیری {file}
it_it: Scarica {file}
lv: Lejupielādēt {file}
mn: {file} татах

source: Download transcript
eo: Döwnlöäd tränsçrïpt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Descargar transcripción
fa_ir: بارگیری متن
it_it: Scarica trascrizione
lv: Lejupielādēt norakstu
mn: Хөрвүүлэг татах

source: Handouts
eo: Händöüts Ⱡ'σяєм ιρѕυм ∂#
fa_ir: جزوات
it_it: Dispense
lv: Izdales materiāli
mn: Гарын авлага

source: Download Handout
eo: Döwnlöäd Händöüt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Descargar Handout
fa_ir: بارگیری جزوه
it_it: Scarica il volantino
lv: Lejupielādēt norakstu
mn: Гарын авлага татах

source: {num} of {total}
eo: {num} öf {total} Ⱡ'σяєм ιρѕυм ∂σłσ#
fa_ir: {num} از {total}
it_it: {num} di {total}
lv: {num} no {total}
mn: {total} -н {num}

source: Your words were:
eo: Ýöür wörds wéré: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: کلمات شما این موارد است:
it_it: Le tue parole erano:
lv: Jūsu vārdi bija:
mn: Таны үгс бол:

source: API Access Request
eo: ÀPÌ Àççéss Réqüést Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fa_ir: درخواست دسترسی به API
it_it: Richiesta di accesso API
lv: API piekļuves pieprasījums
mn: API хандалтын хүсэлт

source: {platform_name} API Access Request
eo: {platform_name} ÀPÌ Àççéss Réqüést Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: تقاضای دسترسی به API {platform_name}
it_it: Richiesta di accesso API {platform_name}
lv: {platform_name} API piekļuves pieprasījums
mn: {platform_name} API хандалтын хүсэлт

source: Request API Access
eo: Réqüést ÀPÌ Àççéss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fa_ir: تقاضای دسترسی به API
it_it: Richiedi accesso API
lv: Pieprasīt API piekļuvi
mn: API хандалт хүсэх

source: API Access Request Status
eo: ÀPÌ Àççéss Réqüést Stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: وضعیت درخواست دسترسی API
it_it: Stato richiesta accesso API
lv: API piekļuves pieprasījuma statuss
mn: API хандалтын хүсэлтийн статус

source: Your request to access the {platform_name} Course Catalog API is being processed. You will receive a message at the email address in your profile when processing is complete. You can also return to this page to see the status of your API access request.
eo: Ýöür réqüést tö äççéss thé {platform_name} Çöürsé Çätälög ÀPÌ ïs ßéïng pröçésséd. Ýöü wïll réçéïvé ä méssägé ät thé émäïl äddréss ïn ýöür pröfïlé whén pröçéssïng ïs çömplété. Ýöü çän älsö rétürn tö thïs pägé tö séé thé stätüs öf ýöür ÀPÌ äççéss réqüést. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт#
es_es: Su solicitud para acceder a {platform_name} API de catálogo de cursos se está procesando. Recibirá un mensaje en la dirección de correo electrónico de su perfil cuando se haya completado el procesamiento. También puede volver a esta página para ver el estado de su solicitud de acceso a la API.
fa_ir: درخواست شما برای دسترسی به {platform_name} API فهرست دوره‌های آموزشی در حال پردازش است. پس از تکمیل پردازش، شما رایانامه‌ای دریافت خواهید کرد. همچنین این امکان را دارید که به این صفحه بازگردید و وضعیت درخواست دسترسی به API خود را مشاهده کنید.
it_it: La richiesta di accesso all'API del catalogo del corso {platform_name} è in fase di elaborazione. Una volta completata l'elaborazione, riceverai un messaggio all'indirizzo email indicato nel profilo. È anche possibile tornare a questa pagina per visualizzare lo stato della richiesta di accesso API.
lv: Jūsu pieprasījums piekļūt {platform_name} kursu kataloga API tiek apstrādāts. Jūs saņemsiet ziņojumu uz e-pasta adresi Jūsu profilā, kad apstrādāšana būs pabeigta. Jūs varat arī atgriezties uz šo lapu, lai apskatītu Jūsu API piekļuves pieprasījuma statusu.
mn: {platform_name} Курс каталог API-д хандах хүсэлт чинь боловсруулагдаж байна. Боловсруулалт дууссаны дараа та профайл дээрх имэйл хаягаар зурвас хүлээн авах болно. Та API хандалтын хүсэлтийн статусыг үзэхийн тулд энэ хуудсанд буцаж очиж болно.

source: Your request to access the {platform_name} Course Catalog API has been denied. If you think this is an error, or for other questions about using this API, contact {api_support_email_link}.
eo: Ýöür réqüést tö äççéss thé {platform_name} Çöürsé Çätälög ÀPÌ häs ßéén dénïéd. Ìf ýöü thïnk thïs ïs än érrör, ör för öthér qüéstïöns äßöüt üsïng thïs ÀPÌ, çöntäçt {api_support_email_link}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσł#
es_es: Se ha rechazado su solicitud de acceso a {platform_name} API del catálogo de cursos. Si cree que se trata de un error o si tiene otras preguntas sobre el uso de esta API, póngase en contacto con {api_support_email_link}.
fa_ir: درخواست شما برای دسترسی به {platform_name} API فهرست دوره آموزشی رد شده است. اگر تصور می‌کنید این خطا است یا برای سوال دیگری درباره استفاده از این API دارید، با {api_support_email_link}تماس بگیرید.
it_it: La richiesta di accesso all'API del catalogo del corso {platform_name} è stata negata. Se si pensa che questo sia un errore, o per altre domande relative all'utilizzo di questa API, contattare {api_support_email_link}.
lv: Jūsu pieprasījums piekļūt {platform_name} kursu kataloga API tika noraidīts. Ja Jūs uzskatāt, ka šī ir kļūda, vai arī vēlaties uzdot citus jautājumus saistībā ar API lietošanu, sazinieties ar {api_support_email_link}.
mn: {platform_name} Курс каталог API-д хандах хүсэлт чинь татгалзсан байна. Хэрэв та энэ алдаа гэж бодож байгаа бол энэ API-г ашиглах талаар бусад асуултуудтай холбоо барина уу {api_support_email_link}.

source: Your request to access the {platform_name} Course Catalog API has been approved.
eo: Ýöür réqüést tö äççéss thé {platform_name} Çöürsé Çätälög ÀPÌ häs ßéén äpprövéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: درخواست شما برای دسترسی به API فهرست دوره‌های آموزشی {platform_name} تایید شده است.
it_it: La richiesta di accesso all'API del catalogo del corso {platform_name} è stata approvata.
lv: Jūsu pieprasījums piekļūt {platform_name} kursu kataloga API tika apstiprināts.
mn: {platform_name} Курс каталог API-д хандах таны хүсэлтийг зөвшөөрсөн.

source: Application Name
eo: Àpplïçätïön Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: نام نرم‌افزار
it_it: Nome applicazione
lv: Lietotnes nosaukums
mn: Програмын нэр

source: API Client ID
eo: ÀPÌ Çlïént ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: شناسه مشتری API
it_it: ID Client API
lv: API klienta ID

source: API Client Secret
eo: ÀPÌ Çlïént Séçrét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: رمز مشتری API
lv: API klienta noslēpums

source: Redirect URLs
eo: Rédïréçt ÛRLs Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: تغییر مسیر نشانی‌های اینترنتی
it_it: URL di reindirizzamento
lv: Novirzīšanas URL
mn: URLнуудыг дахин чиглүүлэх

source: If you would like to regenerate your API client information, please use the form below.
eo: Ìf ýöü wöüld lïké tö régénéräté ýöür ÀPÌ çlïént ïnförmätïön, pléäsé üsé thé förm ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Si desea regenerar la información de su cliente API, utilice el siguiente formulario.
fa_ir: چنانچه قصد دارید API اطلاعات مشتری خود را تغییر دهید از فرم زیر استفاده کنید.
it_it: Se si desidera rigenerare le informazioni sul client API, utilizzare il modulo riportato di seguito.
lv: Ja Jūs vēlaties atkārtoti ģenerēt Jūsu API klienta informāciju, lūdzu, izmantojiet tālāk esošo formu.
mn: Хэрэв та өөрийн API клиентийн мэдээллийг сэргээх хүсэлтэй байгаа бол доорх маягтыг ашиглана уу.

source: Generate API client credentials
eo: Généräté ÀPÌ çlïént çrédéntïäls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: ایجاد API اعتبارنامه مشتری
it_it: Genera credenziali client API
lv: Ģenerēt API klienta akreditācijas datus
mn: API клиентийн итгэмжлэлийг үүсгэх

source: To learn more about the {platform_name} Course Catalog API, visit {link_start}our API documentation page{link_end}. For questions about using this API, contact {api_support_email_link}.
eo: Tö léärn möré äßöüt thé {platform_name} Çöürsé Çätälög ÀPÌ, vïsït {link_start}öür ÀPÌ döçüméntätïön pägé{link_end}. För qüéstïöns äßöüt üsïng thïs ÀPÌ, çöntäçt {api_support_email_link}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσя#
es_es: Para obtener más información sobre {platform_name} API de catálogo de cursos, visite {link_start} nuestra página de documentación de API {link_end}. Si tiene preguntas sobre el uso de esta API, póngase en contacto con {api_support_email_link}.
fa_ir: برای کسب اطلاعات بیشتر درباره {platform_name} API فهرست دوره‌های آموزشی، از {link_start} صفحه API اسناد و مدارک ما {link_end}را بازدید کنید. برای پاسخ به سوالاتی درباره استفاده از این API، با نشانی رایانامه {api_support_email_link} تماس بگیرید.
it_it: Per ulteriori informazioni sull'API del catalogo del corso {platform_name}, consultare la {link_start}pagina della documentazione API{link_end}. Per domande sull'utilizzo di questa API, contattare {api_support_email_link}.
lv: Lai uzzinātu vairāk par {platform_name} kursu kataloga API, apmeklējiet {link_start}mūsu API dokumentācijas lapu{link_end}. Saistībā ar jautājumiem par šī API lietošanu, sazinieties pa {api_support_email_link}.
mn: {platform_name} Курс каталог API-ийн талаар илүү ихийг мэдэхийг хүсвэл {link_start} манай API баримтжуулалт хуудас {link_end} руу зочилно уу. Энэ API-г ашиглах талаар асуулт тавихын тулд холбоо барих {api_support_email_link}.

source: API Terms of Service
eo: ÀPÌ Térms öf Sérvïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: شرایط ارائه خدمات API
it_it: Termini di servizio API
lv: API pakalpojumu sniegšanas noteikumi
mn: API Үйлчилгээний нөхцөл

source: Terms of Service for {platform_name} APIs
eo: Térms öf Sérvïçé för {platform_name} ÀPÌs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Términos de servicio para las APIs de {platform_name}
fa_ir: شرایط استفاده از خدمت برای APIs {platform_name}
it_it: Termini di servizio per le API {platform_name}
lv: {platform_name} API pakalpojumu sniegšanas nosacījumi.
mn: {platform_name} API-н үйлчилгээний нөхцөл

source: Effective Date: May 24th, 2018
eo: Éfféçtïvé Däté: Mäý 24th, 2018 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: تاریخ مؤثر:24 مه 2018
it_it: Data di entrata in vigore: 24 maggio 2018
lv: Stājies spēkā kopš: May 24th, 2018
mn: Ашиглаж эхлэх хугацаа: 2018 оны 5-р сарын 24
