Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Warning: The problem has been reset to its initial state!
eo: Wärnïng: Thé prößlém häs ßéén rését tö ïts ïnïtïäl stäté! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Advertencia: ¡El ejercicio ha sido resetado a su estado inicial!
fa_ir: هشدار: مشكل پيش آمده را به حالت پيش‌فرض برگردانيد!
it_it: Avvertenza: il problema è stato reimpostato al suo stato iniziale!
lv: Brīdinājums: Problēma tika atiestatīta tās sākotnējā stāvoklī!
mn: Анхааруулга: Даалгавар анхны байдалдаа эргэн орж байна!

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
eo: Thé prößlém's stäté wäs çörrüptéd ßý än ïnvälïd süßmïssïön. Thé süßmïssïön çönsïstéd öf: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: El estado del ejercicio se ha corrompido por un envío inválido. El envío consistió en:
fa_ir: وضعیت مساله به‌دلیل ارسال نامعتبر خراب شد. ارسال شامل موارد زیر بود:
it_it: Lo stato del problema è stato danneggiato in seguito ad un invio non valido. L'invio era costituito da:
lv: Problēmas stāvoklis tika sabojāts nederīga iesnieguma dēļ. Iesniegums sastāvēja no:
mn: Буруу мэдүүлгээс болж асуудлын төлөв эвдэрсэн байна. Мэдүүлэг нь дараахыг агуулсан:

source: If this error persists, please contact the course staff.
eo: Ìf thïs érrör pérsïsts, pléäsé çöntäçt thé çöürsé stäff. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Si el error persiste, por favor, contacta con el equipo docente.
fa_ir: اگر این خطا ادامه یافت، لطفا با پشتيبان تماس بگيريد
it_it: Se il problema persiste, si prega di contattare lo staff del corso.
lv: Ja šī kļūda atkārtojas, lūdzu, sazinieties ar kursa personālu.
mn: Хэрэв энэ алдаа хэвээрээ байвал хичээлийн зохицуулагчтай холбоо барина уу.

source: Hint ({hint_num} of {hints_count}):
eo: Hïnt ({hint_num} öf {hints_count}): Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Consejo ({hint_num} de {hints_count}):
fa_ir: نکته ({hint_num} از {hints_count}):
it_it: Suggerimento ({hint_num} di {hints_count}):
lv: Ieteikums nr. ({hint_num} no {hints_count}):
mn: Сануулга ({hints_count}-ийн {hint_num}):

source: Your answers were previously saved. Click '{button_name}' to grade them.
eo: Ýöür änswérs wéré prévïöüslý sävéd. Çlïçk '{button_name}' tö grädé thém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Sus respuestas fueron previamente guardadas. Haga clic en '{button_name}' para calificarlas.
fa_ir: پاسخ خود را که قبلا ذخیره شده بودند. کلیک کنید: '{button_name}' به نمره آنها.
it_it: Le risposte fornite sono state salvate in precedenza. Fare clic su '{button_name}' per valutarle.
lv: Jūsu atbildes iepriekš tika saglabātas. Klikšķiniet uz '{button_name}', lai tās novērtētu.
mn: Таны хариулт хадгалагдсан байна. Дүгнэхийн тулд '{button_name}' дээр дарна уу.

source: Incorrect ({progress} point)
eo: Ìnçörréçt ({progress} pöïnt) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: نادرست ({progress} نمره)
it_it: Non corretto ({progress} punto)
lv: Nepareizi ({progress} punkts)
mn: Буруу ({progress} оноо)

source: Correct ({progress} point)
eo: Çörréçt ({progress} pöïnt) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fa_ir: درست ({progress} نمره)
it_it: Corretto ({progress} punto)
lv: Pareizi ({progress} punkts)
mn: Зөв ({progress} оноо)

source: Partially correct ({progress} point)
eo: Pärtïällý çörréçt ({progress} pöïnt) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: تا حدی درست ({progress} نمره)
it_it: Parzialmente corretto ({progress} punto)
lv: Daļēji pareizi ({progress} punkts)
mn: Хэсэгчлэн зөв ({progress} оноо)

source: Partially Correct
eo: Pärtïällý Çörréçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Parcialmente correcto
fa_ir: تاحدی درست
it_it: Parzialmente Corretto
lv: Daļēji pareizi
mn: Зарим нь зөв

source: Answer submitted.
eo: Ànswér süßmïttéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Respuesta enviada.
fa_ir: پاسخ ارسال شد.
it_it: Risposta inviata.
lv: Atbilde iesniegta.
mn: Хариулт илгээгдсэн

source: Problem is closed.
eo: Prößlém ïs çlöséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Ejercicio cerrado.
fa_ir: مساله پايان يافته است.
it_it: Il problema è chiuso.
lv: Problēma ir slēgta.
mn: Даалгаврыг хаасан.

source: Problem must be reset before it can be submitted again.
eo: Prößlém müst ßé rését ßéföré ït çän ßé süßmïttéd ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El problema debe restablecerse antes de que se pueda volver a enviar.
fa_ir: مشکل باید دوباره تنظیم شود تا بتوانید آن را مجدد ارسال كنيد.
it_it: Il problema deve essere reimpostato prima che possa essere nuovamente inviato.
lv: Problēmu nepieciešams atiestatīt pirms to var atkārtoti iesniegt.
mn: Дахин илгээхийн өмнө даалгаврыг дахин эхлүүлэх хэрэгтэй.

source: You must wait at least {wait} seconds between submissions.
eo: Ýöü müst wäït ät léäst {wait} séçönds ßétwéén süßmïssïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Debes esperar al menos {wait} segundos entre cada envío.
fa_ir: شما باید حداقل {wait} ثانیه بین ارسال‌ها صبر کنید.
it_it: È necessario attendere almeno {wait} secondi tra gli invii.
lv: Jums ir jāuzgaida vismaz {wait} sekundes starp iesniegšanas reizēm.
mn: Та илгээлт хооронд {wait} секунд хүлээх хэрэгтэй.

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
eo: Ýöü müst wäït ät léäst {wait_secs} ßétwéén süßmïssïöns. {remaining_secs} rémäïnïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Debe esperar al menos {wait_secs} entre envios. {remaining_secs} restantes.
fa_ir: شما باید حداقل {wait_secs} بین ارسال‌ها فاصله زمانی داشته باشید. {remaining_secs} باقی مانده است.
it_it: È necessario attendere almeno {wait_secs} tra gli invii. {remaining_secs} rimanenti.
lv: Jums ir jāuzgaida vismaz {wait_secs} starp iesniegšanas reizēm. Ir atlicis {remaining_secs}.
mn: Та хариулт илгээлтийн хооронд {wait_secs} секунд хүлээх хэрэгтэй. {remaining_secs} сек үлдсэн байна.

source: {num_hour} hour
eo: {num_hour} höür Ⱡ'σяєм ιρѕυм ∂#
fa_ir: {num_hour} ساعت
it_it: {num_hour} ora
lv: {num_hour} stunda
mn: {num_hour} цаг

source: {num_minute} minute
eo: {num_minute} mïnüté Ⱡ'σяєм ιρѕυм ∂σłσ#
fa_ir: {num_minute} دقیقه
it_it: {num_minute} minuto
lv: {num_minute} minūte
mn: {num_minute} минут

source: {num_second} second
eo: {num_second} séçönd Ⱡ'σяєм ιρѕυм ∂σłσ#
fa_ir: {num_second} ثانیه
it_it: {num_second} secondo
lv: {num_second} sekunde
mn: {num_second} секунд

source: Problem needs to be reset prior to save.
eo: Prößlém nééds tö ßé rését prïör tö sävé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: El ejercicio debe ser reseteado antes de guardarlo.
fa_ir: پیش از ذخیره به تنظیم مجدد مساله نیاز است.
it_it: Il problema deve essere reimpostato prima del salvataggio.
lv: Problēmu ir nepieciešams atiestatīt pirms saglabāšanas.
mn: Даалгаврыг хадгалахаас өмнө дахин эхлүүлэх хэрэгтэй.

source: Your answers have been saved.
eo: Ýöür änswérs hävé ßéén sävéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Tus respuestas han sido guardadas.
fa_ir: پاسخ شما ذخیره شده است.
it_it: Le tue risposte sono state salvate.
lv: Jūsu atbildes tika saglabātas.
mn: Таны хариулт хадгалагдлаа.

source: Your answers have been saved but not graded. Click '{button_name}' to grade them.
eo: Ýöür änswérs hävé ßéén sävéd ßüt nöt grädéd. Çlïçk '{button_name}' tö grädé thém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Tus respuestas han sido guardadas pero no evaluadas. Haz click en '{button_name}' para evaluarlas.
fa_ir: پاسخ شما ذخیره شده است اما هنوز نمره‌ داده نشده است. برای نمره دادن روی '{button_name}' کلیک کنید.
it_it: Le risposte fornite sono state salvate ma non valutate. Fare clic su '{button_name}' per valutarle.
lv: Jūsu atbildes tika saglabātas, bet netika novērtētas. Klikšķiniet uz '{button_name}', lai tās novērtētu.
mn: Таны хариулт хадгалагдсан боловч дүгнэгдээгүй байна. Дүгнүүлэхийн тулд '{button_name}' дээр товшино уу.

source: You cannot select Reset for a problem that is closed.
eo: Ýöü çännöt séléçt Rését för ä prößlém thät ïs çlöséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No puede seleccionar Restablecer para un ejercicio que está cerrado.
fa_ir: امکان بازتنظیم این مشكل بسته‌شده وجود ندارد.
it_it: Non è possibile selezionare Reimposta per un problema chiuso.
lv: Jūs nevarat izvēlēties atiestati problēmai, kura ir slēgta.
mn: Та хаагдсан даалгаврын дахин эхлүүлэхийг сонгох боломжгүй.

source: You must submit an answer before you can select Reset.
eo: Ýöü müst süßmït än änswér ßéföré ýöü çän séléçt Rését. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Debe enviar una respuesta antes de poder seleccionar Restablecer.
fa_ir: شما باید پاسخی پیش از انتخاب گزینه بازتنظیم، ارسال نمایید.
it_it: È necessario inviare una risposta prima di poter selezionare Reimposta.
lv: Jums ir jāiesniedz atbilde pirms Jūs varat izvēlēties atiestati.
mn: Дахин эхлүүлэхийг сонгохын өмнө та хариултаа илгээх хэрэгтэй.

source: Problem's definition does not support rescoring.
eo: Prößlém's défïnïtïön döés nöt süppört résçörïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La definición del ejercicio no soporta la re-evaluación.
fa_ir: تعریف مساله از نمره‌دهی مجدد پشتیبانی نمی‌کند.
it_it: La definizione del problema non supporta l'assegnazione di un nuovo punteggio.
lv: Problēmas definīcijā nav atbalstīta atkārtota novērtēšana.
mn: Даалгаврын тодорхойлолт дахин оноо өгөхийг дэмжихгүй байна.

source: Problem must be answered before it can be graded again.
eo: Prößlém müst ßé änswéréd ßéföré ït çän ßé grädéd ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Los ejercicios deben ser respondidos antes de poder volverse a evaluar.
fa_ir: پیش از نمره‌دهی مجدد باید به مساله پاسخ داده شود
it_it: È necessario rispondere al problema prima di poter ricevere una nuova valutazione.
lv: Uz problēmu nepieciešams atbildēt pirms to var atkal novērtēt.
mn: Даалгаврыг дүгнүүлэхийн өмнө та хариулсан байх шаардлагатай.

source: Conditional
eo: Çöndïtïönäl Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Condicional
fa_ir: شرطی
it_it: Condizionale
lv: Nosacījuma
mn: Нөхцөлт

source: List of urls of children that are references to external modules
eo: Lïst öf ürls öf çhïldrén thät äré référénçés tö éxtérnäl mödülés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Listado de urls de niños que son referencias a módulos externos
fa_ir: فهرست نشانی‌های اینترنتی زیرشاخه‌هایی که منبع ماژول های بیرونی هستند
it_it: Elenco di url di elementi figlio che hanno riferimenti a moduli esterni
lv: Bērnelementu URL saraksts, kuri ir atsauces uz ārējiem moduļiem
mn: Гадаад модулиудтай холбоотой url-ын дагаваруудын жагсаалт

source: Source Components
eo: Söürçé Çömpönénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Componentes de origen
fa_ir: مولفه‌های منبع
it_it: Componenti sorgente
lv: Avota komponenti
mn: Эх бүрдэл

source: Conditional Attribute
eo: Çöndïtïönäl Àttrïßüté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Atributo condicional
fa_ir: ویژگی شرط
it_it: Attributo condizionale
lv: Nosacījuma atribūts
mn: Нөхцөлт атрибут

source: Conditional Value
eo: Çöndïtïönäl Välüé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Valor condicional
fa_ir: مقدار شرط
it_it: Valore condizionale
lv: Nosacījuma vērtība
mn: Нөхцөлт утга

source: Blocked Content Message
eo: Blöçkéd Çöntént Méssägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Mensaje de contenido bloqueado
fa_ir: محتواي پيام مسدود شده است
it_it: Messaggio contenuto bloccato
lv: Ziņojums par bloķētu saturu
mn: Хориглосон агуулгын зурвас

source: You must complete {link} before you can access this unit.
eo: Ýöü müst çömplété {link} ßéföré ýöü çän äççéss thïs ünït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Debe completar {link} antes de acceder a esta unidad.
fa_ir: شما باید {link} را پیش از دسترسي به واحد تکمیل کنید.
it_it: È necessario completare {link} prima che sia possibile accedere a questa unità.
lv: Jums ir nepieciešams pabeigt {link}, pirms Jūs varat piekļūt šim elementam.
mn: Та энэ нэгжрүү хандахын өмнө {link}-г заавал дуусгах ёстой.

source: This component has no source components configured yet.
eo: Thïs çömpönént häs nö söürçé çömpönénts çönfïgüréd ýét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Este componente aún no tiene componentes de origen configurados.
fa_ir: این مولفه هیچ منبع مولفه پیکربندی‌شده‌ای ندارد.
it_it: Questo componente non ha ancora dei componenti sorgente configurati.
lv: Šim komponentam vēl nav konfigurētu avota komponentu.
mn: Энэ бүрдэл хэсэгт эх сурвалж бүрдэлийг хараахан тохируулаагүй байна.

source: Configure list of sources
eo: Çönfïgüré lïst öf söürçés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Configurar la lista de fuentes
fa_ir: فهرستی از منابع پیکربندی
it_it: configurare la lista di fonti
lv: Konfigurēt avotu sarakstu
mn: Эх сурвалжийн жагсаалтыг тохируулах

source: LTI Passports
eo: LTÌ Pässpörts Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Pasaporte LTI
fa_ir: گذرگاه‌های LTI
it_it: Passaporti LTI
lv: LTI pases
mn: LTI нууц үг

source: Enter the passports for course LTI tools in the following format: "id:client_key:client_secret".
eo: Éntér thé pässpörts för çöürsé LTÌ tööls ïn thé föllöwïng förmät: "ïd:çlïént_kéý:çlïént_séçrét". Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Introduce el pasaporte para las herramientas LTI del curso en el formato siguiente: "id:client_key:client_secret".
fa_ir: گذرگاه‌های ابزارهای LTI دوره آموزشی را در قالب زیر وارد کنید: "id:client_key:client_secret".
it_it: Immettere i passaporti per gli strumenti LTI del corso nel seguente formato: "id:client_key:client_secret".
lv: Ievadiet kursa LTI rīku pases šādā formātā: "id:client_key:client_secret".
mn: Дараах форматын дагуу хичээлийн LTI хэрэглэгдэхүүний нууц үгийг оруулна уу: "id:client_key:client_secret".

source: List of Textbook objects with (title, url) for textbooks used in this course
eo: Lïst öf Téxtßöök ößjéçts wïth (tïtlé, ürl) för téxtßööks üséd ïn thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Lista de objetos de libro de texto con (título, url) para los libros de texto utilizados en este curso
fa_ir: فهرست اشیا محتوایی به همراه (عنوان، نشانی اینترنتی) برای متوون آموزشی مورد استفاده در این دوره
it_it: Elenco di oggetti Libri di testo con (titolo, url) per libri di testo utilizzati in questo corso
lv: Mācību grāmatu objektu saraksts ar (nosaukums, URL) mācību grāmatām, kas lietotas šajā kursā
mn: Энэ хичээлд хэрэглэгдэх сурах бичигт зориулсан (title, url)-тай сурах бичгийн жагсаалт

source: Slug that points to the wiki for this course
eo: Slüg thät pöïnts tö thé wïkï för thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Indicador que apunta a la wiki de este curso
fa_ir: مشخصه راهنما به ویکی این دوره آموزشی
it_it: Slug che punta al wiki di questo corso
lv: Īsā rinda (slug), kas norāda uz šī kursa vikivietni
mn: Энэ хичээлд зориулсан вики зааж өгдөг слаг

source: Date that enrollment for this class is opened
eo: Däté thät énröllmént för thïs çläss ïs öpénéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Fecha de apertura del plazo de matrícula para esta clase.
fa_ir: تاریخی که ثبت‌نام برای این کلاس باز است
it_it: La data di apertura dell'iscrizione per questa classe
lv: Datums, kurā tiek atvērta reģistrēšanās uz šo mācību priekšmetu
mn: Энэ ангийн элсэлт нээгдэх огноо

source: Date that enrollment for this class is closed
eo: Däté thät énröllmént för thïs çläss ïs çlöséd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Fecha de cierre del plazo de matrícula para esta clase.
fa_ir: تاریخی که ثبت‌نام برای این کلاس به پايان رسيده است.
it_it: La data di iscrizione è passata. Le iscrizioni sono chiuse.
lv: Datums, kurā tiek slēgta reģistrēšanās uz šo mācību priekšmetu
mn: Энэ ангийн элсэлт хаагдах огноо

source: Date that this class ends
eo: Däté thät thïs çläss énds Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Fecha en la que acaba esta clase
fa_ir: تاریخ اين كلاس به پايان رسيده است.
it_it: Data di termine del corso
lv: Datums, kad šis mācību priekšmets beidzas
mn: Энэ анги дуусах огноо

source: Date that certificates become available to learners
eo: Däté thät çértïfïçätés ßéçömé äväïläßlé tö léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Fecha en que los certificados estarán disponibles para los estudiantes.
fa_ir: تاریخی که گواهی‌ها در اختیار یادگیرندگان قرار می گیرد
it_it: La data in cui i certificati sono disponibili agli studenti
lv: Datums, kad sertifikāti kļūst pieejami audzēkņiem
mn: Суралцагчийн гэрчилгээ бэлэн болох огноо

source: Cosmetic Course Display Price
eo: Çösmétïç Çöürsé Dïspläý Prïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Precio del curso a mostrar
fa_ir: قیمت نمایشی دوره آموزشی
it_it: Costo del corso esposto al pubblico
lv: Kosmētikas kursa attēlotā cena
mn: Косметик хичээл харагдах үнэ

source: The cost displayed to students for enrolling in the course. If a paid course registration price is set by an administrator in the database, that price will be displayed instead of this one.
eo: Thé çöst dïspläýéd tö stüdénts för énröllïng ïn thé çöürsé. Ìf ä päïd çöürsé régïsträtïön prïçé ïs sét ßý än ädmïnïsträtör ïn thé dätäßäsé, thät prïçé wïll ßé dïspläýéd ïnstéäd öf thïs öné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρя#
es_es: El coste mostrado a los alumnos al registrarse en el curso. Si el precio de registro del curso de pago es establecido por un administrador en la base de datos, ese precio será mostrado en lugar de éste.
fa_ir: هزینه ثبت‌نام در دوره آموزشی که به یادگیرندگان نشان داده می‌شود. اگر مدیر، قیمت ثبت‌نام پرداخت‌شده‌ای را در پایگاه داده تعیین کند، آن قیمت به جای این قیمت نمایش داده خواهد شد.
it_it: Il costo visualizzato dagli studenti per l'iscrizione al corso. Se un prezzo di iscrizione al corso pagato viene impostato da un amministratore nel database, quel prezzo verrà visualizzato anziché quello predefinito.
lv: Maksa, kas tiek parādīta studentiem, lai reģistrētos kursā. Ja administrators ir iestatījis maksas kursa cenu datubāzē, tad datubāzes cena tiks parādīta šīs cenas vietā.
mn: Хичээлд элсэхэд суралцагчдад харагдах өртөг. Хэрэв төлбөртэй хичээлийн бүртгэлийн үнийг өгөгдлийн санд администратор тохируулсан бол энэ үнийн оронд харагдах болно.

source: Course Advertised Start
eo: Çöürsé Àdvértïséd Stärt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Inicio del curso anunciado
fa_ir: آگهی آغاز دوره آموزشی
it_it: Data di inizio del corso pubblicata:
lv: Kursa reklamētais sākums
mn: Хичээлийн сурталчилгаа эхлэх

source: Enter the text that you want to use as the advertised starting time frame for the course, such as "Winter 2018". If you enter null for this value, the start date that you have set for this course is used.
eo: Éntér thé téxt thät ýöü wänt tö üsé äs thé ädvértïséd stärtïng tïmé främé för thé çöürsé, süçh äs "Wïntér 2018". Ìf ýöü éntér nüll för thïs välüé, thé stärt däté thät ýöü hävé sét för thïs çöürsé ïs üséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢#
es_es: Introducir el texto que desee utilizar como anuncio del período de inicio del curso, por ejemplo «Invierno 2018». Si introduce un cero en este campo, la fecha de inicio establecida para dicho curso está utilizada.
fa_ir: متنی را که مایلید به‌عنوان چارچوب زمانی آغاز تبلیغ دوره آموزشی استفاده کنید، مانند "زمستان 2018" وارد کنید. اگر برای این مقدار null را وارد کنید، از تاریخ شروعی که برای این دوره آموزشی تعیین کرده‌اید استفاده می‌شود.
it_it: Immettere il testo che si desidera utilizzare come arco temporale di inizio pubblicizzato per il corso, come ad esempio "Inverno 2018". Se si immette un valore null per questo campo, verrà utilizzata la data di inizio che è stata impostata per questo corso.
lv: Ievadiet tekstu, kuru vēlaties izmantot kā reklamēto kursa sākuma laika periodu, piemēram, "Winter 2018". Ja Jūs ievadīsiet nulli kā šo vērtību, tiks izmantots sākuma datums, ko iestatījāt šim kursam.
mn: Сурталчилгаанд ашиглагдах хичээлийн эхлэх хугацааг өөрийн хүссэн бичвэрээр оруулна уу. Жишээ нь, "Өвлийн улирал 2018". Хэрэв та энэ утгыг null гэж оруулбал, хичээлийн эхлэх огноог ашиглана.

source: Pre-Requisite Courses
eo: Pré-Réqüïsïté Çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Cursos previos requeridos
fa_ir: دوره‌های آموزشی پیش‌نیاز
it_it: Corsi pre-requisiti
lv: Iepriekš nepieciešamie kursi
mn: Урьдчилан үзсэн байх ёстой хичээлүүд

source: Pre-Requisite Course key if this course has a pre-requisite course
eo: Pré-Réqüïsïté Çöürsé kéý ïf thïs çöürsé häs ä pré-réqüïsïté çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Selecciona "Cursos previos requeridos" si este curso requiere cursos previos
fa_ir: کلید دوره آموزشی پیش‌نیاز، در صورتی که این دوره آموزشی دوره پیش‌نیاز داشته باشد
it_it: Chiave corso prerequisito se questo corso dispone di un corso prerequisito
lv: Iepriekš nepieciešamo kursu atslēga, ja šim kursam ir iepriekš nepieciešamie kursi
mn: Хэрэв энэ хичээлийг үзэхэд урьдчилан үзсэн байх хичээл шаардлагатай бол урьдчилан үзсэн байх ёстой хичээлийн түлхүүр үг.

source: Grading policy definition for this class
eo: Grädïng pölïçý défïnïtïön för thïs çläss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Descripción de la política de calificaciones de esta clase
fa_ir: تعریف خط‌مشی نمره‌دهی برای این کلاس
it_it: Definizione della politica di valutazione per questa classe
lv: Vērtēšanas politikas definīcija šim mācību priekšmetam
mn: Энэ хичээлийг дүгнэх журмын тодорхойлолт

source: Show Calculator
eo: Shöw Çälçülätör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Mostrar calculadora
fa_ir: نمایش ماشین‌حساب
it_it: Mostra calcolatore
lv: Parādīt kalkulatoru
mn: Календар харах

source: Enter true or false. When true, students can see the calculator in the course.
eo: Éntér trüé ör fälsé. Whén trüé, stüdénts çän séé thé çälçülätör ïn thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Elige verdadero o falso. Con verdadero, los alumnos podrán ver la calculadora en el curso.
fa_ir: درست يا نادرست را وارد كنيد. در صورت انتخاب گزینه درست، یادگیرندگان در این دوره آموزشی، ماشین حساب را خواهند دید.
it_it: Immettere true o false. Se true, gli studenti possono vedere il calcolatore nel corso.
lv: Ievadīt kā patiesu vai nepatiesu. Ja patiess, studenti var kursā redzēt kalkulatoru.
mn: Үнэн эсвэл худал гэж оруулна. Хэрэв суралцагч энэ хичээлд тооцоолуур харж болох бол Үнэн гэж оруулна.

source: Enter the name of the course as it should appear in the course list.
fa_ir: نام دوره آموزشی را همان‌گونه وارد کنید که باید در فهرست دوره وارد شود.
it_it: Immettere il nome del corso come deve apparire nell'elenco corsi.

source: Course Display Name
eo: Çöürsé Dïspläý Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Nombre del curso a mostrar
fa_ir: نمایش نام دوره آموزشی
it_it: Nome del corso visualizzabile pubblicamente
lv: Parādāmais kursa vārds
mn: Хичээлийн харагдах нэр

source: Course Editor
eo: Çöürsé Édïtör Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Editor del curso
fa_ir: ویرایشگر دوره آموزشی
it_it: Editor del corso
lv: Kursa redaktors
mn: Хичээл засварлагч
