Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: To be sure all students can access the video, we recommend providing both an .mp4 and a .webm version of your video. Click below to add a URL for another version. These URLs cannot be YouTube URLs. The first listed video that's compatible with the student's computer will play.
fa_ir: برای اطمینان از اینکه همۀ یادگیرندگان می‌توانند به ویدئو دسترسی داشته باشند، توصیه می‌کنیم هم از نسخۀ .mp4 و هم از نسخۀ .webm ویدئو استفاده کنید. برای افزودن آدرس اینترنتی به نسخۀ دیگر، روی دکمۀ زیر کلیک کنید. این آدرس‌های اینترنتی نمی‌توانند آدرس‌های اینترنتی یوتیوب باشند. اولین ویدئوی فهرست شده که با رایانۀ فراگیر سازگار است پخش خواهد شد.
he: על מנת לוודא שכל הסטודנטים יוכלו לגשת לסרטון הווידאו, אנו ממליצים שתספק לסרטון גרסאות בקובץ MP4 ובקובץ WEBM. לחץ למטה להוסיף כתובת URL עבור גרסה נוספת. כתובות ה-URL הללו אינן יכולות להיות כתובות URL של יוטיוב. הסרטון הראשון שיתאים להצגה במחשבו של הסטודנט, הוא זה שיוצג.
it_it: Per assicurarti che tutti gli studenti possano accedere al video, ti consigliamo di fornire una versione .mp4 e .webm del tuo video. Fare clic di seguito per aggiungere un URL per un'altra versione. Questi URL non possono essere URL di YouTube. Verrà riprodotto il primo video elencato compatibile con il computer dello studente.
tr_tr: Tüm öğrencilerin videoya erişebildiğinden emin olmak için, videonuzun .mp4 ve .webm sürümlerini sağlamanızı öneririz. Başka bir sürüm için URL eklemek üzere aşağıya tıklayın. Bu URL'ler YouTube URL'si olamaz. Öğrencilerin bilgisayarlarıyla uyumlu olan ilk listelenen video oynayacaktır.

source: Default Timed Transcript
fa_ir: متن زیرنویس پیش‌فرض
he: תמליל מתוזמן כברירת מחדל
it_it: Trascrizione con temporizzazione predefinita
tr_tr: Varsayılan Zamanları İşaretlenmiş Altyazı

source: Timed Transcript Conflict
fa_ir: زیر نویس ها دارای تعارض هستند.
he: עימות תמליל מתוזמן
it_it: Conflitto di trascrizione con tempi
tr_tr: Zamanlanmış Altyazı Çakışması

source: The timed transcript for the first video file does not appear to be the same as the timed transcript for the second video file.
fa_ir: به نظر نمی‌رسد متن زمان‌بندی شده برای فایل ویدئویی اول همان زیرنویس زمان‌بندی شدۀ فایل ویدئویی دوم باشد.
he: נראה כי התמליל המתוזמן לקובץ הווידאו הראשון אינו דומה לתמליל המתוזמן של קובץ הווידאו השני.
it_it: La trascrizione con tempi del primo file video non sembra essere la stessa della trascrizione con tempi del secondo file video.
tr_tr: İlk video dosyasının zamanları işaretlenmiş altyazıları, ikinci video dosyasının zamanları işaretlenmiş altyazıları ile aynı gözükmez.

source: Which timed transcript would you like to use?
fa_ir: کدام زیر نویس زماندار را انتخاب می‌کنید؟
he: באיזה תמליל מתוזמן ברצונך להשתמש?
it_it: Quale trascrizione con tempi vuoi utilizzare?
tr_tr: Hangi zamanlanmış altyazıyı kullanmak istersiniz?

source: Error.
fa_ir: خطا.
he: שגיאה
it_it: Errore.
tr_tr: Hata.

source: Timed Transcript from %(filename)s
fa_ir: زیرنویس زمان‌دار از پرونده %(filename)s
he: תמליל מתוזמן מ%(filename)s
it_it: Trascrizione con tempi da %(filename)s
tr_tr: %(filename)s'den Zamanlanmış Altyazı

source: Timed Transcript Found
fa_ir: زیرنویس زمان‌دار پیدا شد
he: נמצא תמליל מתוזמן
it_it: Trovata trascrizione con tempi
tr_tr: Zamanlanmış Altyazı Bulundu

source: EdX has a timed transcript for this video. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript. If you want to replace this transcript, upload a new .srt transcript file.
fa_ir: سامانه یک زیرنویس زماندار برای این ویدیو دارد. اگر می‌خواهید آن را ویرایش کنید، می‌توانید آن را بارگیری کرده و سپس نسخه ویرایش شده را مجددا بارگذاری کنید. اگر مایل بودید می‌توانید یک پرونده جدید srt بارگذاری کنید.
he: ל-edX קיים תמליל מתוזמן עבור סרטון זה. על מנת לערוך תמליל זה, ניתן להוריד את הקובץ, לערוך אותו ולהעלות אותו מחדש. אם ברצונך להחליף תמליל זה, נא העלה קובץ תמליל SRT חדש.
it_it: EdX ha una trascrizione con tempi per questo video. Se desideri modificare questa trascrizione, puoi scaricare, modificare e ricaricare la trascrizione esistente. Se desideri sostituire questa trascrizione, carica un nuovo file di trascrizione .srt.
tr_tr: EdX videonun zamanları işaretlenmiş altyazılarına sahiptir. Eğer bu altyazıyı düzenlemek istiyorsanız, mevcut altyazıyı indirebilir, düzenleyebilir ve tekrar yükleyebilirsiniz. Eğer bu altyazıyı değiştirmek istiyorsanız, yeni bir .srt altyazı dosyası yükleyin.

source: Upload New Transcript
fa_ir: بارگذاری متن
he: העלה תמליל חדש
it_it: Carica nuova trascrizione
tr_tr: Yeni Altyazı Yükle

source: Upload New .srt Transcript
fa_ir: پرونده متن زیرنویس srt را بارگذاری کنید
he: העלה תמליל SRT חדש
it_it: Carica nuova trascrizione .srt
tr_tr: Yeni .srt Altyazısını Yükle

source: Download Transcript for Editing
fa_ir: بارگیری زیرنویس برای ویرایش
he: הורד תמליל לעריכה
it_it: Scarica trascrizione per la modifica
tr_tr: Düzenlemek için Altyazıyı İndir

source: No EdX Timed Transcript
fa_ir: زیرنویس زمان‌دار ادکس پیدا نشد
he: אין תמליל edX מתוזמן
it_it: Nessuna trascrizione con tempi EdX
tr_tr: EdX Zamanlanmış Altyazısı Yok

source: EdX doesn't have a timed transcript for this video in Studio, but we found a transcript on YouTube. You can import the YouTube transcript or upload your own .srt transcript file.
fa_ir: EdX زیرنویس زمان‌بندی شده برای این ویدیو را در هنرکده ندارد، اما رونوشتی از آن را در یوتیوب یافته‌ایم. می‌توانید رونوشت یوتیوب را وارد کنید یا پروندۀ رونوشت .srt خود را بارگذاری کنید.
he: אין תמליל edX מתוזמן עבור סרטון וידאו זה בסטודיו, אך מצאנו תמליל ביוטיוב. יש באפשרותך לייבא את תמליל יוטיוב או להעלות את קובץ תמליל ה-SRT שלך.
it_it: EdX non ha una trascrizione con tempo per questo video in Studio, ma abbiamo trovato una trascrizione su YouTube. Puoi importare la trascrizione di YouTube o caricare il tuo file di trascrizione .srt.
tr_tr: EdX, Studio'da videonun zamanları işaretlenmiş altyazısına sahip değildir, ama biz YouTube üzerinde bir altyazı bulduk. Youtube altyazısını içe aktarabilir veya kendi .srt altyazı dosyanızı yükleyebilirsiniz.

source: Import YouTube Transcript
fa_ir: بارگذاری زیرنویس یوتیوب
he: ייבא תמליל יוטיוב
it_it: Importa trascrizione da YouTube
tr_tr: YouTube Altyazısını İçe Aktar

source: No Timed Transcript
fa_ir: زیرنویس زمان‌داری نیست
he: אין תמליל מתוזמן
it_it: Nessuna trascrizione con tempi
tr_tr: Zamanlanmış Altyazı Yok

source: EdX doesn\'t have a timed transcript for this video. Please upload an .srt file.
fa_ir: Edx هیچ متن زیرنویسی برای این ویدیو ندارد. لطفا پرونده srt را بارگذاری کنید.
he: אין ל-edX תמליל מתוזמן עבור סרטון וידאו זה. נא העלה קובץ SRT.
it_it: EdX non ha una trascrizione con tempi per questo video. Carica un file .srt.
tr_tr: EdX bu videonun zamanları işaretlenmiş altyazılarına sahip değildir. Lütfen bir .srt dosyası yükleyin.

source: The timed transcript for this video on edX is out of date, but YouTube has a current timed transcript for this video.
fa_ir: زیرنویس زمان‌‌دار این ویدئو در edX منسوخ شده است، اما یوتیوب، نسخۀ از این متن را دارد.
he: התמליל המתוזמן עבור סרטון וידאו זה ב-edX מיושן, אך קיימת גרסה עדכנית עבורו ביוטיוב.
it_it: La trascrizione con i tempi per questo video su edX non è aggiornata, ma YouTube ha una trascrizione con tempi aggiornata per questo video.
tr_tr: EdX üzerindeki videonun zamanları işaretlenmiş altyazıları güncel değildir, ama YouTube videonun geçerli zamanları işaretlenmiş altyazılarına sahiptir.

source: Do you want to replace the edX transcript with the YouTube transcript?
fa_ir: آیا مایلید نسخۀ یوتیوب را جایگزین زیرنویس edX کنید؟
he: האם ברצונך להחליף את תמליל edX בתמליל יוטיוב?
it_it: Vuoi sostituire la trascrizione edX con la trascrizione di YouTube?
tr_tr: EdX altyazısını YouTube altyazısıyla değiştirmek ister misiniz?

source: Yes, replace the edX transcript with the YouTube transcript
fa_ir: بله، متن edX را با نسخۀ زیرنویس یوتیوب جایگزین کنید
he: כן, החלף את תמליל edX בתמליל יוטיוב
it_it: Sì, sostituisci la trascrizione edX con la trascrizione di YouTube
tr_tr: Evet, edX altyazısını YouTube altyazısıyla değiştirin.

source: Timed Transcript Uploaded Successfully
fa_ir: رونوشت زمان‌دار با موفقیت بارگذاری شد
he: תמליל מתוזמן הועלה בהצלחה
it_it: Trascrizione con tempo caricata correttamente
tr_tr: Zamanlanmış Altyazı Başarıyla Yüklendi

source: EdX has a timed transcript for this video. If you want to replace this transcript, upload a new .srt transcript file. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript.
fa_ir: EdX زیرنویس زمان‌دار این ویدئو را دارد. اگر مایلید این متن را جایگزین کنید، یک پروندۀ .srt جدید بارگذاری کنید. اگر می‌خواهید این متن را ویرایش کنید، می‌توانید ابتدا متن موجود را بارگیری، ویرایش و سپس بارگذاری کنید.
he: ל-edX קיים תמליל מתוזמן עבור סרטון זה. אם ברצונך להחליף תמליל זה, העלה קובץ תמליל SRT חדש. על מנת לערוך תמליל זה, ניתן להוריד את הקובץ, לערוך אותו ולהעלות אותו מחדש.
it_it: EdX ha una trascrizione con tempi per questo video. Se desideri sostituire questa trascrizione, carica un nuovo file di trascrizione .srt. Se desideri modificare questa trascrizione, puoi scaricare, modificare e ricaricare la trascrizione esistente.
tr_tr: EdX videonun zamanları işaretlenmiş altyazılarına sahiptir. Eğer bu altyazıyı değiştirmek istiyorsanız, yeni bir .srt altyazı dosyası yükleyin. Eğer bu altyazıyı düzenlemek istiyorsanız, mevcut altyazıyı indirebilir, düzenleyebilir ve tekrar yükleyebilirsiniz.

source: Confirm Timed Transcript
fa_ir: تأیید زیرنویس زمان‌دار
he: אשר תמליל מתוזמן
it_it: Conferma trascrizione con tempi
tr_tr: Zamanlanmış Altyazıyı Onayla

source: You changed a video URL, but did not change the timed transcript file. Do you want to use the current timed transcript or upload a new .srt transcript file?
fa_ir: شما آدرس اینترنتی ویدئو را تغییر دادید، اما فایل متن زمان‌بندی‌شده را تغییر نداده‌اید. آیا مایلید از متن زمان‌بندی‌شدۀ فعلی استفاده کنید یا یک پروندۀ زیرنویس .srt جدید بارگذاری کنید؟
he: שינית את כתובת ה-URL של סרטון הווידאו אך לא שינית את קובץ התמליל המתוזמן. האם ברצונך להשתמש בקובץ התמליל הנוכחי או להעלות קובץ תמליל SRT חדש?
it_it: Hai modificato l'URL di un video, ma non hai modificato il file di trascrizione con tempi. Desideri utilizzare la trascrizione con tempi corrente o caricare un nuovo file di trascrizione .srt?
tr_tr: Video URL'sini değiştirdiniz, ama zamanlanmış altyazı dosyasını değiştirmediniz. Mevcut olan zamanlanmış altyazı dosyasını kullanmayı ya da yeni bir .srt altyazı dosyası yüklemeyi mi istersiniz?

source: Use Current Transcript
fa_ir: از زیرنویس فعلی استفاده کنید
he: השתמש בתמליל נוכחי
it_it: Utilizza trascrizione corrente
tr_tr: Mevcut Altyazıyı Kullan

source: [no tags]
tr_tr: [etiket yok]

source: Lower Alpha
he: אותיות קטנות
it_it: Lettere minuscole
tr_tr: Küçük Harfler

source: Lower Greek
he: אותיות יווניות קטנות
it_it: Lettere greche minuscole
tr_tr: Küçük Grek Harfleri

source: Lower Roman
he: אותיות רומיות קטנות
it_it: Cifre romane minuscole
tr_tr: Küçük Roma Harfleri

source: Upper Alpha
he: אותיות גדולות
it_it: Lettere maiuscole
tr_tr: Büyük Harfler

source: Upper Roman
he: אותויות רומיות גדולות
it_it: Lettere romane maiuscole
tr_tr: Büyük Roma Harfleri

source: {hours}:{minutes} (current UTC time)
he: {hours}:{minutes} (זמן אוניברסלי מתואם (UTC) נוכחי)
it_it: {hours}:{minutes} (ora UTC corrente)
tr_tr: {hours}:{minutes} (geçerli UTC zamanı)

source: {minutes} {unit}
tr_tr: {unit} {minutes}

source: {seconds} {unit}
tr_tr: {unit} {seconds}

source: ${listPrice}
tr_tr: {listPrice}TL

source: ${price} {currency} )
tr_tr: {price}TL {currency} )

source: path/to/introductionToCookieBaking-CH{order}.pdf
tr_tr: adres/yolu/KekPişirmeyeGiriş-TR{order}.pdf

source: Cannot drop more <%- types %> assignments than are assigned.
it_it: Non è consentito rinunciare a più compiti <%- types %> rispetto a quelli assegnati.

source: (%(earned)s/%(possible)s point)
he: (%(earned)s/%(possible)s נקודה)

source: (%(num_points)s point possible)
he: (%(num_points)s נקודה אפשרית)

source: Answer:
he: תשובה:

source: Hide Answer
he: הסתר תשובה

source: Show Answer
he: הצג תשובה

source: Answer hidden
he: תשובה מוסתרת

source: Status: unsubmitted
he: סטטוס: לא הוגש

source: VideoPlayer: Element corresponding to the given selector was not found.
he: נגן הווידאו: האלמנט המתאים לבחירה אינו נמצא.

source: Sorry
he: סליחה

source: We had some trouble loading the discussion. Please try again.
he: לא הצלחנו לטעון את הדיון. אנא נסה שוב.

source: We had some trouble loading the threads you requested. Please try again.
he: לא הצלחנו לטעון את השרשורים שביקשת. אנא נסה שוב.

source: We had some trouble processing your request. Please ensure you have copied any
he: נתקלנו בבעיה בעיבוד בקשתך. אנא ודא כי העתקת

source: We had some trouble subscribing you to this thread. Please try again.
he: נתקלנו בבעיה בהרשמתך לשרשור זה. אנא נסה שוב.

source: We had some trouble unsubscribing you from this thread. Please try again.
he: נתקלנו בבעיה בביטול הרשמתך לשרשור זה. אנא נסה שוב.

source: We had some trouble marking this response as an answer. Please try again.
he: נתקלנו בבעיה בסימון תגובה זו כתשובה. אנא נסה שוב.

source: We had some trouble removing this response as an answer. Please try again.
he: נתקלנו בבעיה בבזמן מחיקת תגובה זו כתשובה. אנא נסה שוב.

source: We had some trouble marking this response endorsed. Please try again.
he: נתקלנו בבעיה בזמן סימון תגובה זו כמאושרת. אנא נסה שוב.

source: We had some trouble removing this endorsement. Please try again.
he: נתקלנו בבעיה בזמן הסרת תגובה זו כמאושרת. בבקשה נסה שוב.

source: We had some trouble saving your vote. Please try again.
he: נתקלנו בבעיה בשמירת הצבעתך. אנא נסה שוב.

source: We had some trouble pinning this thread. Please try again.
he: נתקלנו בבעיה בהצמדת שרשור זה. אנא נסה שוב.

source: We had some trouble unpinning this thread. Please try again.
he: נתקלנו בבעיה בביטול הצמדת שרשור זה. אנא נסה שוב.

source: We had some trouble removing your flag on this post. Please try again.
he: נתקלנו בבעיה בהסרת הדגל מפוסט זה. אנא נסה שוב.

source: We had some trouble reporting this post. Please try again.
he: נתקלנו בבעיות בדיווח של הפוסט הזה. אנא נסה שוב.

source: We had some trouble closing this thread. Please try again.
he: נתקלנו בבעיה בסגירת השרשור הזה. אנא נסה שוב.

source: We had some trouble reopening this thread. Please try again.
he: נתקלנו בבעיה בזמן פתיחה מחדש של שרשור הזה. אנא נסה שוב.

source: We had some trouble loading more threads. Please try again.
he: חלה תקלה בטעינת שרשורים נוספים. אנא נסה שוב.

source: Loading thread list
he: טוען רשימת שרשורים

source: No results found for {original_query}.
he: לא נמצאו תוצאות עבור {original_query}.

source: No threads matched your query.
he: לא נמצאו שרשורים התואמים את השאילתא המבוקשת.

source: The thread you selected has been deleted. Please select another thread.
he: השרשור שבחרת נמחק. אנא בחר שרשור אחר.

source: We had some trouble loading responses. Please reload the page.
he: אירעה תקלה בזמן טעינת התגובות. אנא טען מחדש את העמוד.

source: We had some trouble loading more responses. Please try again.
he: אירעה תקלה בזמן טעינת התגובות הנוספות. אנא נסה שוב.

source: We had some trouble deleting this comment. Please try again.
he: אירעה תקלה בזמן מחיקה של התגובה. אנא נסו שוב.

source: User
he: משתמש

source: Annotation
he: הסבר

source: Start
he: התחלה

source: End
he: סוף

source: #Replies
he: #תשובות

source: Date posted
he: תאריך פרסום

source: My Notes
he: הרשומות שלי

source: Instructor
he: מדריך

source: Public
he: ציבורי

source: Users
he: משתמשים

source: Annotation Text
he: טקסט ההסבר

source: Text
he: טקסט

source: Video
he: וידיאו

source: Reply
he: השב

source: Check the box to remove all flags.
he: סמן בתיבה כדי למחוק את כל הדגלים.

source: Check the box to remove %(totalFlags)s flag.
he: סמן את התיבה כדי להסיר דגל %(totalFlags)s.

source: Check the box to remove %(count)s flag.
he: סמן את התיבה כדי להסיר דגל %(count)s.

source: All flags have been removed. To undo, uncheck the box.
he: כל הדגלים הוסרו. בכדי לבטל את הפעולה, בטל את הסימון בתיבה.

source: You have already reported this annotation.
he: כבר דיווחת על ההערה הזו.

source: Report annotation as inappropriate or offensive.
he: דווח על ההערה כבלתי הולמת או פוגענית

source: This annotation has %(count)s flag.
he: להערה זו יש דגל %(count)s.

source: We had some trouble loading the page you requested. Please try again.
he: נתקלנו בבעיה בטעינת העמוד המבוקש. אנא נסה שוב.

source: This learner will be removed from the team, allowing another learner to take the available spot.
he: תלמיד זה יוסר מהצוות, כך שיתאפשר לתלמיד אחר להצטרף למקום שהתפנה.

source: Deleting a team is permanent and cannot be undone. All members are removed from the team, and team discussions can no longer be accessed.
he: מחיקת צוות היא קבועה ואין אפשרות לבטלה. כל החברים הוסרו מהצוות, לא ניתן לגשת יותר לדיוני הצוות.

source: Last activity %(date)s
he: פעילות אחרונה בתאריך %(date)s

source: View %(span_start)s %(team_name)s %(span_end)s
he: הצג %(span_start)s %(team_name)s %(span_end)s

source: If you leave, you can no longer post in this team's discussions. Your place will be available to another learner.
he: אם תעזוב, לא תוכל לפרסם יותר בדיוני הצוות. מקומך יתפנה עבור תלמיד אחר.

source: You already belong to another team.
he: אתה כבר שייך לצוות אחר.

source: %(memberCount)s / %(maxMemberCount)s Member
he: חבר %(memberCount)s / %(maxMemberCount)s

source: See all teams in your course, organized by topic. Join a team to collaborate with other learners who are interested in the same topic as you are.
he: ראה את כל הצוותים שבקורס שלך מאורגנים לפי נושא. הצטרף לצוות כדי לשתף פעולה עם תלמידים אחרים שמעוניינים באותו נושא בו אתה מתעניין.

source: My Team
he: הצוות שלי

source: Your request could not be completed due to a server problem. Reload the page
he: לא ניתן היה להשלים את בקשתך בשל בעיית שרת. טען מחדש את הדף

source: %(team_count)s Team
he: צוות %(team_count)s

source: View Teams in the %(topic_name)s Topic
he: הצג צוותים בנושא %(topic_name)s

source: Post body
he: פרסם תוכן

source: Error getting student progress url for '<%= student_id %>'. Make sure that the student identifier is spelled correctly.
he: שגיאה בקבלת url התקדמות הסטודנט עבור '<%= student_id %>'. ודא כי מזהה הסטודנט מאוית בצורה נכונה.

source: Success! Problem attempts reset for problem '<%= problem_id %>' and student '<%= student_id %>'.
he: הצלחה! נסיניות איפוס עבור בעיה '<%= problem_id %>' וסטודנט '<%= student_id %>'.

source: Error resetting problem attempts for problem '<%= problem_id %>' and student '<%= student_id %>'. Make sure that the problem and student identifiers are complete and correct.
he: שגיאת איפוס נסיונות עבור בעיה '<%= problem_id %>' וסטודנט '<%= student_id %>'. ודא כי מזהה הבעיה והתלמיד הם מלאים ונכונים.

source: Delete student '<%= student_id %>'s state on problem '<%= problem_id %>'?
he: האם למחוק את מצב הסטודנט '<%= student_id %>' לבעיה '<%= problem_id %>'?

source: Error deleting student '<%= student_id %>'s state on problem '<%= problem_id %>'. Make sure that the problem and student identifiers are complete and correct.
he: שגיאה במחיקת מצב הבעיה של הסטודנט '<%= student_id %>' בבעיה '<%= problem_id %>'. ודא כי מזהי הבעיה ומזהה הסטודנט שלמים ומדויקים.

source: Started rescore problem task for problem '<%= problem_id %>' and student '<%= student_id %>'. Click the 'Show Background Task History for Student' button to see the status of the task.
he: הופעלה משימה לחישוב ציונים מחדש עבור בעיה '<%= problem_id %>' וסטודנט '<%= student_id %>'. לחץ על כפתור "הצג היסטורית משימות רקע עבור סטודנט" כדי לראות את מצב המשימה.

source: Error starting a task to rescore problem '<%= problem_id %>' for student '<%= student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
he: שגיה בזמן הפעלת לחישוב ציונים מחדש עבור בעיה '<%= problem_id %>' של סטודנט '<%= student_id %>'. ודא שמזהה הבעיה והתלמיד הם מלאים ונכונים.

source: Error getting task history for problem '<%= problem_id %>' and student '<%= student_id %>'. Make sure that the problem and student identifiers are complete and correct.
he: שגיאה בזמן קבלת היסטוריית משימות עבור בעיה '<%= problem_id %>' של הסטודנט '<%= student_id %>'. ודא שמזהה הבעיה והתלמיד הם מלאים ונכונים.

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Background Task History for Student' button to see the status of the task.
he: החל תהליך ציון מחדש עבור מבחן כניסה לסטודנט '{student_id}'. לחץ על כפתור 'הראה היסטורית משימות רקע עבור סטודנט' כדי לראות את דוח מצב המשימות.

source: Reset attempts for all students on problem '<%= problem_id %>'?
he: אפס ניסיונות עבור כל הסטודנטים בבעיה '<%= problem_id %>'?

source: Successfully started task to reset attempts for problem '<%= problem_id %>'. Click the 'Show Background Task History for Problem' button to see the status of the task.
he: התחיל בהצלחה את המשימה לאיפוס נסיונות עבור בעיה '<%= problem_id %>'. לחץ על לחצן 'הצג היסטורית משימות רקע עבור בעיה' לראות דוח מצב עבור בעיה.

source: Error starting a task to reset attempts for all students on problem '<%= problem_id %>'. Make sure that the problem identifier is complete and correct.
he: שגיאה בתחילת משימה לאיפוס ניסיונות לכל הסטודנטים בבעיה '<%= problem_id %>'. ודא כי מזהה הבעיה מושלם ונכון.

source: Rescore problem '<%= problem_id %>' for all students?
he: תן ציון מחדש עבור הבעיה '<%= problem_id %>' לכלל הסטודנטים?

source: Successfully started task to rescore problem '<%= problem_id %>' for all students. Click the 'Show Background Task History for Problem' button to see the status of the task.
he: החלה בהצלחה משימת מתן ציון מחדש לבעיה '<%= problem_id %>' עבור כל הסטודנטים. לחץ על כפתור 'הצג היסטורית משימות רקע עבור בעיה' כדי לראות דוח מצב עבור משימה.

source: Error starting a task to rescore problem '<%= problem_id %>'. Make sure that the problem identifier is complete and correct.
he: שגיאה בתחילת משימת מתן ציון מחדש לבעיה '<%= problem_id %>'. ודא שמזהה הבעיה שלם ונכון.

source: e.g. 'http://google.com/'
he: לדוגמה: 'http://google.com/'

source: URL
he: כתובת URL

source: You have been logged out of your edX account.
he: התנתקת מחשבון הקמפוס שלך.

source: Click to add
he: לחץ להוספה

source: Click to remove
he: לחץ להסרה

source: Student username/email field is required and can not be empty.
he: השדה של שם המשתמש/דואר אלקטרוני של הסטודנט הוא שדה חובה ולא ניתן להשאירו ריק.

source: learners are successfully added to exception list
he: הלומדים נוספו בהצלחה לרשימת החריגים

source: learner is successfully added to the exception list
he: הלומד נוסף בהצלחה לרשימת החריגים

source: records are not in correct format and not added to
he: הרשומות אינן בתבנית הנכונה ולא נוספו ל

source: record is not in correct format and not added to the exception
he: הרשומה אינה בתבנית הנכונה ולא נוספה לחריגים

source: learners do not exist in LMS and not added to the
he: הלומדים אינם קיימים ב-LMS ולא נוספו ל

source: learner does not exist in LMS and not added to the exception list
he: הלומד אינו קיים ב-LMS ולא נוסף לרשימת החריגים

source: learners are already white listed and not added to
he: הלומדים כבר נוספו לרשימה הלבנה ולא נוספו ל

source: learner is already white listed and not added to the exception
he: הלומד כבר נוסף לרשימה הלבנה ולא נוסף לחריגים

source: learners are not enrolled in course and not added to
he: הלומדים אינם רשומים לקורס ולא נוספו ל

source: learner is not enrolled in course and not added to the exception
he: הלומד אינו רשום בקורס ולא נוסף לחריגים

source: Student Removed from certificate white list successfully.
he: הסטודנט הוסר בהצלחה מהרשימה הלבנה של התעודות.

source: Could not find Certificate Exception in white list. Please refresh the page and try again
he: לא ניתן היה למצוא תעודה חריגה ברשימה הלבנה. רענן את הדף ונסה שוב

source: <%= user %> already in exception list.
he: <%= user %> כבר נמצא ברשימת החריגים.
