Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Text
eo: Téxt Ⱡ'σяєм ι#
es_es: Texto
fa_ir: متن
it_it: Testo
lv: Teksts
mn: Бичвэр

source: Discussion
eo: Dïsçüssïön Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Foro
fa_ir: گفتگو
it_it: Discussione
lv: Diskusija
mn: Хэлэлцүүлэг

source: Problem
eo: Prößlém Ⱡ'σяєм ιρѕυм #
es_es: Problemas
fa_ir: مساله
it_it: Problema
lv: Problēma

source: Video
eo: Vïdéö Ⱡ'σяєм ιρѕ#
es_es: Vídeo
fa_ir: ویدیو
mn: Видео

source: Advanced
eo: Àdvänçéd Ⱡ'σяєм ιρѕυм ∂#
es_es: Avanzado
fa_ir: پیشرفته
it_it: Avanzato
lv: Padziļināts
mn: Ахисан

source: Entrance Exam
eo: Éntränçé Éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Examen de admisión
fa_ir: آزمون ورودی
it_it: Esame di ammissione
lv: Sākuma eksāmens
mn: Элсэлтийн шалгалт

source: Unit
eo: Ûnït Ⱡ'σяєм ι#
es_es: Unidad
fa_ir: واحد
it_it: Unità
lv: Aktivitāte
mn: Нэгж

source: Empty
eo: Émptý Ⱡ'σяєм ιρѕ#
es_es: Vacío
fa_ir: خالی
it_it: Vuoto
lv: Tukšs
mn: Хоосон

source: The following parameters are required: {missing}.
eo: Thé föllöwïng pärämétérs äré réqüïréd: {missing}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Se requieren los siguientes parámetros: {missing}.
fa_ir: مقادیر زیر ضروری هستند: {missing}
it_it: I seguenti parametri sono richiesti: {missing}.
lv: Nepieciešami šādi parametri: {missing}.
mn: Дараах параметрүүд шаардлагатай: {missing}

source: There is a problem with this transcript file. Try to upload a different file.
eo: Théré ïs ä prößlém wïth thïs tränsçrïpt fïlé. Trý tö üplöäd ä dïfférént fïlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Hay un problema con este archivo de transcripción. Intenta cargar un archivo diferente.
fa_ir: مشکلی در این زیرنویس است. پروندۀ دیگری را بارگذاری کنید.
it_it: C'è un problema con il file di trascrizione. Prova a caricare un file differente.
lv: Ar šo transkripta failu ir problēmas. Mēģiniet augšupielādēt citu failu.
mn: Энэ хөрвүүлэгийн файл алдаатай байна. Өөр файл ачаалж үзнэ үү.

source: A transcript with the "{language_code}" language code already exists.
eo: À tränsçrïpt wïth thé "{language_code}" längüägé çödé älréädý éxïsts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Ya existe una transcripción con el código de idioma "{language_code}".
fa_ir: زیرنویسی با این کد زبانی "{language_code}" از قبل در سامانه وجود دارد.
it_it: Una trascrizione della lingua con codice "{language_code}" esiste già.
lv: Transkripts ar {language_code} valodas kodu jau eksistē.
mn: "{language_code}" хэлний кодтой хөрвүүлэг өмнө нь орсон байна

source: A transcript file is required.
eo: À tränsçrïpt fïlé ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Se requiere un archivo de transcripción.
fa_ir: نیاز به پرونده زیرنویس است.
it_it: È richiesto un file di trascrizione.
lv: Nepieciešams transkripta fails.
mn: Хөрвүүлэг файл шаардлагатай.

source: Name
eo: Nämé Ⱡ'σяєм ι#
es_es: Nombre
fa_ir: نام
it_it: Nome
lv: Vārds
mn: Нэр

source: Video ID
eo: Vïdéö ÌD Ⱡ'σяєм ιρѕυм ∂#
es_es: Identificador del vídeo
fa_ir: شناسه ویدیو
mn: Видео ID

source: Pending
eo: Péndïng Ⱡ'σяєм ιρѕυм #
es_es: Pendiente
fa_ir: در حال انتظار
it_it: In attesa
lv: Gaida
mn: Хүлээгдэж байна

source: Django site admin
eo: Djängö sïté ädmïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Sitio de Administración de Django
fa_ir: مدیر وبگاه جنگو
it_it: Amministrazione sito Django
mn: Django хуудасны админ

source: Django administration
eo: Djängö ädmïnïsträtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Administración de Django
fa_ir: بخش مدیریت
it_it: Amministrazione Django
mn: Django администратор

source: View site
eo: Vïéw sïté Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Ver sitio
fa_ir: مشاهده وبگاه
it_it: Visualizza sito
mn: Хуудсыг үзэх

source: Documentation
eo: Döçüméntätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Documentación
fa_ir: مستندات
it_it: Documentazione
mn: Бичиг баримт

source: Log out
eo: Lög öüt Ⱡ'σяєм ιρѕυм #
es_es: Cerrar sesión
fa_ir: خروج
it_it: Esci
lv: Izrakstīties
mn: Гарах

source: Mode
eo: Mödé Ⱡ'σяєм ι#
es_es: Modo
fa_ir: حالت
it_it: Stato
lv: Režīms
mn: Горим

source: Verification Deadline
eo: Vérïfïçätïön Déädlïné Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Fecha Límite Verificada
fa_ir: آخرین فرصت تایید
it_it: Verifica del termine
lv: Verifikācijas pēdējais termiņš
mn: Баталгаажуулах эцсийн хугацаа

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
eo: ÖPTÌÖNÀL: Àftér thïs däté/tïmé, üsérs wïll nö löngér ßé äßlé tö süßmït phötös för vérïfïçätïön. Thïs äppïés ÖNLÝ tö mödés thät réqüïré vérïfïçätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηι#
es_es: OPCIONAL: Después de esta fecha/hora, los usuarios no podrán enviar fotos para verificación. Esto es aplicable SOLAMENTE a las modalidades que requieran verificación.
fa_ir: اختیاری: بعد از این تاریخ/زمان، کاربران قادر نیستند تصویری برای تأیید ارسال کنند. این مسأله فقط در مواردی که نیازمند تأیید است اعمال می‌شود.
it_it: FACOLTATIVO: dopo questa data/ora, gli utenti non saranno più in grado di inviare le foto per la verifica. Questo vale SOLO per le modalità che richiedono la verifica.
lv: PĒC BRĪVAS IZVĒLES: Pēc šī datuma/laika lietotājiem vairs nebūs iespējams verificēt fotogrāfiju. Šis attiecas TIKAI uz režīmiem, kuros nepieciešama verifikācija.
mn: Сонголтот: Энэ өдөр, цагаас хойш хэрэглэгч баталгаажуулалтын зураг илгээх боломжгүй болно. Энэ сонголтыг ЗӨВХӨН баталгаажуулалт шаардлагатай горимд хэрэглэнэ.

source: You're enrolled as a verified student
eo: Ýöü'ré énrölléd äs ä vérïfïéd stüdént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Estás inscrito como alumno verificado
fa_ir: شما به عنوان فراگیر تایید شده ثبت‌نام کردید
it_it: Sei iscritto/a come studente verificato
lv: Jūs esat reģistrēts kā verificēts students
mn: Та баталгаажсан суралцагчаар элссэн байна

source: Verified
eo: Vérïfïéd Ⱡ'σяєм ιρѕυм ∂#
es_es: Verificado
fa_ir: تایید شده
it_it: Verificato
lv: Verificēts
mn: Баталгаажсан

source: ID Verified Ribbon/Badge
eo: ÌD Vérïfïéd Rïßßön/Bädgé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Cinta/insignia verificada por ID
fa_ir: روبان/نشان شناسه‌ی کاربری تأیید شده
it_it: Ribbon/Badge con ID verificato
lv: ID verifikācijas žetons
mn: Бүртгэлийн дугаар нь баталгаажсан таних тэмдэг/билэг тэмдэг

source: You're enrolled as an honor code student
eo: Ýöü'ré énrölléd äs än hönör çödé stüdént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Te has apuntado a este curso como alumno Código de Honor
fa_ir: شما به عنوان فراگیر تابع قوانین صداقت ثبت نام کردید.
it_it: Sei iscritto in qualità di studente con codice d'onore
lv: Jūs esat reģistrēts kā goda kodeksa students
mn: Та ёс зүйн дүрэмтэй оюутнаар элссэн.

source: Honor Code
eo: Hönör Çödé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Código de Honor
fa_ir: قوانین صداقت
it_it: Codice d'Onore
lv: Goda kodekss
mn: Ёс зүйн дүрэм

source: You're enrolled as a professional education student
eo: Ýöü'ré énrölléd äs ä pröféssïönäl édüçätïön stüdént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Te has inscrito como alumno profesional de educación
fa_ir: شما به عنوان فراگیر تحصیلات حرفه‌ای ثبت نام کردید.
it_it: Sei iscritto in qualità di studente di corsi di formazione professionale
lv: Jūs esat reģistrēts kā students ar profesionālo izglītību.
mn: Та мэргэжлийн боловсролтой оюутнаар элссэн.

source: Professional Ed
eo: Pröféssïönäl Éd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Ed profesional
fa_ir: تحصیلات حرفه‌ای
it_it: Formazione professionale
lv: Profesionālā izglītība
mn: Мэргэжлийн боловсрол

source: Display Name
eo: Dïspläý Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Nombre para mostrar
fa_ir: نام را نشان بده
it_it: Mostra il nome
lv: Redzamais vārds
mn: Харагдах Нэр

source: Price
eo: Prïçé Ⱡ'σяєм ιρѕ#
es_es: Precio
fa_ir: قیمت
it_it: Prezzo
lv: Cena
mn: Үнэ

source: Upgrade Deadline
eo: Ûpgrädé Déädlïné Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Fecha límite de actualización
fa_ir: آخرین مهلت به روز رسانی
it_it: Aggiornamento deadline
lv: Atjaunojumu veikšanas termiņš
mn: Сайжруулалтын эцсийн хугацаа

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
eo: ÖPTÌÖNÀL: Àftér thïs däté/tïmé, üsérs wïll nö löngér ßé äßlé tö énröll ïn thïs mödé. Léävé thïs ßlänk ïf üsérs çän énröll ïn thïs mödé üntïl énröllmént çlösés för thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα#
es_es: OPCIONAL: Después de esta fecha, los usuarios ya no podrán inscribirse en esta modalidad. Deje este campo en blanco si los usuarios pueden inscribirse en este modo hasta que se cierre la inscripción para el curso.
fa_ir: اختیاری: بعد از این تاریخ/زمان، کاربران دیگر قادر به ثبت نام در این حالت نیستند. اگر کاربران می توانند تا زمان بسته شدن ثبت‌نام برای این دوره در این حالت ثبت‌نام کنند، اینجا را خالی بگذارید.
it_it: FACOLTATIVO: dopo questa data/ora, gli utenti non saranno più in grado di iscriversi in questa modalità. Non inserire niente se gli utenti possono iscriversi in questa modalità fino alla chiusura delle iscrizioni al corso.
lv: Pēc brīvas izvēles: Pēc šī datuma/laika lietotājiem vairs nebūs iespējams reģistrēties šajā režīmā. Atstājiet šo neaizpildītu, ja lietotājs var reģistrēties šajā režīmā līdz kursa reģistrācijas perioda beigām.
mn: Сонголтот: Энэ өдөр, цагаас хойш хэрэглэгч энэ горимоор элсэх боломжгүй болно. Хэрэв энэ сонголтыг хоосон орхивол хэрэглэгч хичээлийн элсэлт хаагдтал энэ горимоор элсэх боломжтой байна.

source: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
eo: ÖPTÌÖNÀL: Thïs ïs thé SKÛ (stöçk kéépïng ünït) öf thïs mödé ïn thé éxtérnäl éçömmérçé sérvïçé. Léävé thïs ßlänk ïf thé çöürsé häs nöt ýét ßéén mïgrätéd tö thé éçömmérçé sérvïçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη #
es_es: OPCIONAL: Este es el SKU (unidad de mantenimiento de stock) de este modo en el servicio de comercio exterior. Deje este campo en blanco si el curso todavía no se ha trasladado al servicio de comercio electrónico.
fa_ir: اختیاری: این SKU (واحد نگهداری موجودی) برای این حالت در سرویس تجارت الکترونیک بیرونی است. در صورتی که این دوره هنوز به سرویس تجارت الکترونیک منتقل نشده است آن را خالی بگذارید.
it_it: FACOLTATIVO: si tratta della SKU (stock keeping unit, ovvero unità di magazzino) di questa modalità nel servizio ecommerce esterno. Lasciare questo campo vuoto se il corso non è stato ancora migrato al servizio ecommerce.
lv: Pēc brīvas izvēles: šī ir apjoma noliktavas vienība (SKU - stock keeping unit) šajā ārējā e-komercijas pakalpojuma režīmā. Atstājiet šo neaizpildītu, ja kurss vēl nav ticis migrēts uz e-komercijas pakalpojumu.
mn: Сонголтот: Энэ бол гадны э-худалдааны үйлчилгээн дэх энэ горимын bulk SKU (үнэт цаас хадгалах нэгж). Хэрэв хичээл нь хараахан э-худалдаа үйлчилгээнд нэврээгүй бол энэ сонголтыг хоосон орхино.

source: This is the bulk SKU (stock keeping unit) of this mode in the external ecommerce service.
eo: Thïs ïs thé ßülk SKÛ (stöçk kéépïng ünït) öf thïs mödé ïn thé éxtérnäl éçömmérçé sérvïçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Este es el almacén de bloques SKU (unidad de almacenamiento de stock) de este modo en el servicio de comercio electrónico externo.
fa_ir: این ویرایش کلی SKU (واحد سهام نگهداری) برای این حالت در سرویس تجارت الکترونیک بیرونی است.
it_it: Si tratta della SKU (stock keeping unit, ovvero unità di magazzino) di massa di questa modalità nel servizio ecommerce esterno.
lv: Šī ir apjoma noliktavas vienība (SKU - stock keeping unit) šajā ārējā e-komercijas pakalpojuma režīmā.
mn: Энэ бол гадны э-худалдааны үйлчилгээн дэх энэ горимын bulk SKU. (үнэт цаас хадгалах нэгж)

source: Professional education modes are not allowed to have expiration_datetime set.
eo: Pröféssïönäl édüçätïön mödés äré nöt ällöwéd tö hävé éxpïrätïön_dätétïmé sét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Los modos de formación profesional no deben tener expiration_datetime.
fa_ir: در حالت آموزش حرفه‌ای مجموعه داده‌ی انقضای تاریخ نباید تعیین شود.
it_it: Le modalità di formazione professionale non possono avere il valore expiration_datetime impostato.
lv: Profesionālās izglītības režīmiem nav atļauts iestatīt expiration_datetime .
mn: Мэргэжлийн боловсролын горим нь дуусах хугацааг тохируулахыг зөвшөөрөхгүй.

source: The {course_mode} course mode has a minimum price of {min_price}. You must set a price greater than or equal to {min_price}.
eo: Thé {course_mode} çöürsé mödé häs ä mïnïmüm prïçé öf {min_price}. Ýöü müst sét ä prïçé gréätér thän ör éqüäl tö {min_price}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: La modalidad de curso {course_mode} tiene un precio mínimo de {min_price}. Debesestablecer un precio mayor o igual a {min_price}.
fa_ir: حالت دوره آموزشی {course_mode} حداقل قیمت {min_price} دارد. لازم است قیمتی بزرگتر یا مساوی با {min_price} تعیین کنید.
it_it: La modalità del corso {course_mode} ha un prezzo minimo di {min_price}. È necessario impostare un prezzo maggiore o uguale a {min_price}.

source: Free
eo: Fréé Ⱡ'σяєм ι#
es_es: Gratis
fa_ir: رایگان
it_it: Gratuito
lv: Bezmaksas
mn: Үнэгүй

source: The time period before a course ends in which a course mode will expire
eo: Thé tïmé pérïöd ßéföré ä çöürsé énds ïn whïçh ä çöürsé mödé wïll éxpïré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: El período de tiempo antes de que termine un curso en el que caduque un modo de curso
fa_ir: بازه‌ی زمانی قبل از پایان دوره که در آن یکی از حالت‌های دوره منقضی می‌شود
it_it: Il periodo di tempo prima che un corso termini in cui una modalità di corso sarà scaduta
lv: Laika periods pirms beidzas kurss, kurā beigsies kursa režīma termiņš.
mn: Хичээл дуусахын өмнөх хугацаанд хичээлийн горим хаагдах болно.

source: Congratulations! You are now enrolled in {course_name}
eo: Çöngrätülätïöns! Ýöü äré nöw énrölléd ïn {course_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: ¡Enhorabuena! Te has inscrito en {course_name}
fa_ir: تبریک! شما در دوره {course_name} ثبت‌نام کردید
it_it: Congratulazioni! Ora sei iscritto a {course_name}
lv: Apsveicam! Jūs esat reģistrēts/-a kursam {course_name}
mn: Баяр хүргэе! Та {course_name} хичээлд элслээ

source: Enrollment is closed
eo: Énröllmént ïs çlöséd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: La inscripción está cerrada
fa_ir: ثبت نام بسته شده است
it_it: L'iscrizione è chiusa
lv: Reģistrācija beigusies
mn: Элсэлт хаагдсан

source: Enrollment mode not supported
eo: Énröllmént mödé nöt süppörtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Modalidad de matrícula no soportada
fa_ir: حالت ثبت‌نام پشتیبانی نمی‌شود
it_it: Tipo di iscrizione non supportata
lv: Reģistrācija nav iespējama
mn: Дэмжигдэхгүй элсэлтийн горим

source: Invalid amount selected.
eo: Ìnvälïd ämöünt séléçtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Seleccionada cantidad no válida.
fa_ir: مقدار نادرست انتخاب شده است.
it_it: Quantità selezionata non valida.
lv: Atlasīts nederīgs daudzums
mn: Буруу дүн сонгогдсон байна

source: No selected price or selected price is too low.
eo: Nö séléçtéd prïçé ör séléçtéd prïçé ïs töö löw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se ha seleccionado precio o el precio seleccionado es demasiado bajo
fa_ir: مبلغی انتخاب نشده است یا مبلغ انتخابی خیلی کم است.
it_it: Non è stato selezionato nessun prezzo o il prezzo selezionato è troppo basso.
lv: Nav izvēlēta cena vai arī izvēlētā cena ir pārāk zema.
mn: Үнэ сонгоогүй эсвэл сонгосон үнэ хэтэрхий бага байна.

source: User profile
eo: Ûsér pröfïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Perfil de usuario.
fa_ir: پرونده کاربری
it_it: Profilo utente
lv: Lietotāja profils
mn: Хэрэглэгчийн профайл

source: Account recovery
eo: Àççöünt réçövérý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Recuperación de la cuenta
fa_ir: بازیابی حساب کاربری
it_it: Recupero account
mn: Хэрэглэгчийн бүртгэл сэргээх

source: Password
eo: Pässwörd Ⱡ'σяєм ιρѕυм ∂#
es_es: Contraseña
fa_ir: گذرواژه
lv: Parole
mn: Нууц үг

source: Raw passwords are not stored, so there is no way to see this user's password.
eo: Räw pässwörds äré nöt störéd, sö théré ïs nö wäý tö séé thïs üsér's pässwörd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Las contraseñas sin procesar no se almacenan, por lo que no hay forma de ver las de este usuariocontraseña.
fa_ir: گذرواژه‌های خام ذخیره نشده‌اند، به‌همین دلیل راهی برای مشاهده گذرواژه این کاربر وجود ندارد.
it_it: Le password non sono memorizzate in chiaro, quindi non è possibile visualizzare in alcun modo la password di questo utente.
mn: Нууц үг хадгалагдаагүй байгаа учир энэ хэрэглэгчийн нууц үгийг харах боломжгүй.

source: %(count)d student account was unlocked.
eo: %(count)d stüdént äççöünt wäs ünlöçkéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: %(count)d حساب کاربری یادگیرنده قفل‌گشایی شد.
it_it: %(count)d account studente è stato sbloccato.
mn: %(count)d оюутны бүртгэл нээгдсэн байна.

source: Please add a key/value 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' in SiteConfiguration model's site_values field.
eo: Pléäsé ädd ä kéý/välüé 'THÌRD_PÀRTÝ_ÀÛTH_ÖNLÝ_DÖMÀÌN/{site_email_domain}' ïn SïtéÇönfïgürätïön mödél's sïté_välüés fïéld. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
es_es: Agregue una clave/valor 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' en Campo site_values del modelo SiteConfiguration.
fa_ir: لطفاً یک key/value وارد کنید 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' in SiteConfiguration model's site_values field.
it_it: Aggiungere una chiave/valore 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' nel campo site_values del modello SiteConfiguration.

source: Email doesn't have {allowed_site_email_domain} domain name.
fa_ir: دامنۀ رایانامه {allowed_site_email_domain} ذکر نشده است.
it_it: L'email non dispone del nome dominio {allowed_site_email_domain}.

source: User with this email doesn't exist in system.
eo: Ûsér wïth thïs émäïl döésn't éxïst ïn sýstém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No existe un usuario con este correo en el sistema.
fa_ir: کاربری با چنین نشانی رایانامه‌ای در سامانه نیست.
it_it: L'utente con questa email non esiste nel sistema.

source: An account with the Email '{email}' already exists.
eo: Àn äççöünt wïth thé Émäïl '{email}' älréädý éxïsts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Ya existe una cuenta con el email '{email}'.
fa_ir: حساب کاربری با ایمیل '{email}' پیش از این ثبت نام شده است.
it_it: Un account con lindirizzo email '{email}' esiste già.
lv: Profils ar e-pasta adresi '{email}' jau eksistē.
mn: '{email}' имэйл хаягтай хэрэглэгч бүртгэлтэй байна

source: An account with the Public Username '{username}' already exists.
eo: Àn äççöünt wïth thé Püßlïç Ûsérnämé '{username}' älréädý éxïsts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Ya existe una cuenta con el nombre '{username}'.
fa_ir: نام کاربری '{username}' وجود دارد.
it_it: un account con il nome utente pubblico '{username}' esiste già.
lv: Profils ar publisku lietotājvārdu '{username}' jau eksistē.
mn: '{username}' хэрэглэгчийн нэртэй данс бүртгэлтэй байна.

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
eo: Ýöür äççöünt häs ßéén dïsäßléd. Ìf ýöü ßélïévé thïs wäs döné ïn érrör, pléäsé çöntäçt üs ät {support_email} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Tu cuenta ha sido deshabilitada. Si crees que se trata de un error, por favor contacta con nosotros en {support_email}
fa_ir: حساب کاربری شما غیر فعال شده است. اگر معتقدید که اشتباهی رخ داده است، لطفا از طریق {support_email} با ما تماس بگیرید.
it_it: Il tuo account è stato disabilitato. Se credi ci sia stato un errore contattaci a {support_email}
lv: Jūsu profils ir atspējots. Ja Jūs uzskatāt, ka tas noticis kļūdas dēļ, lūdzu, sazinieties ar mums pa {support_email}
mn: Таны данс идэвхгүй болсон байна. Хэрэв та үүнийг алдаа гэж бодож байвал {support_email} хаягаар холбоо барина уу

source: Disabled Account
eo: Dïsäßléd Àççöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Cuenta desactivada
fa_ir: حساب کاربری غیر فعال
it_it: Account Disabilitato
lv: Atspējots profils
mn: Идэвхгүй болсон данс

source: Namespace of enrollment attribute
eo: Näméspäçé öf énröllmént ättrïßüté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Espacio de nombres del atributo de inscripción
fa_ir: فضای نام برای ویژگی ثبت‌نام
it_it: Attributo namespace di iscrizione
lv: Reģistrēšanas atribūta nosaukumvieta
mn: Элсэлтийн атрибутын нэрийн муж

source: Name of the enrollment attribute
eo: Nämé öf thé énröllmént ättrïßüté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Nombre del atributo de registro.
fa_ir: نام ویژگی ثبت‌نام
it_it: Nome dell'attributo di iscrizione
lv: Reģistrēšanas atribūta nosaukums
mn: Элсэлтийн атрибутын энр

source: Value of the enrollment attribute
eo: Välüé öf thé énröllmént ättrïßüté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Valor del atributo de inscripción
fa_ir: مقدار ویژگی ثبت‌نام
it_it: Valore dell'attributo di iscrizione
lv: Reģistrēšanas atribūta vērtība
mn: Элсэлтийн атрибутын утга

source: The window of time after enrolling during which users can be granted a refund, represented in microseconds. The default is 14 days.
eo: Thé wïndöw öf tïmé äftér énröllïng dürïng whïçh üsérs çän ßé gräntéd ä réfünd, répréséntéd ïn mïçröséçönds. Thé défäült ïs 14 däýs. Ⱡ#
es_es: La ventana de tiempo después de la inscripción durante la cual los usuarios pueden obtener un reembolso, representado en microsegundos. El valor predeterminado es 14 días.
fa_ir: پنجره زمان پس از ثبت‌نام که در طی آن امکان اعطا بازپرداخت به کاربران وجود دارد که در عرض میکروثانیه نمایش داده می‌شود. به طور پیش فرض، این مدت 14 روز است.
it_it: La finestra di tempo dopo l'iscrizione durante cui agli utenti può essere concesso un rimborso, rappresentato in microsecondi. Il valore predefinito di 14 giorni.
lv: Laika periods pēc reģistrēšanās, kura laikā lietotājiem var tikt piešķirta atmaksa, atspoguļots mikrosekundēs. Noklusējuma vērtība - 14 dienas.
mn: Элссэнээс хойш хэсэг хугацааны дотор хэрэглэгч төлбөрийн буцаан олголтыг авч болно. Микросекундээр илэрхийлэгдэнэ.Өгөгдмөл нь 14 хоног.
