Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Community TAs are members of the community who help course teams moderate discussions. They can see posts by learners in their assigned cohort or enrollment track, and can edit or delete posts, clear flags, close or re-open threads, and endorse responses. Their posts are marked as 'Community TA'. Only enrolled learners can be added as Community TAs.
eo: Çömmünïtý TÀs äré mémßérs öf thé çömmünïtý whö hélp çöürsé téäms mödéräté dïsçüssïöns. Théý çän séé pösts ßý léärnérs ïn théïr ässïgnéd çöhört ör énröllmént träçk, änd çän édït ör délété pösts, çléär flägs, çlösé ör ré-öpén thréäds, änd éndörsé réspönsés. Théïr pösts äré märkéd äs 'Çömmünïtý TÀ'. Önlý énrölléd léärnérs çän ßé äddéd äs Çömmünïtý TÀs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłι#
fa_ir: کمک‌مربی‌ها، تعدادی از اعضای گروه هستند که به تیم‌های دوره‌ آموزشی، کمک می‌کنند تا گفتگو را به شکلی متعادل پیش ببرند. آن‌ها می‌توانند مطالب ارسالی یادگیرندگان را در گروه عمومی یا اختصاصی خود مشاهده کنند و امکان حذف و ویرایش مطالب ارسالی، حذف نشانه‌ها، بستن یا باز کردن مباحث را در دست دارند، و می‌توانند پاسخ‌ها را تأیید کنند. مطالب ارسالی آن‌ها به‌عنوان "جمعیت کمک‌مربی‌ها" علامت‌گذاری شده‌است. فقط یادگیرندگان ثبت‌نام‌شده می‌توانند به‌عنوان جمعیت کمک‌مربی افزوده شوند.
it_it: I Community TA sono membri della community che aiutano i team del corso a moderare le discussioni. Possono visualizzare i post degli studenti nella traccia di iscrizione o nelle coorti assegnate e possono modificare o eliminare post, cancellare indicatori, chiudere o riaprire thread ed approvare risposte. I relativi post sono contrassegnati come 'Community TA'. Solo gli studenti iscritti possono essere aggiunti come Community TA.
lv: Kopienas TA (mācību asistenti) ir kopienas dalībnieki, kuri palīdz kursa komandām moderēt diskusijas. Kopienas TA var redzēt tikai ziņas no audzēkņiem viņiem piesaistītajā kohortā vai reģistrācijas režīmā un viņi var rediģēt vai dzēst ziņas, noņemt karogus, aizvērt vai atkārtoti atvērt pavedienus, apstiprināt atbildes. Viņu ziņas tiek atzīmētas kā ‘Kopienas TA’. Tikai reģistrētus audzēkņus var pievienot kā kopienas TA.
mn: Community TAs нь хичээлийн багт хэлэлцүүлгүүд зохицуулахад туслах гишүүд юм. Тэд өөрсдийн даалгасан бүлэг дэх суралцагч нарын оруулсан бичлэгүүд харах бөгөөд бичлэгүүд засах эсвэл устгах, төлөв өөрчлөх, хэлэлцүүлгийг хаах эсвэл дахин нээх, мөн хариултуудыг зөвшөөрөх эрхтэй. Тэдний оруулсан бичлэгүүд нь 'Community TA' гэж харагдана. Зөвхөн элссэн суралцагч нар нь Community TA болж болно.

source: Add Community TA
eo: Àdd Çömmünïtý TÀ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Añadir Profesores asistentes comunitarios TA
fa_ir: افزودن گروهی از ناظران
it_it: Aggiungi Community TA
lv: Pievienot kopienas TA
mn: Нийтийн Багшийн Туслах Нэмэх

source: CCX Coaches
eo: ÇÇX Çöäçhés Ⱡ'σяєм ιρѕυм ∂σłσя #
fa_ir: مربیان CCX
it_it: Coach CCX
lv: CCX personīgie padomdevēji
mn: CCX дасгалжуулагчид

source: CCX Coaches are able to create their own Custom Courses based on this course, which they can use to provide personalized instruction to their own students based in this course material.
eo: ÇÇX Çöäçhés äré äßlé tö çréäté théïr öwn Çüstöm Çöürsés ßäséd ön thïs çöürsé, whïçh théý çän üsé tö prövïdé pérsönälïzéd ïnstrüçtïön tö théïr öwn stüdénts ßäséd ïn thïs çöürsé mätérïäl. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт#
es_es: Los CCX Coaches pueden de crear sus propios cursos personalizados basados en este curso, que pueden usar para proveer instrucciones personalizadas a sus propios alumnos basadas en el material de este curso.
fa_ir: مربیان CCX می‎‌توانند دوره‌های سفارشی خود را براساس این دوره آموزشی ایجاد کنند،و نیز قادرند با استفاده از این دستورالعمل‌هایی ویژه به یادگیرنده در دورۀ آموزشی خود بر اساس این دوره عرضه کنند.
it_it: I coach CCX possono creare i propri corsi personalizzati in base a questo corso, che possono utilizzare per fornire istruzioni personalizzate ai propri studenti in base al materiale di questo corso.
lv: CCX personīgie padomdevēji var izveidot paši savus pielāgotos kursus, pamatojoties uz šo kursu, kuru viņi var izmantot, lai sniegtu personalizētas instrukcijas saviem studentiem, balstoties uz šo kursa materiālu.
mn: CCX дасгалжуулагчид нь энэ курст суурилсан өөрийн курс хичээлээ хийж, өөрийн курсэд суурилсан сургалтын материалаа ашиглан өөрсдийн зааж сургахад ашиглана.

source: Add CCX Coach
eo: Àdd ÇÇX Çöäçh Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: افزودن مربی CCX
it_it: Aggiungi coach CCX
lv: Pievienot CCX personīgo padomdevēju
mn: CCX дасгалжуулагч нэмнэ үү

source: To use the email tool, visit the
fa_ir: برای استفاده از ابزار رایانامه از این قسمت بازدید کنید
it_it: Per utilizzare lo strumento di posta elettronica, visitare il

source: new experience
fa_ir: تجربه جدید
it_it: nuova esperienza

source: Send to:
eo: Sénd tö: Ⱡ'σяєм ιρѕυм ∂#
es_es: Enviar a:
fa_ir: ارسال به:
it_it: Manda a:
lv: Nosūtīt:
mn: Руу явуулах:

source: Myself
eo: Mýsélf Ⱡ'σяєм ιρѕυ#
es_es: Yo mismo
fa_ir: خودم
it_it: Me stesso
lv: Man
mn: Өөртөө

source: Staff and Administrators
eo: Stäff änd Àdmïnïsträtörs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Personal y Administradores
fa_ir: کارکنان و مدیران
it_it: Staff e amministratori
lv: Darbiniekiem un administratoriem
mn: Ажилтнууд ба Администраторууд

source: All Learners
eo: Àll Léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Todos los estudiantes
fa_ir: همه یادگیرندگان
it_it: Tutti gli studenti
lv: Visiem audzēkņiem
mn: Бүх суралцагчид

source: Cohort:
eo: Çöhört: Ⱡ'σяєм ιρѕυм ∂#
fa_ir: انجمن:
it_it: Coorte:
lv: Kohorta:
mn: Когорт:

source: (Learners not explicitly assigned to a cohort)
eo: (Léärnérs nöt éxplïçïtlý ässïgnéd tö ä çöhört) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: (یادگیرندگان بدون شک به هیچ گروهی اختصاص داده نشده اند)
it_it: (Studenti non assegnati esplicitamente ad una coorte)
lv: (Audzēkņi, kas nav tieši piesaistīti kohortai)
mn: (Сурагчдыг шууд когорт өгдөггүй)

source: Learners in the {track_name} Track
eo: Léärnérs ïn thé {track_name} Träçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: یادگیرندگان در مسیر {track_name}
it_it: Studenti nella traccia {track_name}
lv: Audzēkņi {track_name} režīmā
mn: {track_name} Track дахь суралцагчид

source: Subject:
eo: Süßjéçt: Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Tema:
fa_ir: موضوع:
it_it: Oggetto:
lv: Temats:
mn: Сэдэв:

source: (Maximum 128 characters)
eo: (Mäxïmüm 128 çhäräçtérs) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: (Máximo 128 caracteres)
fa_ir: (حداکثر 128 نویسه)
it_it: (Massimo 128 caratteri)
lv: (Maksimālais skaits ir 128 rakstzīmes)
mn: (Хамгийн ихдээ 128 тэмдэгт)

source: Message:
eo: Méssägé: Ⱡ'σяєм ιρѕυм ∂#
es_es: Mensaje:
fa_ir: پیام:
it_it: Messaggio:
lv: Ziņojums:
mn: Мессеж:

source: We recommend sending learners no more than one email message per week. Before you send your email, review the text carefully and send it to yourself first, so that you can preview the formatting and make sure embedded images and links work correctly.
eo: Wé réçömménd séndïng léärnérs nö möré thän öné émäïl méssägé pér wéék. Béföré ýöü sénd ýöür émäïl, révïéw thé téxt çäréfüllý änd sénd ït tö ýöürsélf fïrst, sö thät ýöü çän prévïéw thé förmättïng änd mäké süré émßéddéd ïmägés änd lïnks wörk çörréçtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ι#
es_es: Recomendamos enviar a los estudiantes no más de un mensaje de correo electrónico por semana. Antes de enviar su correo electrónico, revise el texto cuidadosamente y envíeselo primero, para que pueda obtener una vista previa del formato y asegurarse de que las imágenes y enlaces integrados funcionen correctamente.
fa_ir: توصیه می‌کنیم بیش از یک رایانامه در هر هفته ارسال نکنید. پیش از اینکه رایانامه را ارسال کنید، با دقت متن را بررسی کنید و ابتدا آن را برای خودتان بفرستید تا بتوانید پیش‌نمایش قالب‌بندی آن را ببینید و مطمئن شوید که تصاویر و پیوندهای درون آن به‌درستی کار می‌کنند.
it_it: Si consiglia di non inviare agli studenti più di un messaggio email alla settimana. Prima di inviare l'email, rileggere con attenzione il testo ed inviarlo prima a se stessi, in modo da visualizzare la formattazione in anteprima e verificare che le immagini incorporate ed i link funzionino correttamente.
lv: Mēs iesakām nosūtīt audzēkņiem ne vairāk kā vienu e-pasta ziņojumu nedēļā. Pirms Jūs nosūtat e-pastu, uzmanīgi pārskatiet tekstu un nosūtiet to vispirms sev, lai Jūs varētu priekšskatīt formatēšanu un varētu pārliecināties, ka iegultie attēli un saites strādā pareizi.
mn: Сурагчид долоо хоногт нэгээс илүү и-мэйл илгээхгүй байхыг зөвлөж байна. Та и-мэйлээ илгээхээсээ өмнө текстийг анхааралтай уншиж, эхлээд өөртөө илгээж, форматыг урьдчилан харах, агуулагдсан зураг болон линкийг зөв ажиллуулах боломжтой болно.

source: CAUTION!
eo: ÇÀÛTÌÖN! Ⱡ'σяєм ιρѕυм ∂#
es_es: ¡CUIDADO!
fa_ir: احتیاط!
it_it: ATTENZIONE!
lv: BRĪDINĀJUMS!
mn: АНХААРУУЛГА!

source: When you select Send Email, your email message is added to the queue for sending, and cannot be cancelled.
eo: Whén ýöü séléçt Sénd Émäïl, ýöür émäïl méssägé ïs äddéd tö thé qüéüé för séndïng, änd çännöt ßé çänçélléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
es_es: Cuando selecciona Enviar correo electrónico, su mensaje de correo electrónico se agrega a la cola para enviar y no se puede cancelar
fa_ir: وقتی «ارسال رایانامه» را انتخاب می‌کنید، رایانامه شما به صف ارسال افزوده می‌شود و نمی‌توان آن را لغو کرد.
it_it: Quando si seleziona Invia email, il messaggio email viene aggiunto alla coda per l'invio e non può essere annullato.
lv: Kad Jūs izvēlaties ‘Nosūtīt e-pastu’, Jūsu e-pasta ziņojums tiek pievienots sūtīšanas rindai, un to nevar atcelt.
mn: Та Илгээх И-мэйл сонгох үед таны имэйл зурвасыг илгээх дараалалд нэмсэн бөгөөд цуцалж болохгүй.

source: Send Email
eo: Sénd Émäïl Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Enviar e-mail
fa_ir: ارسال رایانامه
it_it: Invia email
lv: Nosūtīt e-pastu
mn: Емэйл Явуулах

source: Email actions run in the background. The status for any active tasks - including email tasks - appears in a table below.
eo: Émäïl äçtïöns rün ïn thé ßäçkgröünd. Thé stätüs för äný äçtïvé täsks - ïnçlüdïng émäïl täsks - äppéärs ïn ä täßlé ßélöw. Ⱡ'σяєм ιρѕυ#
es_es: Las acciones de envío de e-mail se ejecutan en segundo plano. El estado de cualquier tarea activa –incluyendo tareas de envío de e-mail– aparece en una tabla a continuación.
fa_ir: عملیات رایانامه در پس زمینه اجرا می‌شود. وضعیت برای هر کار فعال - از جمله کارهای رایانامه - در جدول زیر آمده است.
it_it: Le azioni relative all'email vengono eseguite in background. Lo stato per le attività attive - incluse le attività relative alle email - vengono visualizzate in una tabella riportata di seguito.
lv: E-pasta darbības tiek izpildītas fonā. Statuss jebkuriem aktīvajiem uzdevumiem, ieskaitot e-pasta uzdevumus - parādās tabulā tālāk.
mn: Емэйл үйлдлүүд ард явагдана. Емэйл үйлдлын taskbar зэрэг бүх идэвхтэй ажлуудын статус нь дорх хүснэгтэнд харагдана.

source: Email Task History
eo: Émäïl Täsk Hïstörý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Historial de la tarea de envío de e-mails
fa_ir: تاریخچه عملکرد رایانامه
it_it: Cronologia attività email
lv: E-pasta uzdevumu vēsture
mn: Емэйл Ажлын Түүх

source: To see the content of previously sent emails, click this button:
eo: Tö séé thé çöntént öf prévïöüslý sént émäïls, çlïçk thïs ßüttön: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Para ver el contenido de los correos electrónicos enviados previamente, haga clic en este botón:
fa_ir: برای مشاهده محتوای رایانامه‌های ارسال شده پیشین، روی این دکمه کلیک کنید:
it_it: Per visualizzare il contenuto delle email inviate precedentemente, fare clic su questo pulsante:
lv: Lai redzētu iepriekš nosūtīto e-pastu saturu, klikšķiniet uz šīs pogas:
mn: Өмнөх илгээсэн имэйлийн агуулгыг харахын тулд энэ товчин дээр дарна уу:

source: Show Sent Email History
eo: Shöw Sént Émäïl Hïstörý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Mostrar historial de correo electrónico enviado
fa_ir: نمایش سابقه ارسال رایانامه
it_it: Mostra cronologia email inviate
lv: Parādīt nosūtīto e-pastu vēsturi
mn: Илгээсэн имэйлийн түүхийг харуулах

source: To read a sent email message, click its subject.
eo: Tö réäd ä sént émäïl méssägé, çlïçk ïts süßjéçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: برای خواندن رایانامه ارسال‌شده، روی موضوع آن کلیک کنید.
it_it: Per leggere un messaggio email inviato, fare clic sul relativo oggetto.
lv: Lai izlasītu e-pasta ziņojumu, klikšķiniet uz tā temata.
mn: Илгээсэн имэйл зурвасыг уншихын тулд түүний сэдвийг дар.

source: To see the status for all email tasks submitted for this course, click this button:
eo: Tö séé thé stätüs för äll émäïl täsks süßmïttéd för thïs çöürsé, çlïçk thïs ßüttön: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Para ver el estado de todas las tareas de correo electrónico enviadas para este curso, haga clic en este botón:
fa_ir: برای مشاهده وضعیت همه فعالیت‌های ثبت‌شده رایانامه مربوط به این دوره آموزشی، روی این دکمه کلیک کنید:
it_it: Per visualizzare lo stato di tutte le attività email inoltrate per questo corso, fare clic su questo pulsante:
lv: Lai redzētu visu šajā kursā iesniegto e-pasta uzdevumu statusu, klikšķiniet uz šīs pogas:
mn: Энэ курсэд өгсөн бүх имэйлийн даалгаврын статусыг харахын тулд энэ товчин дээр дарна уу:

source: Show Email Task History
eo: Shöw Émäïl Täsk Hïstörý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Mostrar histórico de tareas de envío de e-mails
fa_ir: نمایش تاریخچه عملکرد رایانامه
it_it: Mostra cronologia attività email
lv: Parādīt e-pasta uzdevumu vēsturi
mn: Емэйл Үйлдлийн Түүхийг Үзүүлэх

source: Set Course Mode Price
eo: Sét Çöürsé Mödé Prïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Establecer el precio del modo del curso
fa_ir: تنظیم حالت قیمت دوره آموزشی
it_it: Imposta Prezzo Modalità Corso
lv: Iestatīt kursa režīma cenu
mn: Хичээлийн Загварын Үнийг Тогтоох

source: Please enter Course Mode detail below
eo: Pléäsé éntér Çöürsé Mödé détäïl ßélöw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Por favor, introduce más abajo los detalles del modo del curso
fa_ir: لطفا جزئیات حالت دوره آموزشی زیر را وارد کنید
it_it: Immettere i dettagli della Modalità corso di seguito
lv: Lūdzu, ievadiet kursa režīma detaļas tālāk
mn: Хичээлийн Байдлыг доор оруул

source: Course Price
eo: Çöürsé Prïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Precio del curso
fa_ir: قیمت دوره
it_it: Prezzo del corso
lv: Kursa cena
mn: Хичээлийн үнэ

source: Currency
eo: Çürrénçý Ⱡ'σяєм ιρѕυм ∂#
es_es: Moneda
fa_ir: پول رایج
it_it: Valuta
lv: Valūta
mn: Мөнгөн тэмдэгт

source: Set Price
eo: Sét Prïçé Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Precio del conjunto
fa_ir: تنظیم قیمت
it_it: Imposta prezzo
lv: Iestatīt cenu
mn: Тогтоосон үнэ

source: Proctortrack Escalation Email:
eo: Pröçtörträçk Ésçälätïön Émäïl: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: نشانی رایانامه Proctortrack Escalation :
it_it: Email escalation Proctortrack:

source: Allowance Section
eo: Àllöwänçé Séçtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Sección de asignación
fa_ir: بخش کمک‌هزینه
it_it: Sezione Indennità
lv: Atļauju sadaļa
mn: Тэтгэмжийн хэсэг

source: Student Onboarding Status
fa_ir: وضعیت یادگیرندگان در حال تأیید
it_it: Stato di onboarding dello studente

source: Student Special Exam Attempts
eo: Stüdént Spéçïäl Éxäm Àttémpts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: تعداد تلاش‌های یادگیرنده برای آزمون ویژه
it_it: Tentativi Esame Speciale Studente
lv: Studentu īpašo eksāmenu mēģinājumi
mn: Оюутны тусгай шалгалтын оролдлого

source: Review Dashboard
eo: Révïéw Däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: بازبینی پیشخوان
it_it: Esamina Dashboard

source: View gradebook for enrolled learners
eo: Vïéw grädéßöök för énrölléd léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Ver el libro de calificaciones para los alumnos matriculados
fa_ir: کارنامه برای افراد ثبت‌نام‌شده
it_it: Visualizza registro delle valutazioni per gli studenti iscritti
lv: Skatīt reģistrēto audzēkņu atzīmju žurnālu
mn: Туршлагатай суралцагчдад зориулсан дэвтэр харах

source: View Gradebook
eo: Vïéw Grädéßöök Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Ver Libro de calificaciones
fa_ir: نمایش کارنامه
it_it: Visualizza registro delle valutazioni
lv: Skatīt atzīmju žurnālu
mn: Дүнгийн бүртгэл үзэх

source: Note: This feature is available only to courses with a small number of enrolled learners.
eo: Nöté: Thïs féätüré ïs äväïläßlé önlý tö çöürsés wïth ä smäll nümßér öf énrölléd léärnérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Nota: esta función solo está disponible para cursos con un número reducido de alumnos inscritos.
fa_ir: توجه: این ویژگی فقط برای دوره‌های آموزشی با تعداد اندکی از یادگیرندگان ثبت‎نام در دسترس است.
it_it: Nota: questa funzione è disponibile solo per i corsi con un numero ridotto di studenti iscritti.
lv: Ņemiet vērā: šis līdzeklis ir pieejams tikai kursiem ar mazu reģistrēto audzēkņu skaitu.
mn: Тэмдэглэл: Энэ функц нь зөвхөн цөөн тооны хамрагдсан суралцагчтай курсуудад зориулагдсан.

source: View a specific learner's enrollment status
eo: Vïéw ä spéçïfïç léärnér's énröllmént stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: مشاهدۀ وضعیت ثبت‌نام فرد خاص
it_it: Visualizza lo stato di iscrizione di uno studente specifico
mn: Тодорхой суралцагчийн элсэлтийн төлвийг харах

source: Learner's {platform_name} email address or username *
eo: Léärnér's {platform_name} émäïl äddréss ör üsérnämé * Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: {platform_name} نشانی رایانامه یادگیرنده یا نام کاربری *
it_it: Nome utente o indirizzo email {platform_name} dello studente *
mn: Суралцагчийн {platform_name} имэйл хаяг эсвэл хэрэглэгчийн нэр *

source: Learner email address or username
eo: Léärnér émäïl äddréss ör üsérnämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Dirección de email del estudiante o nombre de usuario
fa_ir: نشانی رایانامه یا نام کاربری یادگیرنده
it_it: Nome utente o indirizzo email dello studente
lv: Audzēkņa e-pasta adrese vai lietotājvārds
mn: Суралцагчийн и-мэйл хаяг эсвэл хэрэглэгчийн нэр

source: View Enrollment Status
eo: Vïéw Énröllmént Stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: مشاهدۀ وضعیت ثبت‌نام
it_it: Visualizza stato iscrizione
mn: Элсэлтийн төлвийг харах

source: View a specific learner's grades and progress
eo: Vïéw ä spéçïfïç léärnér's grädés änd prögréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Ver las calificaciones y el progreso de un alumno específico
fa_ir: مشاهده نمره‌ها و پیشرفت یادگیرنده خاص
it_it: Visualizza l'avanzamento e i voti di uno studente specifico
lv: Skatīt noteikta audzēkņa vērtējumus un progresu
mn: Онцгой суралцагчийн оноо болон ахиц дэвшлийг харах

source: Learner's {platform_name} email address or username
eo: Léärnér's {platform_name} émäïl äddréss ör üsérnämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Estudiante {platform_name} dirección de correo electrónico o nombre de usuario
fa_ir: نشانی رایانامه یا نام کاربری {platform_name} یادگیرنده
it_it: Nome utente o indirizzo email {platform_name} dello studente
lv: Audzēkņa {platform_name} e-pasta adrese vai lietotājvārds
mn: Сурагчийн {platform_name} имэйл хаяг буюу хэрэглэгчийн нэр

source: View Progress Page
eo: Vïéw Prögréss Pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Ver página de progreso
fa_ir: مشاهده صفحه پیشرفت
it_it: Visualizza pagina Avanzamento
lv: Skatīt progresa lapu
mn: Явцын Хуудас харах

source: Adjust a learner's grade for a specific problem
eo: Àdjüst ä léärnér's grädé för ä spéçïfïç prößlém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Ajustar la calificación de un alumno para un problema específico
fa_ir: تنظیم نمره یادگیرنده برای یک مساله خاص
it_it: Regola il voto di uno studente per un problema specifico
lv: Ieregulēt audzēkņa vērtējumu noteiktam uzdevumam
mn: Тодорхой асуудлын хувьд суралцагчийн зэрэгийг тохируулна

source: Location of problem in course
eo: Löçätïön öf prößlém ïn çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Ubicación del problema en curso
fa_ir: مکان مسأله در دوره آموزشی
it_it: Posizione del problema nel corso
lv: Problēmas atrašanās vieta kursā
mn: Мэдээж хэрэг асуудлын байршил

source: Example
eo: Éxämplé Ⱡ'σяєм ιρѕυм #
fa_ir: مثال
it_it: Esempio
lv: Piemērs
mn: Жишээ нь

source: Problem location
eo: Prößlém löçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Ruta del ejercicio
fa_ir: مکان مسئله
it_it: Posizione problema
lv: Uzdevuma atrašanās vieta
mn: Асуудлын байршил

source: Attempts
eo: Àttémpts Ⱡ'σяєм ιρѕυм ∂#
es_es: Intentos
fa_ir: تلاش‌ها
it_it: Tentativi
lv: Mēģinājumi
mn: Оролдлого

source: Allow a learner who has used up all attempts to work on the problem again.
eo: Àllöw ä léärnér whö häs üséd üp äll ättémpts tö wörk ön thé prößlém ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Permita que un alumno que ha agotado todos los intentos pueda resolver el problema nuevamente.
fa_ir: به یادگیرنده‌ای که تمام تلاش‌هایش را تمام کرده است، اجازه دهید دوباره روی مساله کار کند.
it_it: Consente ad uno studente che ha utilizzato tutti i tentativi di lavorare nuovamente sul problema.
lv: Ļaut audzēknim, kurš ir izmantojis visus savus mēģinājumus, turpināt atkal strādāt pie uzdevuma risināšanas.
mn: Асуудал дээр ажиллах бүх оролдлогыг үргэлжлүүлэн хэрэглэж байсан суралцагчийг зөвшөөрөх.

source: Reset Attempts to Zero
eo: Rését Àttémpts tö Zérö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Poner intentos a cero.
fa_ir: بازتنظیم تلاش‌ها به صفر
it_it: Azzera tentativi
lv: Atiestatīt mēģinājumus uz nulli
mn: Тэг рүү оролдох Reset

source: Rescore
eo: Résçöré Ⱡ'σяєм ιρѕυм #
es_es: Nueva calificación
fa_ir: نمره‌دهی مجدد
it_it: Ricalcola punteggio
lv: Atkārtoti vērtēt
mn: Ресктоп

source: For the specified problem, rescore the learner's responses. The 'Rescore Only If Score Improves' option updates the learner's score only if it improves in the learner's favor.
eo: För thé spéçïfïéd prößlém, résçöré thé léärnér's réspönsés. Thé 'Résçöré Önlý Ìf Sçöré Ìmprövés' öptïön üpdätés thé léärnér's sçöré önlý ïf ït ïmprövés ïn thé léärnér's fävör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρ#
es_es: Para el problema especificado, actualice las respuestas del alumno. La opción "actualiza solo si aumenta la puntuación" actualiza la puntuación del alumno solo si mejora a favor del alumno.
fa_ir: برای مساله مشخص‌شده، به پاسخ یادگیرنده را دوباره نمره بدهید. فقط در صورتی نمره‌دهی مجدد اعمال می‌شود که نمره افزایش یافته باشد و به نفع یادگیرنده باشد.
it_it: Per il problema specificato, ricalcola il punteggio delle risposte dello studente. L'opzione 'Ricalcola punteggio solo se il punteggio migliora' aggiorna il punteggio dello studente solo se migliora a favore dello studente.
lv: Atkārtoti vērtēt audzēkņa atbildes norādītajai problēmai. Ar opciju ‘Atkārtoti vērtēt tikai, ja vērtējums uzlabojas’ tiek jaunināts audzēkņa vērtējums tikai tad, ja tas mainās audzēknim par labu.
mn: Тодорхой асуудлын хувьд суралцагчийн хариуг давт. 'Зөвхөн оноо сэргээх Хэрэв оноо сайжрах' сонголт нь суралцагчийн оноо нь суралцагчийн тааллыг сайжруулахад л зөвхөн оноо өгдөг.
