Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {msg}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
es_es: ¡Lo sentimos! ¡Debido a un error se te ha cobrado una cantidad distinta a la del total de tu pedido! El mensaje de error específico es: {msg}. Probablemente tu tarjeta de crédito haya sido cobrada. Contacta con nosotros para preguntas relacionadas con pagos en {email}.
lv: Atvainojiet! Kļūdas dēļ Jūsu pirkumā tika iekasēta no kopējā pasūtījuma atšķirīga summa! Specifiskais kļūdas ziņojums ir: {msg}. Iespējams, no Jūsu kredītkartes tika iekasēta maksa. Sazinieties ar mums saistībā ar jautājumiem par apmaksu uz {email}.
mn: Уучлаарай. Таны худалдан авалтын төлсөн дүн нийт захиалгын төлбөрөөс өөр байгаагаас алдаа гарлаа. Алдааны тодорхой мэдэгдэл нь {msg}. Таны кредит картаар төлбөр төлөгдсөн байж магадгүй. Төлбөртэй холбоотой асуулт байвал бидэнтэй {email} холбогдоно уу.

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {msg}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
es_es: ¡Lo sentimos! Nuestro procesador de pagos nos ha enviado un mesaje dañado referente a tu cobro, de forma que no podemos validar que el mensaje provenga realmente del procesador de pagos. El mensaje de error específico es: {msg}. Nos disculpamos por no poder verificar si el cobro se ha llevado a cabo y tomar medidas en tu pedido. Tu tarjeta de crédito ha podido ser cobrada. Contacta con nosotros para preguntas relacionadas con pagos en {email}.
lv: Atvainojiet! No mūsu maksājumu apstrādātāja tika atsūtīts bojāts ziņojums saistībā ar Jūsu apmaksu, tādēļ mēs nevaram validēt, vai šis ziņojums patiesībā nāca no maksājumu apstrādātāja. Specifiskais kļūdas ziņojums ir: {msg}. Mēs atvainojamies, ka nevaram verificēt, vai apmaksa tika nosūtīta, un veikt tālākas darbības ar Jūsu pasūtījumu. Iespējams, no Jūsu kredītkartes tika iekasēta maksa. Sazinieties ar mums saistībā ar jautājumiem par apmaksu uz {email}.
mn: Уучлаарай. Манай төлбөрийн процессор бидэнд таны төлбөртэй холбоотой эвдэрсэн мессэж ирүүлсэн, бид энэ мессэжийг төлбөрийн процессороос ирсэн үгүй батлах боломжгүй байна. Төлбөр төлөгдсөн эсвэл таны захиалга дээр дараагийн арга хэмжээг авагдсан эсэхийг шалгаж чадахгүйдээ уучлал хүсэж байна. Алдааны тодорхой мэдэгдэл нь: {msg} Таны кредит картаар төлбөр төлөгдсөн байж магадгүй. Төлбөртэй холбоотой асуулт байвал бидэнтэй {email} холбогдоно уу.

source: Sorry! Our payment processor sent us back a message saying that you have cancelled this transaction. The items in your shopping cart will exist for future purchase. If you feel that this is in error, please contact us with payment-specific questions at {email}.
es_es: ¡Lo sentimos! Nuestro procesador de pagos nos ha enviado un mensaje diciendo que has cancelado esta transacción. Los artículos en tu carrito están disponibles para futuras compras. Si crees que esto es un error, por favor contacta con nosotros para preguntas relacionadas con pagos en {email}.
lv: Atvainojiet! Mūsu maksājumu apstrādātājs atsūtīja atpakaļ ziņojumu, kurā teikts, ka Jūs atcēlāt šo darījumu. Preces paliks Jūsu iepirkumu grozā Jūsu nākamajiem pirkumiem. Ja Jums šķiet, ka šī ir kļūda, lūdzu, sazinieties ar mums par jautājumiem, kas saistīti ar maksājumu, uz {email}.
mn: Уучлаарай. Манай төлбөрийн процессор бидэн таныг энэ гүйлгээг цуцалсан тухай мэдэгдэл ирүүлсэн. Таны сагсан дахь зүйл таны ирээдүйн худалдан авалтанд зориулан хадгалагдах болно. Хэрэв та энийг алдаа гэж бодож байвал бидэнтэй {email} холбоо бариж төлбөрийн тодорхой мэдээллийг авна уу.

source: We're sorry, but this payment was declined. The items in your shopping cart have been saved. If you have any questions about this transaction, please contact us at {email}.
es_es: Lo sentimos, pero este pago fue rechazado. Los ítems en tu carrito de compras han sido guardados. Si tuvieras alguna pregunta acerca de esta transacción, por favor contáctanos al correo electrónico {email}.
lv: Atvainojiet, bet šis maksājums tika noraidīts. Preces Jūsu iepirkumu grozā tika saglabātas. Ja Jums ir kādi jautājumi par šo darījumu, lūdzu, sazinieties ar mums uz {email}.
mn: Биднийг уучлаарай гэхдээ энэ гүйлгээг татгалзсан байна. Таны сагсанд байгаа зүйл хадгалагдана. Хэрэв танд энэ гүйлгээтэй холбоотой асуулт байвал {email}-ээр бидэнтэй холбоо барина уу.

source: Sorry! Your payment could not be processed because an unexpected exception occurred. Please contact us at {email} for assistance.
es_es: Lo sentimos, tu pago no se ha podido procesar porque se ha producido una excepción inesperada. Por favor, contacta con nosotros en {email} para obtener ayuda.
lv: Atvainojiet! Jūsu maksājumu nebija iespējams apstrādāt, jo notika neparedzēts izņēmums. Lūdzu, sazinieties ar mums uz {email}, lai saņemtu palīdzību.
mn: Уучлаарай! Таны төлбөр төлөлт хийгдэж байх явцад санамагүй алдаа гарлаа. Туслах ажилтантай {email} холбоо барина уу.

source: Successful transaction.
es_es: Transacción exitosa.
lv: Veiksmīgs darījums.
mn: Амжилттай шилжүүлэг

source: The request is missing one or more required fields.
es_es: Faltan uno o más campos requeridos en la petición.
lv: Pieprasījumā trūkst viens vai vairāki pieprasītie lauki.
mn: Хүсэлтийн нэг эсвэл түүнээс олон шаардлагай талбар хоосон байна.

source: One or more fields in the request contains invalid data.
es_es: Uno o más campos en la petición contienen datos no válidos.
lv: Viens vai vairāki lauki pieprasījumā satur nederīgus datus.
mn: Хүсэлтийн нэг эсвэл олон талбар буруу мэдээлэл агуулсан байна.

source: The merchant reference code for this authorization request matches the merchant reference code of another authorization request that you sent within the past 15 minutes. Possible action: Resend the request with a unique merchant reference code.
es_es: El código de referencia del comerciante para esta solicitud de autorización coincide con el código de referencia del comerciante de otro Solicitud de autorización que envió en los últimos 15 minutos. Posible acción: Reenvíe la solicitud con un código de referencia de comerciante único.
lv: Tirgotāja atsauces kods šim autorizācijas pieprasījumam atbilst tirgotāja atsauces kodam no cita autorizācijas pieprasījuma, ko Jūs nosūtījāt pēdējo 15 minūšu laikā. Iespējamā darbība: Atkārtoti nosūtiet pieprasījumu ar unikālu tirgotāja atsauces kodu.
mn: Энэ эрх шалгалтын хүссэн худалдааны лавлагаа код өөр худалдааны лавлагаа кодтой таарч байна. сүүлийн 15 минутанд таны илгээсэн эрх шалгалтын хүсэлт Боломжтой үйлдэл: Цор ганц худалдааны лавлагаа кодтой хүсэлтийг дахин илгээнэ үү

source: Only a partial amount was approved.
es_es: Sólo se ha aprobado una cantidad parcial.
lv: Tika apstiprināts vienīgi daļējs daudzums.
mn: Зөвхөн хэсэгчилсэн хэмжээ баталагдсан.

source: The request was received but there was a server timeout. This error does not include timeouts between the client and the server.
es_es: La solicitud se recibió pero hubo un tiempo de espera del servidor. Este error no incluye los tiempos de espera entre el cliente y el servidor.
lv: Pieprasījums tika saņemts, bet notika servera noildze. Šajā kļūdā nav ietvertas noildzes starp klientu un serveri.
mn: Хүсэлтийг хүлээн авсан боловч серверийн хугацаа хэтэрсэн байна. Энэ алдаа нь хэрэглэгч болон серверийн хоорондох хугацаа хэтрэлтийг оруулаагүй болно.

source: The request was received, but a service did not finish running in time.
es_es: La petición fue recibida, pero un servicio no terminó de ejecutarse a tiempo.
lv: Pieprasījums tika saņemts, bet pakalpojums nepabeidza darbību laikā.
mn: Хүсэлтийг хүлээн авсан боловч үйлчилгээ нь цагтаа дуусаагүй байна.

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the Address Verification System (AVS).
es_es: La solicitud de autorización fue aprobada por el banco emisor pero declinada por CyberSource debido a que no pasó el Sistema de Verificación de Dirección (AVS).
lv: Autorizācijas pieprasījumu apstiprināja izsniedzošā banka, taču noraidīja CyberSource, jo tas netika apstiprināts adrešu verifikācijas sistēmā (AVS).
mn: Эрх шалгалтын хүсэлт issuing bank-аар баталгаажсан байна гэхдээ CyberSource татгалзсан байна. Учир нь Address Verification System (AVS)-д тэнцээгүй байна.

source: The issuing bank has questions about the request. You do not receive an authorization code programmatically, but you might receive one verbally by calling the processor. Possible action: retry with another form of payment.
es_es: El banco emisor tiene preguntas sobre la solicitud. No recibes una código de autorización mediante programación, pero puede recibir uno verbalmente llamando al procesador. Posible acción: vuelva a intentarlo con otra forma de pago.
lv: Izsniedzošajai bankai bija jautājumi par pieprasījumu. Jūs nesaņemat autorizācijas kodu programmiski, taču varētu tādu saņemt, piezvanot uz apstrādātāju. Iespējamā darbība: mēģiniet vēlreiz, izmantojot citu maksājuma formu.
mn: Банк хүсэлтийн талаар асуулт байна. Та эрх шалгалтын код програмаас хүлээн авахгүй, гэхдээ Гэхдээ та процессор руу ярьж үгээр хүлээн авч болно. Боломжит үйлдэл: Гүйлгээний өөр хэлбэрээр дахин оролдоно уу.

source: Expired card. You might also receive this if the expiration date you provided does not match the date the issuing bank has on file. Possible action: retry with another form of payment.
es_es: Tarjeta expirada. También puede recibirlo si la fecha de caducidad proporcionada no coincide con la fecha en que el banco emisor tiene en el fichero. Posible acción: vuelva a intentarlo con otra forma de pago.
lv: Nederīgs kartes termiņš. Jūs varat saņemt šo kļūdu arī tad, ja derīguma termiņš, kuru Jūs sniedzāt neatbilst datumam, kas izsniedzošajai bankai ir minēts datnē. Iespējamā darbība: mēģiniet vēlreiz, izmantojot citu maksājuma formu.
mn: Хугацаа дууссан карт. Хэрэв таны өгсөн дуусах хугацаа банкны файл дээрх хугацаатай таарахгүй байвал та үүнийг мөн хүлээн авч магадгүй. Боломжит үйлдэл: Гүйлгээний өөр хэлбэрээр дахин оролдоно уу.

source: General decline of the card. No other information provided by the issuing bank. Possible action: retry with another form of payment.
es_es: Declinación general de la tarjeta. Ninguna otra información proporcionada por el banco emisor. Posible acción: vuelva a intentarlo con otra forma de pago.
lv: Vispārīga kartes noraidīšana. Izsniedzošā banka nesniedza nekādu citu informāciju. Iespējamā darbība: mēģiniet vēlreiz, izmantojot citu maksājuma formu.
mn: Карт хүчигүй болсон. Банкнаас өөр мэдээлэл өгөөгүй байна. Боломжит үйлдэл: Гүйлгээний өөр хэлбэрээр дахин оролдоно уу.

source: Stolen or lost card.
es_es: Tarjeta robada o perdida.
lv: Nozagta vai nozaudēta karte.
mn: Хулгайлагдсан эсвэл алдагдсан карт байна

source: Inactive card or card not authorized for card-not-present transactions. Possible action: retry with another form of payment.
es_es: Tarjeta o tarjeta inactiva no autorizada para transacciones con tarjeta no presente. Posible acción: vuelva a intentarlo con otra forma de pago.
lv: Neaktīva karte vai arī karte nav autorizēta darījumiem, kur karte nav klātesoša. Iespējamā darbība: mēģiniet vēlreiz, izmantojot citu maksājuma formu.
mn: Идэвхгүй карт эсвэл одоогоор шилжүүлэг хийх эрхгүй байна. Боломжит арга хэмжээ: Өөр төлбөрийн хэлбэрээр дахин оролдоно уу.

source: CVN did not match.
es_es: CVN no coincide.
lv: CVN nesakrita.
mn: CVN таарахгүй байна.

source: The card has reached the credit limit. Possible action: retry with another form of payment.
es_es: La tarjeta ha alcanzado el límite de crédito. Acción posible: reintentar con otra forma de pago.
lv: Kartē ir sasniegts tās kredīta limits. Iespējamā darbība: mēģiniet vēlreiz, izmantojot citu maksājuma formu.
mn: Карт нь зээлийн хязгаартаа хүрсэн. Боломжит арга хэмжээ: өөр төлбөрийн хэлбэрээр дахин оролдоно уу.

source: The customer matched an entry on the processors negative file.
es_es: El cliente coincide con un registro en el archivo negativo de procesamiento.
lv: Klients atbilda ierakstam apstrādātāja negatīvajā datnē.
mn: Үйлчлүүлэгч нь процессорын сөрөг файлд дахь бичилттэй таарч байна.

source: Account frozen. Possible action: retry with another form of payment.
es_es: Cuenta congelada. Acción posible: reintentar con otra forma de pago.
lv: Konts iesaldēts. Iespējamā darbība: mēģiniet vēlreiz, izmantojot citu maksājuma formu.
mn: Шүүхэд бүртгэлтэй данс байна. Боломжит арга хэмжээ: өөр төлбөрийн хэлбэрээр дахин оролдоно уу.

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the CVN check. Possible action: retry with another form of payment.
es_es: La solicitud de autorización fue aprobada por el banco emisor, pero declina por CyberSource porque no pasó el cheque CVN. Posible acción: vuelva a intentarlo con otra forma de pago.
lv: Autorizācijas pieprasījumu apstiprināja izsniedzošā banka, taču noraidīja CyberSource jo tas netika apstiprināts CVN pārbaudē. Iespējamā darbība: mēģiniet vēlreiz, izmantojot citu maksājuma formu.
mn: Эрх шалгалтын хүсэлт банкнаас батлагдсан боловч CVN шалгалтыг даваагүй учир CyberSource татгалзсан байна. Боломжит үйлдэл: Гүйлгээний өөр хэлбэрээр дахин оролдоно уу.

source: Invalid account number. Possible action: retry with another form of payment.
es_es: Número de cuenta no válido. Acción posible: reintentar con otra forma de pago.
lv: Nederīgs konts numurs. Iespējamā darbība: mēģiniet vēlreiz, izmantojot citu maksājuma formu.
mn: Дансны дугаар буруу байна. Боломжит арга хэмжээ: Өөр төлрбөрийн хэлбэрээр дахин оролдоно уу.

source: The card type is not accepted by the payment processor. Possible action: retry with another form of payment.
es_es: El tipo de tarjeta no es aceptado por el procesador de pagos. Posible acción: vuelva a intentarlo con otra forma de pago.
lv: Kartes veids netiek pieņemts maksājuma apstrādātājā. Iespējamā darbība: mēģiniet vēlreiz, izmantojot citu maksājuma formu.
mn: Энэ картны төрлийн төлбөрийн процессор хүлээн авсангүй. Боломжтой үйлдэл: өөр төлбөрийн хэлбэрээр дахин оролдоно уу.

source: General decline by the processor. Possible action: retry with another form of payment.
es_es: El procesador ha rechazado. Acción posible: reintentar con otra forma de pago.
lv: Vispārīgs atteikums no apstrādātāja. Iespējamā darbība: mēģiniet vēlreiz, izmantojot citu maksājuma formu.
mn: Процессор татгалзсан байна. Боломжтой үйлдэл: өөр төлбөрийн хэлбэрээр дахин оролдоно уу.

source: There is a problem with the information in your CyberSource account. Please let us know at {0}
es_es: Hay un problema con la información de su cuenta de CyberSource. Por favor, háganoslo saber en {0}
lv: Pastāv problēma ar informāciju Jūsu CyberSource kontā. Lūdzu, dodiet mums zināt uz {0}
mn: Таны CyberSource дансны мэдээлэлд алдаа гарсан байна. {0} дээр бидэнд мэдэгдэнэ үү.

source: The requested capture amount exceeds the originally authorized amount.
es_es: La cantidad de captura bloqueo excede la cantidad originalmente autorizada.
lv: Pieprasītais tveršanas apjoms pārsniedz sākotnēji autorizēto apjomu.
mn: Хүсэлт тавьсан хэмжээ нь анхны зөвшөөрсөн хэмжээнээс хэтэрсэн байна.

source: Processor Failure. Possible action: retry the payment
es_es: Fallo de procesamiento. Acción posible: reintentar el pago.
lv: Apstrādātāja kļūme. Iespējamā darbība: mēģiniet veikt maksājumu vēlreiz
mn: Процессорын алдаа. Боломжит арга хэмжээ: төлбөрийг дахин хийнэ үү.

source: The authorization has already been reversed.
es_es: La autorización ya se ha invertido.
lv: Autorizācija jau ir tikusi apvērsta.
mn: Эрх шалгалтыг аль хэдийн буцаасан байна.

source: The authorization has already been captured.
es_es: La autorización ya se ha bloqueado.
lv: Autorizācija jau ir tikusi notverta.
mn: Эрх шалгалтыг аль хэдийн авсан байна.

source: The requested transaction amount must match the previous transaction amount.
es_es: La cantidad de la transacción solicitada debe coincidir con la cantidad de la transacción anterior
lv: Pieprasītajam darījuma apjomam ir jāatbilst iepriekšējam darījuma apjomam.
mn: Хүссэн гүйлгээний дүн нь өмнөх гүйлгээний дүнтэй тохирч байх ёстой.

source: The card type sent is invalid or does not correlate with the credit card number. Possible action: retry with the same card or another form of payment.
es_es: El tipo de tarjeta enviado no es válido o no se correlaciona con el número de la tarjeta de crédito. Posible acción: vuelva a intentarlo con la misma tarjeta u otra forma de pago.
lv: Nosūtītais kartes veids ir nederīgs vai arī nekorelē ar kredītkartes numuru. Iespējamā darbība: mēģiniet vēlreiz ar to pašu karti vai citu maksājuma formu.
mn: Илгээсэн картын төрөл буруу эсвэл кредит картын дугаартай таарахгүй байна. Боломжит үйлдэл: ижил картаар эсвэл төлбөрийн өөр хэлбэрээр дахин оролдоно уу.

source: You requested a capture, but there is no corresponding, unused authorization record. Occurs if there was not a previously successful authorization request or if the previously successful authorization has already been used by another capture request.
es_es: Solicitó una captura, pero no hay un registro de autorización correspondiente no utilizado. Ocurre si hubo no una solicitud de autorización previamente satisfactoria o si la autorización previamente satisfactoria ya ha sido utilizado por otra solicitud de captura.
lv: Jūs pieprasījāt tveršanu, taču neeksistē atbilstošs, neizmantots autorizācijas ieraksts. Tas notiek tad, ja iepriekš nav bijis veiksmīgs autorizācijas pieprasījums vai arī ja iepriekšējā veiksmīgā autorizācija jau ir tikusi izmantota citā tveršanas pieprasījumā.

source: The transaction has already been settled or reversed.
es_es: La transacción ya ha sido liquidada o revertida.
lv: Darījums jau ir ticis nokārtots vai apvērsts.
mn: Гүйлгээ аль хэдийн төлөгдсөн эсвэл буцаагдсан байна.

source: Either the capture or credit is not voidable because the capture or credit information has already been submitted to your processor, or you requested a void for a type of transaction that cannot be voided.
es_es: La captura o el crédito no es anulable porque la información de captura o de crédito ya ha sido presentada a su procesador, o usted solicitó un vacío para un tipo de transacción que no se puede anular.
lv: Tveršana vai kredīts nav anulējams, jo vai nu tveršana vai kredīta informācija jau ir tikusi iesniegta apstrādātājam, vai arī Jūs pieprasījāt anulēšanu tādam darījuma veidam, kuru nevar anulēt.

source: The cardholder is enrolled for payer authentication
es_es: El titular de la tarjeta está inscrito para pago con autentificación.
lv: Kartes īpašnieks ir reģistrējies maksātāja autentifikācijai
mn: Карт эзэмшигч нь төлбөр төлөгч баталгаажуулагчаар элссэн байна.

source: Payer authentication could not be authenticated
es_es: No se ha podido autentificar el pagador
lv: Maksātāja autentifikāciju nebija iespējams autentificēt
mn: Төлбөр төлөгч баталгаажуулалт баталгаажуулах боломжгүй.

source: The authorization request was approved by the issuing bank but declined by CyberSource based on your legacy Smart Authorization settings. Possible action: retry with a different form of payment.
es_es: La solicitud de autorización fue aprobada por el banco emisor pero rechazada por CyberSource en la configuración de Autorización inteligente de tradición académica. Posible acción: vuelva a intentarlo con otra forma de pago.
lv: Autorizācijas pieprasījumu apstiprināja izsniedzošā banka, taču noraidīja CyberSource, balstoties uz Jūsu mantotajiem Smart Authorization iestatījumiem. Iespējamā darbība: mēģiniet vēlreiz, izmantojot citu maksājuma formu.

source: Order Number
es_es: Número de pedido
lv: Pasūtījuma numurs
mn: Захиалгын дугаар

source: Customer Name
es_es: Nombre del cliente
lv: Klienta vārds
mn: Үйлчлүүлэгчийн нэр

source: Date of Original Transaction
es_es: Fecha de la transacción original
lv: Oriģinālā darījuma datums
mn: Эхний шилжүүлгийн огноо

source: Date of Refund
es_es: Fecha del reembolso
lv: Atmaksas datums
mn: Буцаан олголтын огноо

source: Amount of Refund
es_es: Cantidad reembolsada
lv: Atmaksas summa
mn: Буцаан олголтын хэмжээ

source: Service Fees (if any)
es_es: Tasas del servicio (si las hubiera)
lv: Pakalpojuma maksas (ja tādas ir)
mn: Үйлчилгээний төлбөр (хэрв байгаа бол)

source: Purchase Time
es_es: Hora de la compra
lv: Pirkuma laiks
mn: Худалдах авах хугацаа

source: Order ID
es_es: ID de pedido
lv: Pasūtījuma ID
mn: Захиалгын бүртгэлийн дугаар

source: Quantity
es_es: Cantidad
lv: Skaits
mn: Тоо хэмжээ

source: Unit Cost
es_es: Coste unitario
lv: Vienības cena
mn: Нэгж өртөг

source: Total Cost
es_es: Coste total
lv: Kopējā cena
mn: Нийт өртөг

source: Comments
es_es: Comentarios
lv: Komentāri
mn: Тайлбарууд

source: University
es_es: Universidad
lv: Universitāte
mn: Их сургууль

source: Course Announce Date
es_es: Fecha del anuncio del curso
lv: Kursa paziņošanas datums
mn: Хичээлийн зарлагдах огноо

source: Course Registration Close Date
es_es: Fecha de finalización de la inscripción al curso
lv: Kursa reģistrācijas slēgšanas datums
mn: Хичээлийн бүртгэл дуусах огноо

source: Course Registration Period
es_es: Periodo de inscripción al curso
lv: Kursa reģistrācijas periods
mn: Хичээлийн бүртгэлийн хугацаа

source: Total Enrolled
es_es: Número total de inscritos
lv: Kopā reģistrēti
mn: Нийт элссэн

source: Audit Enrollment
es_es: Inscripciones de oyentes
lv: Audita reģistrācija
mn: Аудитын элсэлт

source: Verified Enrollment
es_es: Inscripción verificada
lv: Verificētas reģistrācijas
mn: Шалгагдсан бүртгэл

source: Gross Revenue
es_es: Beneficio bruto
lv: Bruto ieņēmumi
mn: Нийт орлого

source: Gross Revenue over the Minimum
es_es: Beneficio bruto sobre el Minimum
lv: Bruto ieņēmumi virs minimuma
mn: Хамгийн бага нийт орлого

source: Number of Verified Students Contributing More than the Minimum
es_es: Número de alumnos verificados que contribuyen más que el Minimum
lv: Verificēto studentu skaits, kas devuši ieguldījumu lielāku par minimumu
mn: Хамгийн бага утгаас их баталгаажсан суралцагчийн тоо

source: Number of Refunds
es_es: Número de reembolsos
lv: Atmaksu skaits
mn: Буцаан олголтын тоо

source: Dollars Refunded
es_es: Dólares reembolsados
lv: Dolāri atmaksāti
mn: Буцаан олгогдсон доллар

source: Number of Transactions
es_es: Número de transacciones
lv: Darījumu skaits
mn: Шилжүүлгийн тоо

source: Total Payments Collected
es_es: Número total de pagos acumulados
lv: Kopā iekasētie maksājumi
mn: Цуглуулсан нийт төлбөр төлөлт

source: Number of Successful Refunds
es_es: Número total de reembolsos satisfactorios
lv: Veiksmīgu atmaksu skaits
mn: Ажилттай буцаан олгогдсон тоо

source: Total Amount of Refunds
es_es: Número total de reembolsos
lv: Kopējā atmaksu summa
mn: Нийт төлөлт

source: You must be logged-in to add to a shopping cart
es_es: Debes haber iniciado sesión para añadir un carrito de la compra
lv: Jums ir jāpiesakās, lai varētu pievienot preces iepirkumu grozam
mn: Сагсанд нэмэхийн тулд та заавал системд нэвтэрсэн байх шаардлагатай

source: The course you requested does not exist.
es_es: El curso que has solicitado no existe.
lv: Kurss, kuru Jūs pieprasījāt, neeksistē.
mn: Таны хайсан хичээл байхгүй байна

source: The course {course_id} is already in your cart.
es_es: El curso {course_id} ya está en tu carrito.
lv: Kurss {course_id} jau ir Jūsu iepirkumu grozā.
mn: Таны сагсанд {course_id} хичээл орсон байна.
