Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Welcome to {platform_name}. Thank you for using {platform_name}'s Course Discovery API, Enterprise API and/or any additional APIs that we may offer from time to time (collectively, the "APIs"). Please read these Terms of Service prior to accessing or using the APIs. These Terms of Service, any additional terms within accompanying API documentation, and any applicable policies and guidelines that {platform_name} makes available and/or updates from time to time are agreements (collectively, the "Terms") between you and {platform_name}. These Terms are issued under the enterprise product agreement, member participation agreement, or other direct agreement governing the purchase of {platform_name} products, if any (the "Agreement"), executed by you or the party on whose behalf you are accessing or using the APIs and {platform_name}. In the event that you have such an Agreement that applies to your use of the APIs, the Agreement will control in the event of any conflict between it and these Terms. By accessing or using the APIs, you accept and agree to be legally bound by the Terms, whether or not you are a registered user. If you are accessing or using the APIs on behalf of a company, organization or other legal entity, you are agreeing to these Terms for that entity and representing and warranting to {platform_name} that you have full authority to accept and agree to these Terms for such entity, in which case the terms "you," "your" or related terms herein shall refer to such entity on whose behalf you are accessing or using the APIs. If you do not have such authority or if you do not understand or do not wish to be bound by the Terms, you should not use the APIs.
eo: Wélçömé tö {platform_name}. Thänk ýöü för üsïng {platform_name}'s Çöürsé Dïsçövérý ÀPÌ, Éntérprïsé ÀPÌ änd/ör äný äddïtïönäl ÀPÌs thät wé mäý öffér fröm tïmé tö tïmé (çölléçtïvélý, thé "ÀPÌs"). Pléäsé réäd thésé Térms öf Sérvïçé prïör tö äççéssïng ör üsïng thé ÀPÌs. Thésé Térms öf Sérvïçé, äný äddïtïönäl térms wïthïn äççömpänýïng ÀPÌ döçüméntätïön, änd äný äpplïçäßlé pölïçïés änd güïdélïnés thät {platform_name} mäkés äväïläßlé änd/ör üpdätés fröm tïmé tö tïmé äré ägrééménts (çölléçtïvélý, thé "Térms") ßétwéén ýöü änd {platform_name}. Thésé Térms äré ïssüéd ündér thé éntérprïsé prödüçt ägréémént, mémßér pärtïçïpätïön ägréémént, ör öthér dïréçt ägréémént gövérnïng thé pürçhäsé öf {platform_name} prödüçts, ïf äný (thé "Àgréémént"), éxéçütéd ßý ýöü ör thé pärtý ön whösé ßéhälf ýöü äré äççéssïng ör üsïng thé ÀPÌs änd {platform_name}. Ìn thé évént thät ýöü hävé süçh än Àgréémént thät äpplïés tö ýöür üsé öf thé ÀPÌs, thé Àgréémént wïll çöntröl ïn thé évént öf äný çönflïçt ßétwéén ït änd thésé Térms. Bý äççéssïng ör üsïng thé ÀPÌs, ýöü äççépt änd ägréé tö ßé légällý ßöünd ßý thé Térms, whéthér ör nöt ýöü äré ä régïstéréd üsér. Ìf ýöü äré äççéssïng ör üsïng thé ÀPÌs ön ßéhälf öf ä çömpäný, örgänïzätïön ör öthér légäl éntïtý, ýöü äré ägrééïng tö thésé Térms för thät éntïtý änd répréséntïng änd wärräntïng tö {platform_name} thät ýöü hävé füll äüthörïtý tö äççépt änd ägréé tö thésé Térms för süçh éntïtý, ïn whïçh çäsé thé térms "ýöü," "ýöür" ör rélätéd térms héréïn shäll référ tö süçh éntïtý ön whösé ßéhälf ýöü äré äççéssïng ör üsïng thé ÀPÌs. Ìf ýöü dö nöt hävé süçh äüthörïtý ör ïf ýöü dö nöt ündérständ ör dö nöt wïsh tö ßé ßöünd ßý thé Térms, ýöü shöüld nöt üsé thé ÀPÌs.#
fa_ir: به {platform_name} خوش آمدید. از شما برای استفاده از {platform_name}' Course Discovery API, Enterprise API یا هر API سازمانی دیگر که ممکن است که هر زمان ارائه می شود ( به طور کلی، ای پی آی ها) سپاسگزاریم. لطفاً پیش از دسترسی یا استفاده از API ، شرایط خدمات را مطالعه کنید. این شرایط خدمات، سایر شرایط اضافی موجود در اسناد API همراه، و هرگونه خط مشی و دستورالعمل قابل استفاده‌ۀ {platform_name} که هر از گاهی در دسترس قرار می‌گیرد و / یا روزآمد می‌کند، توافق‌نامه ‌هایی هستند (در مجموع ، "شرایط خدمات رسانی") بین شما و {platform_name}. این شرایط تحت قرارداد محصولات سازمانی، قرارداد مشارکت اعضا یا سایر توافق‌نامه‌های مستقیم حاکم بر خرید محصولات {platform_name} هستند، در صورت وجود ("توافق نامه") صادر شده توسط شما یا طرفی که از طرف آن به آن دسترسی پیدا می‌کنید یا از آن استفاده می‌کنید، صادر می‌شود. API ها و {platform_name}. در صورت داشتن چنین توافق‌نامه‌ای که در استفادۀ شما از API ها اعمال شود، در شرایط بروز هرگونه تعارض بین آن و این شرایط، این توافق نامه است که شرایط را تعیین خواهد کردد. با دسترسی یا استفاده از API ها، شما این شرایط را می‌ ‌‌پذیرید و با این الزام قانونی موافقت می‌کنید خواه یک کاربر ثبت شده باشید یا خیر. اگر از طرف یک شرکت، سازمان یا شخص حقوقی دیگر به API ها دسترسی پیدا می‌کنید یا از آن‌ها بهره می‌برید، با این شرایط در مورد آن نهاد موافقت می‌کنید و تأیید می‌کنید که در {platform_name} اختیار کامل پذیرش و موافقت با این شرایط را دارید که در چنین شرایطی، اصطلاحات "شما" ، "برای شما" یا اصطلاحات مربوط به موارد مذکور در اینجا به نهاد مدنظرشما اشاره میکند که شما نمایندۀ آن‌ها هستید و به نمایندگی از آن‌ها به API ها دسترسی پیدا می‌کنید یا از آن‌ها استفاده می‌کنید. اگر شما چنین اختیاری ندارید یا اگر شرایط را درک نمی‌کنید یا مایل به الزام آن نیستید، نباید از API ها استفاده کنید.
it_it: Benvenuti in {platform_name}. Grazie per utilizzare le API di rilevamento del corso di {platform_name}, le API enterprise e/o qualsiasi altra API aggiuntiva che potremo offrire nel tempo (nell'insieme, le "API"). Leggere i presenti Termini di servizio prima di accedere o utilizzare le API. I presenti Termini di servizio, altri termini aggiuntivi all'interno della documentazione API di supporto ed eventuali linee guida e politiche che {platform_name} rende disponibili e/o aggiornamenti di volta in volta costituiscono gli accordi (nell'insieme, i "Termini") tra l'utente e {platform_name}. I presenti Termini sono emessi in base all'accordo di prodotto aziendale, all'accordo di partecipazione dei membri o ad altri accordi diretti che disciplinano l'acquisto di prodotti {platform_name}, se presenti ("Accordo"), eseguiti dall'utente o dalla parte per conto della quale si accede o si utilizzano le API e {platform_name}. Nel caso in cui si disponga di un Accordo di questo tipo che si applica all'utilizzo delle API da parte dell'utente, l'Accordo prevarrà in caso di conflitto fra esso e i presenti Termini. Effettuando l'accesso o utilizzando le API, l'utente accetta e riconosce di essere legalmente vincolato dai Termini, indipendentemente dal fatto di essere o meno un utente registrato. Se si sta effettuando l'accesso o utilizzando le API per conto di un'azienda, un'organizzazione o un altro soggetto giuridico, l'utente accetta i presenti Termini per tale soggetto e dichiara e garantisce a {platform_name} di disporre dell'autorità completa per accettare i presenti Termini per conto di tale soggetto, caso in cui i termini "l'utente" "dell'utente" o termini collegati qui contenuti fanno riferimento al soggetto per conto del quale si effettua l'accesso o si utilizzano le API. Se non si dispone di tale autorità o non si comprendono o non si desidera essere vincolati ai Termini, non utilizzare le API.
mn: {platform_name}-д тавтай морил. {platform_name}-ын хичээл олох API, байгууллагын API, болон/эсвэл бидний санал болгож болох бусад нэмэлт API-уудыг (нийтэд нь, "API-ууд") ашиглаж байгаад баярлалаа. API-уудыг ашиглах эсвэл хандахын өмнө Үйлчилгээний нөхцөлтэй уншиж танилцахыг хүсэж байна. These Terms of Service, any additional terms within accompanying API documentation, and any applicable policies and guidelines that {platform_name} makes available and/or updates from time to time are agreements (collectively, the "Terms") between you and {platform_name}. These Terms are issued under the enterprise product agreement, member participation agreement, or other direct agreement governing the purchase of {platform_name} products, if any (the "Agreement"), executed by you or the party on whose behalf you are accessing or using the APIs and {platform_name}. In the event that you have such an Agreement that applies to your use of the APIs, the Agreement will control in the event of any conflict between it and these Terms. By accessing or using the APIs, you accept and agree to be legally bound by the Terms, whether or not you are a registered user. If you are accessing or using the APIs on behalf of a company, organization or other legal entity, you are agreeing to these Terms for that entity and representing and warranting to {platform_name} that you have full authority to accept and agree to these Terms for such entity, in which case the terms "you," "your" or related terms herein shall refer to such entity on whose behalf you are accessing or using the APIs. If you do not have such authority or if you do not understand or do not wish to be bound by the Terms, you should not use the APIs.

source: API Access
eo: ÀPÌ Àççéss Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: API Acceso
fa_ir: دسترسی به API
it_it: Accesso API
lv: API piekļuve
mn: API хандалт

source: To access the APIs, you will need to create an {platform_name} user account for your application (not for personal use). This account will provide you with access to our API request page at {request_url}. On that page, you must complete the API request form including a description of your proposed uses for the APIs. Any account and registration information that you provide to {platform_name} must be accurate and up to date, and you agree to inform us promptly of any changes. {platform_name_capitalized} will review your API request form and, upon approval in {platform_name}'s sole discretion, will provide you with instructions for obtaining your API shared secret and client ID.
eo: Tö äççéss thé ÀPÌs, ýöü wïll nééd tö çréäté än {platform_name} üsér äççöünt för ýöür äpplïçätïön (nöt för pérsönäl üsé). Thïs äççöünt wïll prövïdé ýöü wïth äççéss tö öür ÀPÌ réqüést pägé ät {request_url}. Ön thät pägé, ýöü müst çömplété thé ÀPÌ réqüést förm ïnçlüdïng ä désçrïptïön öf ýöür pröpöséd üsés för thé ÀPÌs. Àný äççöünt änd régïsträtïön ïnförmätïön thät ýöü prövïdé tö {platform_name} müst ßé äççüräté änd üp tö däté, änd ýöü ägréé tö ïnförm üs prömptlý öf äný çhängés. {platform_name_capitalized} wïll révïéw ýöür ÀPÌ réqüést förm änd, üpön äppröväl ïn {platform_name}'s sölé dïsçrétïön, wïll prövïdé ýöü wïth ïnstrüçtïöns för ößtäïnïng ýöür ÀPÌ shäréd séçrét änd çlïént ÌD.#
fa_ir: برای دسترسی به API ها، ابتدا لازم است یک حساب کاربری {platform_name} برای برنامۀ خود بسازید ( برای استفادۀ شخصی نیست). این حساب به شما امکان دسترسی به صفحۀ درخواست API ما را در {request_url} می‌دهد. درصفحۀ مذکور، شما باید فرم درخواست API را شامل شرح کاربردهای پیشنهادی خود برای API ها، تکمیل کنید. هر حساب و اطلاعات ثبت‌نامی که به {platform_name} ارائه می‌دهید باید دقیق و روزآمد باشد و شما موافقت می‌کنید که هرگونه تغییر را به سرعت به اطلاع ما برسانید. {platform_name_capitalized} فرم درخواست API شما را بررسی کرده و پس از تأیید و در صورت صلاح دید {platform_name} ، دستورالعمل‌هایی را برای دریافتAPI shared secret و شناسۀ مشتری شما ارائه می‌دهد.
it_it: Per accedere alle API, è necessario creare un account utente {platform_name} per la propria applicazione (non per uso personale). Questo account fornirà l'accesso alla pagina di richiesta API all'indirizzo {request_url}. In tale pagina, è necessario completare il modulo di richiesta API, includendo una descrizione degli utilizzi proposti per le API. Le informazioni di registrazione e sull'account fornite a {platform_name} devono essere precise e aggiornate e l'utente accetta di informarci tempestivamente in caso di modifica. {platform_name_capitalized} esaminerà il modulo di richiesta API e, in seguito all'approvazione a esclusiva discrezione di {platform_name}, fornirà all'utente le istruzioni per ottenere l'ID client ed il segreto condiviso dell'API.
mn: API-уудад хандахын тулд та {platform_name} дээр өөрийн аппликейшнд зориулсан (хувийн хэрэгцээнд биш) хэрэглэгчийн данс нээнэ. Энэ данс нь {request_url} дээрх манай API хүсэлт гаргах хуудас руу хандах боломж олгоно. Уг хуудсанд та API хүсэлт гаргах маягт бөглөж ёстой бөгөөд API-уудыг хэрхэн ашиглахаа үүнд тодорхойлсон байна. {platform_name}-д оруулж байгаа аль ч данс болон бүртгэлийн мэдээлэл нь үнэн зөв байх ёстой бөгөөд ямар нэгэн өөрчлөлт гарсан тохиолдолд тэр даруй мэдэгдэхээ хүлээн зөвшөөрч байгаа болно. {platform_name_capitalized} нь API хүсэлтийн маягтыг хянаж үзэн {platform_name}-ын сонголтоор зөвшөөрсөн тохиолдолд танд API дундын нууцлал болон хэрэглэгчийн ID авах зааварчилгааг өгнө.

source: Permissible Use
eo: Pérmïssïßlé Ûsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fa_ir: استفاده مجاز
it_it: Utilizzo consentito
lv: Atļauta izmantošana
mn: Зөвшөөрөгдсөн хэрэглээ

source: You agree to use the APIs solely for the purpose of delivering content that is accessed through the APIs (the "API Content") to your own website, mobile site, app, blog, email distribution list, or social media property ("Your Application") or for another commercial use that you described in your request for access and that {platform_name} has approved on a case-by-case basis. {platform_name_capitalized} may monitor your use of the APIs for compliance with the Terms and may deny your access or shut down your integration if you attempt to go around or exceed the requirements and limitations set by {platform_name}. Your Application or other approved use of the API or the API Content must not prompt your end users to provide their {platform_name} username, password or other {platform_name} user credentials anywhere other than on the {platform_name} website at {platform_url}.
eo: Ýöü ägréé tö üsé thé ÀPÌs sölélý för thé pürpösé öf délïvérïng çöntént thät ïs äççésséd thröügh thé ÀPÌs (thé "ÀPÌ Çöntént") tö ýöür öwn wéßsïté, mößïlé sïté, äpp, ßlög, émäïl dïstrïßütïön lïst, ör söçïäl médïä pröpértý ("Ýöür Àpplïçätïön") ör för änöthér çömmérçïäl üsé thät ýöü désçrïßéd ïn ýöür réqüést för äççéss änd thät {platform_name} häs äpprövéd ön ä çäsé-ßý-çäsé ßäsïs. {platform_name_capitalized} mäý mönïtör ýöür üsé öf thé ÀPÌs för çömplïänçé wïth thé Térms änd mäý déný ýöür äççéss ör shüt döwn ýöür ïntégrätïön ïf ýöü ättémpt tö gö äröünd ör éxçééd thé réqüïréménts änd lïmïtätïöns sét ßý {platform_name}. Ýöür Àpplïçätïön ör öthér äpprövéd üsé öf thé ÀPÌ ör thé ÀPÌ Çöntént müst nöt prömpt ýöür énd üsérs tö prövïdé théïr {platform_name} üsérnämé, pässwörd ör öthér {platform_name} üsér çrédéntïäls änýwhéré öthér thän ön thé {platform_name} wéßsïté ät {platform_url}.#
fa_ir: شما موافقت می‌کنید که از APIها صرفاً به‌منظور ارائه محتوایی که از طریق APIها ("محتوای API") به وبگاه، وبگاه تلفن همراه، برنامه، وبلاگ، فهرست توزیع رایانامه، یا دارایی رسانه‌های اجتماعی ("برنامه شما") استفاده می‌شود، استفاده کنید. یا برای استفاده تجاری دیگری که در درخواست دسترسی خود توضیح داده‌اید و {platform_name} به‌صورت موردی تایید کرده است. {platform_name_capitalized} ممکن است استفاده شما از APIها را برای انطباق با شرایط کنترل کند و در صورت تلاش برای دور زدن یا فراتر از الزامات و محدودیت‌های تعیین‌شده توسط {platform_name}، دسترسی شما را رد کند یا ادغام شما را تعطیل کند{platform_name}. برنامه کاربردی شما یا سایر استفاده‌های تأییدشده از API یا محتوای API نباید از کاربران نهایی شما بخواهد که نام کاربری، گذرواژه یا سایر اطلاعات کاربری {platform_name} خود را در جایی غیر از وبگاه {platform_name} در {platform_url} ارائه کنند.
it_it: L'utente accetta di utilizzare le API esclusivamente allo scopo di distribuire il contenuto a cui si accede tramite le API ("API Content") sul proprio sito Web, sito mobile, app, blog, elenco di distribuzione email o proprietà multimediale social ("Applicazione dell'utente") o per un altro uso commerciale descritto nella richiesta di accesso e approvato da {platform_name} di volta in volta. {platform_name_capitalized} può monitorare l'utilizzo delle API da parte dell'utente per verificare la conformità con i Termini e negare l'accesso o chiudere l'integrazione nel caso in cui provi ad aggirare o superare i requisiti e le limitazioni stabiliti da {platform_name}. L'Applicazione dell'utente o un altro uso approvato delle API o del Contenuto API non dovrà richiedere agli utenti di fornire nome utente e password {platform_name} o altre credenziali utente {platform_name} in punti diversi dal sito Web {platform_name} all'indirizzo {platform_url}.
mn: Та {platform_name}-ын зөвшөөрсөн таны API хандах хүсэлтэнд заасан веб хуудас, мобайл сайт, апп, блог, имэйл жагсаалт эсвэл олон нийтийн мэдээллийн хэрэгслийн өмч ("таны аппликейшн") эсвэл бусад арилжааны зорилгоор API-аар ("API агуулга") дамжуулан ашиглахаа хүлээн зөвшөөрч байгаа болно.{platform_name_capitalized} нь үйлчилгээний нөхцлийн дагуу таны API-н хэрэглээг хянаж болох бөгөөд хэрэв та үүнээс гадуур байх эсвэл {platform_name}-ын тавьсан шаардлага болон хязгаарлалтыг хэтрүүлвэл магадгүй таны хандах эрхийг цуцлах эсвэл таны оруулсан бүрэлдэхүүн хэсгийн ажиллагааг зогсоож болно. Таны аппликейшн эсвэл зөвшөөрөгдсөн API эсвэл API агуулга хэрэглээ нь {platform_name}-ны {platform_url} веб хуудаснаас өөр ямар нэгэн газар хэрэглэгчийг {platform_name} хэрэглэгчийн нэр, нууц үг эсвэл {platform_name}-ын хэрэглэгчийн мэдээллээ оруулахаар асууж болохгүй болно.

source: Prohibited Uses and Activities
eo: Pröhïßïtéd Ûsés änd Àçtïvïtïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Actividades y usos no permitidos
fa_ir: کاربرد و فعالیت‌های غیرمجاز
it_it: Attività ed utilizzi non consentiti
lv: Aizliegta izmantošana un aktivitātes
mn: Хориглосон хэрэглээ ба үйл ажиллагаа

source: {platform_name_capitalized} shall have the sole right to determine whether or not any given use of the APIs is acceptable, and {platform_name} reserves the right to revoke API access for any use that {platform_name} determines at any time, in its sole discretion, does not benefit or serve the best interests of {platform_name}, its users and its partners.
eo: {platform_name_capitalized} shäll hävé thé sölé rïght tö détérmïné whéthér ör nöt äný gïvén üsé öf thé ÀPÌs ïs äççéptäßlé, änd {platform_name} résérvés thé rïght tö révöké ÀPÌ äççéss för äný üsé thät {platform_name} détérmïnés ät äný tïmé, ïn ïts sölé dïsçrétïön, döés nöt ßénéfït ör sérvé thé ßést ïntérésts öf {platform_name}, ïts üsérs änd ïts pärtnérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłα#
fa_ir: {platform_name_capitalized} تنها این حق را خواهد داشت که تعیین کند آیا استفاده معینی از APIها قابل قبول است یا خیر، و {platform_name} این حق را برای خود محفوظ می‌دارد که دسترسی به API را برای هر کاربری که {platform_name} در هر زمانی تعیین کند، به صلاحدید خود لغو کند. به نفع و منافع {platform_name}، کاربران و شرکای آن نیست.
it_it: {platform_name_capitalized} avrà il diritto esclusivo di determinare se un utilizzo delle API è accettabile o meno e {platform_name} si riserva il diritto di revocare in qualsiasi momento l'accesso all'API per qualsiasi utilizzo che, a discrezione di {platform_name}, non fornisca beneficio o serva i migliori interessi di {platform_name} e dei relativi utenti e partner.
mn: {platform_name_capitalized} нь API-н ашиглалт нь хүлээн зөвшөөрөхүйц эсэхийг шийдэх эрхийг дангаар эзэмшинэ. Мөн {platform_name} нь {platform_name}, тэдний хэрэглэгчид болон хамтрагчдын эрх ашигт нийцээгүй эсвэл ашиггүй гэж үзсэн тохиолдолд хэзээ ч {platform_name} шийдэн аль ч ашиглалтанд байгаа API-н хандалтыг цуцлах эрхтэй болно.

source: The following activities are not acceptable when using the APIs (this is not an exhaustive list):
eo: Thé föllöwïng äçtïvïtïés äré nöt äççéptäßlé whén üsïng thé ÀPÌs (thïs ïs nöt än éxhäüstïvé lïst): Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Las siguientes actividades no son aceptables cuando se usan las API (esto no es una lista exhaustiva):
fa_ir: در هنگام استفاده از APIها، فعالیت‌های زیر قابل قبول نیستند (لیست جامع نیست):
it_it: Le seguenti attività non sono accettabili quando si utilizzano le API (elenco non esaustivo):
lv: Sekojošās aktivitātes nav pieļaujamas, izmantojot API (šis nav pilnīgs saraksts):
mn: API-г ашиглахад дараах үйлдлүүд зөвшөөрөгдөхгүй (энэ нь бүрэн төгс биш жагсаалт):

source: collecting or storing the names, passwords, or other credentials of {platform_name} users;
eo: çölléçtïng ör störïng thé nämés, pässwörds, ör öthér çrédéntïäls öf {platform_name} üsérs; Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: recopilar o almacenar los nombres, contraseñas u otras credenciales de los usuarios de {platform_name};
fa_ir: جمع آوری یا نگهداری اسامی، گذرواژه و سایر اطلاعات اعتباری کاربران {platform_name}
it_it: raccolta o memorizzazione di nomi, password o altre credenziali degli utenti di {platform_name};
lv: {platform_name} lietotāju vārdu, paroļu vai citu akreditācijas datu savākšana un uzglabāšana;
mn: {platform_name} хэрэглэгчдийн нэр, нууц үг, бусад итгэмжлэлүүдийг цуглуулж эсвэл хадгалах;

source: scraping or similar techniques to aggregate or otherwise create permanent copies of API Content;
eo: sçräpïng ör sïmïlär téçhnïqüés tö äggrégäté ör öthérwïsé çréäté pérmänént çöpïés öf ÀPÌ Çöntént; Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: raspado o técnicas similares para agregar o de otra manera crear copias permanentes del Contenido de la API;
fa_ir: استخراج داده‌ها و محتوا به صورت خودکاریا سایر تکنیک‌های مشابه برای جمع‌آوری یا ایجاد نسخه‌های دائمی از محتوای API؛
it_it: scraping o tecniche simili per aggregare o in altro modo creare copie permanenti del Contenuto API;
lv: rasmošana (scraping) vai līdzīgas metodes, lai apkopotu vai kā savādāk izveidotu pastāvīgas API satura kopijas;
mn: API Агуулгын Агуулгын байнгын хуулбарыг нэгтгэх буюу өөр болгоход хусах буюу үүнтэй төстэй арга техник;

source: violating, misappropriating or infringing any copyright, trademark rights, rights of privacy or publicity, confidential information or any other right of any third party;
eo: vïölätïng, mïsäppröprïätïng ör ïnfrïngïng äný çöpýrïght, trädémärk rïghts, rïghts öf prïväçý ör püßlïçïtý, çönfïdéntïäl ïnförmätïön ör äný öthér rïght öf äný thïrd pärtý; Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σ#
es_es: violar, apropiarse indebidamente o infringir derechos de autor, derechos de marcas registradas, derechos de privacidad o publicidad, información confidencial o cualquier otro derecho de terceros;
fa_ir: نقض، سوء استفاده یا نقض هر گونه حقوق تالیف، حقوق علامت تجاری، حقوق حریم خصوصی یا عمومی، اطلاعات محرمانه یا هر حق دیگری از هر شخص ثالث؛
it_it: violazione, appropriazione o infrazione di qualsiasi copyright, marchio commerciale, diritto di privacy o pubblicità, informazioni riservate o qualsiasi altro diritto di terze parti;
lv: jebkuru autortiesību, preču zīmju, privātuma vai publicitātes tiesību, konfidenciālas informācijas, vai jebkuru citu trešo pušu jebkuru tiesību pārkāpšana, piesavināšanās vai laušana;
mn: зохиогчийн эрх, барааны тэмдгийн эрхийг зөрчсөн, зүй бусаар ашигласан, зөрчсөн, хувийн нууц, хэвлэл мэдээллийн эрх, нууц мэдээлэл, гуравдагч этгээдийн бусад аливаа эрхийг зөрчих;

source: altering or editing any content or graphics in the API Content;
eo: ältérïng ör édïtïng äný çöntént ör gräphïçs ïn thé ÀPÌ Çöntént; Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: تغییر یا ویرایش هرگونه محتوا یا گرافیک در محتوای API ؛
it_it: alterazione o modifica di qualsiasi contenuto o immagine nel Contenuto API;
lv: mainīt vai rediģēt saturu vai grafiku API saturā;
mn: API агуулга дахь дурын агуулга эсвэл графикыг өөрчлөх эсвэл хувиргах;
