Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: The Terms constitute the entire agreement between you and {platform_name} with respect to your use of the APIs and API Content, superseding any prior agreements between you and {platform_name} regarding your use of the APIs and API Content. The failure of {platform_name} to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision. If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision and the other provisions of the Terms shall remain in full force and effect. The Terms do not create any third party beneficiary rights or any agency, partnership, or joint venture. For any notice provided to you by {platform_name} under these Terms, {platform_name} may notify you via the email address associated with your {platform_name} account.
eo: Thé Térms çönstïtüté thé éntïré ägréémént ßétwéén ýöü änd {platform_name} wïth réspéçt tö ýöür üsé öf thé ÀPÌs änd ÀPÌ Çöntént, süpérsédïng äný prïör ägrééménts ßétwéén ýöü änd {platform_name} régärdïng ýöür üsé öf thé ÀPÌs änd ÀPÌ Çöntént. Thé fäïlüré öf {platform_name} tö éxérçïsé ör énförçé äný rïght ör prövïsïön öf thé Térms shäll nöt çönstïtüté ä wäïvér öf süçh rïght ör prövïsïön. Ìf äný prövïsïön öf thé Térms ïs föünd ßý ä çöürt öf çömpétént jürïsdïçtïön tö ßé ïnvälïd, thé pärtïés névérthéléss ägréé thät thé çöürt shöüld éndéävör tö gïvé éfféçt tö thé pärtïés' ïnténtïöns äs réfléçtéd ïn thé prövïsïön änd thé öthér prövïsïöns öf thé Térms shäll rémäïn ïn füll förçé änd éfféçt. Thé Térms dö nöt çréäté äný thïrd pärtý ßénéfïçïärý rïghts ör äný ägénçý, pärtnérshïp, ör jöïnt véntüré. För äný nötïçé prövïdéd tö ýöü ßý {platform_name} ündér thésé Térms, {platform_name} mäý nötïfý ýöü vïä thé émäïl äddréss ässöçïätéd wïth ýöür {platform_name} äççöünt.#
es_es: Los Términos constituyen el acuerdo completo entre usted y {platform_name} con respecto a su uso de las API y el Contenido de la API, sustituyendo cualquier acuerdo anterior entre usted y {platform_name} con respecto a su uso de las API y el Contenido de la API. La falla de {platform_name} para ejercer o hacer cumplir cualquier derecho o disposición de los Términos no constituirá una renuncia a tal derecho o disposición. Si un tribunal de jurisdicción competente determina que una disposición de los Términos no es válida, las partes acuerdan, no obstante, que el tribunal debe esforzarse por poner en práctica las intenciones de las partes como se refleja en la disposición y que las demás disposiciones de los Términos permanecerán en plena fuerza y ​​efecto. Los Términos no crean derechos de terceros beneficiarios ni ninguna agencia, sociedad o empresa conjunta. Para cualquier notificación que le proporcione {platform_name} según estos Términos, {platform_name} puede notificarle a través de la dirección de correo electrónico asociada a su cuenta de {platform_name}.
fa_ir: شرایط شامل کل توافقنامه بین شما و {platform_name} در رابطه با بهره‌گیری شما از APIها و محتوای API است و جایگزین هرگونه توافق پیشین بین شما و {platform_name} درباره استفاده شما از APIها و محتوای API است. عدم اعمال یا اجرای هر گونه حق یا مفاد شرایط توسط {platform_name} به‌منزله چشم‌پوشی از چنین حق یا شرطی نخواهد بود. اگر هریک از مفاد شرایط توسط دادگاه صالح تشخیص داده شود که فاقد اعتبار است، با این وجود، طرفین توافق می‌کنند که دادگاه باید تلاش کند تا اهداف طرفین را همان گونه که در مفاد منعکس‌شده عملی کند و سایر مفاد شرایط همچنان با تمام نیرو و اثر خواهد بود. شرایط هیچ گونه حقوق ذی‌نفع شخص ثالث یا هیچ آژانس، مشارکت یا سرمایه‌گذاری مشترک ایجاد نمی‌کند. برای هر اطلاعیه‌ای که توسط {platform_name} تحت این شرایط به شما ارائه شود، {platform_name} ممکن است از طریق نشانی رایانامه، مرتبط با حساب کاربری {platform_name} شما را مطلع کند.
it_it: I Termini costituiscono l'accordo completo tra l'utente e {platform_name} rispetto all'utilizzo delle API e del Contenuto API da parte dell'utente e sostituiscono qualsiasi accordo precedente tra l'utente e {platform_name} in relazione all'utilizzo delle API e del Contenuto API. L'incapacità da parte di {platform_name} di esercitare o applicare qualsiasi diritto o disposizione dei Termini non costituirà una rinuncia a tali diritti o disposizioni. Nel caso in cui una disposizione dei Termini venga giudicata non valida da un tribunale della giurisdizione competente, le parti concordano che il tribunale dovrebbe sforzarsi di dare effetto alle intenzioni delle parti così come riflesso nella disposizione e le altre disposizioni dei Termini resteranno pienamente in vigore. I Termini non creano alcun diritto di beneficiario di terze parti o agenzia, partnership o joint venture. Per qualsiasi comunicazione fornita all'utente da {platform_name} in base ai seguenti Termini, {platform_name} può inviare una notifica all'indirizzo email associato all'account {platform_name}.
lv: Nosacījumi veido visu vienošanos starp Jums un {platform_name} attiecībā uz Jūsu veikto API un API satura izmantošanu, aizstājot jebkuras iepriekšējas vienošanās starp Jums un {platform_name} attiecībā uz Jūsu veikto API un API satura izmantošanu. {platform_name} nespēja izpildīt vai īstenot jebkuras Nosacījumu tiesības vai noteikumus nekalpo par pamatu atbrīvojumam no šādas tiesības vai noteikuma. Ja jebkurus Nosacījumu noteikumus tiesa vai kompetenta jurisdikcija atzīst par nederīgiem, puses tomēr piekrīt, ka tiesai ir jāmēģina īstenot pušu nodomi tā, kā atspoguļots noteikumos, un jebkuri citi Nosacījumu noteikumi paliks pilnā spēkā un iedarbībā. Nosacījumi neveido nekādas trešo pušu labuma guvēju tiesības vai jebkuru aģentūru, līgumsabiedrību vai kopuzņēmumu. Jebkuru paziņojumu, ko {platform_name} sniegs Jums šo Nosacījumu ietvaros, {platform_name} var sniegt pa e-pasta adresi, kas saistīta ar Jūsu {platform_name} kontu.
mn: Энэ нөхцлүүд нь та болон {platform_name} хооронд таны API болон Агуулгын API агуулгыг ашигладаг талаархи аль ч урьдчилсан хэлэлцээрийг ашиглахтай холбоотой API болон API Агуулгыг ашиглахтай холбоотой {platform_name}. {platform_name} нь ямар ч эрхээ хэрэгжүүлэх, хэрэгжүүлэхгүй байх нь ийм эрх, заалтаас татгалзах үндэслэл болохгүй. Эрх бүхий шүүхийн харъяалал хүчин төгөлдөр бус гэж тооцогдох нөхцөлийн аль нэг заалтыг олж авсан тохиолдолд талууд уг заалтад тусгагдсан талуудын хүсэл зоригийг хүчин төгөлдөр болгохын тулд хүчин чармайлт гаргах ёстой бөгөөд нөхцөлийн бусад заалтууд нь бүрэн хүч ба үр нөлөө. Нэр томъёо нь ашиг хүртэгч гуравдагч этгээдийн эрх үүсгэхгүй буюу агентлаг, нөхөрлөл, эсвэл хамтарсан үйлдвэр байгуулахгүй. Эдгээр нэр томьёоны дор {platform_name} -ээр танд олгогдсон аливаа мэдэгдлийн хувьд, {platform_name} таны {platform_name} акаунттай холбоотой и-мэйл хаягаар танд мэдэгдэж болно.

source: You agree that the Terms, the APIs, and any claim or dispute arising out of or relating to the Terms or the APIs will be governed by the laws of the Commonwealth of Massachusetts, excluding its conflicts of law provisions. You agree that all such claims and disputes will be heard and resolved exclusively in the federal or state courts located in and serving Cambridge, Massachusetts, U.S.A. You consent to the personal jurisdiction of those courts over you for this purpose, and you waive and agree not to assert any objection to such proceedings in those courts (including any defense or objection of lack of proper jurisdiction or venue or inconvenience of forum). Notwithstanding the foregoing, you agree that {platform_name} shall still be allowed to apply for injunctive remedies (or an equivalent type of urgent legal relief) in any jurisdiction.
eo: Ýöü ägréé thät thé Térms, thé ÀPÌs, änd äný çläïm ör dïspüté ärïsïng öüt öf ör rélätïng tö thé Térms ör thé ÀPÌs wïll ßé gövérnéd ßý thé läws öf thé Çömmönwéälth öf Mässäçhüsétts, éxçlüdïng ïts çönflïçts öf läw prövïsïöns. Ýöü ägréé thät äll süçh çläïms änd dïspütés wïll ßé héärd änd résölvéd éxçlüsïvélý ïn thé fédéräl ör stäté çöürts löçätéd ïn änd sérvïng Çämßrïdgé, Mässäçhüsétts, Û.S.À. Ýöü çönsént tö thé pérsönäl jürïsdïçtïön öf thösé çöürts övér ýöü för thïs pürpösé, änd ýöü wäïvé änd ägréé nöt tö ässért äný ößjéçtïön tö süçh pröçéédïngs ïn thösé çöürts (ïnçlüdïng äný défénsé ör ößjéçtïön öf läçk öf pröpér jürïsdïçtïön ör vénüé ör ïnçönvénïénçé öf förüm). Nötwïthständïng thé förégöïng, ýöü ägréé thät {platform_name} shäll stïll ßé ällöwéd tö äpplý för ïnjünçtïvé rémédïés (ör än éqüïvälént týpé öf ürgént légäl rélïéf) ïn äný jürïsdïçtïön.#
fa_ir: شما موافقت می‌کنید که شرایط، APIها، و هر ادعا یا اختلافی که ناشی یا مربوط به شرایط یا APIها باشد، تحت قوانین مشترک المنافع ماساچوست، به استثنای مقررات تضاد قانونی آن، اداره می‌شود. شما موافقت می‌کنید که همه این دعاوی و اختلافات منحصراً در دادگاه‌های فدرال یا ایالتی واقع در کمبریج، ماساچوست، ایالات متحده آمریکا رسیدگی و حل‌وفصل می‌شوند. شما به صلاحیت شخصی آن دادگاه‌ها بر خود برای این منظور رضایت می‌دهید، و از این امر صرف نظر می‌کنید و موافقت نمی‌کنید. برای ابراز هرگونه اعتراض نسبت به چنین رسیدگی‌هایی در آن دادگاه‌ها (از جمله هرگونه دفاع یا اعتراض به فقدان صلاحیت یا محل برگزاری مناسب یا عدم رضایت انجمن). علی‌رغم موارد فوق، شما موافقت می‌کنید که {platform_name} همچنان مجاز است در هر حوزه قضایی برای جبران خسارت (یا نوع مشابهی از معافیت‌های حقوقی فوری) درخواست دهد.
it_it: L'utente accetta che i Termini, le API e qualsiasi reclamo o controversia derivante o relativa ai Termini o alle API saranno regolati dalle leggi del Commonwealth of Massachusetts, esclusi i conflitti delle disposizioni di legge. L'utente accetta che tutti i reclami e le controversie saranno risolti esclusivamente nei tribunali federali o statali con sede in Cambridge, Massachusetts, U.S.A. L'utente acconsente alla giurisdizione personale di tali tribunali a tale scopo e rinuncia ed accetta di non fare valere alcuna obiezione a tali procedimenti in tali tribunali (incluse le difese o le obiezioni per mancanza di giurisdizione o sede appropriata o inconveniente del foro). In deroga a quando sopra esposto, l'utente accetta che {platform_name} possa comunque richiedere provvedimenti ingiuntivi (o un tipo equivalente di provvedimento legale urgente) in qualsiasi giurisdizione.
mn: Та API-ууд болон үйлчилгээний нөхцлүүдийг хүлээн зөвшөөрч байгаа бөгөөд API-ууд эсвэл үйлчилгээний нөхцөлтэй холбоотой урган гарах ямар нэгэн маргаан, нэхэмжлэх нь хуулийн заалт хоорондын зөрчлөөс бусад тохиолдолд Массачусетсын Хамтын Нийгэмлэгийн хуулиар зохицуулагдана. Ийм төрлийн маргаан, нэхэмжлэхүүд нь АНУ-ын Массачусетс, Кеймбрижд байрлах болон үйлчлэх холбооны эсвэл мужийн шүүхэд сонсогдож шийдэгдэнэ гэдгийг хүлээн зөвшөөрч байгаа болно. Та тэдгээр шүүхийн энэ зорилгоор таслах шийдэх эрхтэй гэдэгтэй санал нийлж байгаа бөгөөд тэдгээр шүүхийн үйл ажиллагаанд ямар нэгэн эсэргүүцэл гаргахгүй гэдгийг хүлээн зөвшөөрч байгаа болно (тохиромжит шүүх эрхийн хүрээ эсвэл байршил эсвэл шүүх ажиллагааны тохиромжгүй байдалд гаргасан ямар нэгэн өмгөөлөл эсвэл эсэргүүцэл энд мөн хамаарна). Дээр дурьдсанг харгалзахгүйгээр, ямар ч тохиолдолд {platform_name} нь эрх мэдлийн хүрээнд хоригт арга хэмжээ (эсвэл ижил төрлийн яаралтай хууль зүйн тусламж) авч болохыг та хүлээн зөвшөөрч байгаа болно.

source: Termination
eo: Térmïnätïön Ⱡ'σяєм ιρѕυм ∂σłσя #
fa_ir: فسخ قرارداد
it_it: Recesso
lv: Izbeigšana
mn: Гэрээг цуцлах

source: You may stop using the APIs at any time. You agree that {platform_name}, in its sole discretion and at any time, may terminate your use of the APIs or any API Content for any reason or no reason, without prior notice or liability.
eo: Ýöü mäý stöp üsïng thé ÀPÌs ät äný tïmé. Ýöü ägréé thät {platform_name}, ïn ïts sölé dïsçrétïön änd ät äný tïmé, mäý térmïnäté ýöür üsé öf thé ÀPÌs ör äný ÀPÌ Çöntént för äný réäsön ör nö réäsön, wïthöüt prïör nötïçé ör lïäßïlïtý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяι#
fa_ir: می‌توانید در هر زمانی استفاده از APIها را متوقف کنید. شما موافقت می‌کنید که {platform_name}، به صلاحدید خود و در هر زمان، ممکن است استفاده شما از APIها یا هر محتوای API را به هر دلیل یا بدون دلیل، بدون اطلاع قبلی یا مسئولیتی قطع کند.
it_it: L'utente può interrompere l'utilizzo delle API in qualsiasi momento. L'utente accetta che {platform_name}, a propria discrezione o in qualsiasi momento, possa interrompere l'utilizzo delle API o del Contenuto API da parte dell'utente, per qualsiasi motivo o senza motivo, senza preavviso o responsabilità.
mn: Та API-г ямар ч үед ашиглахгүй болж магадгүй юм. {platform_name} нь ямар ч үед, урьдчилж мэдэгдэлгүйгээр, ямар нэгэн хариуцлага хүлээлгүйгээр, ямар нэгэн шалтгаанаар эсвэл шалтгаангүйгээр таны API эсвэл ямар нэгэн API агуулга хэрэглээ эрхийг түдгэлзүүлэх эрхтэй болно.

source: {platform_name_capitalized} and the {platform_name} Participants reserve the right at any time in their sole discretion to cancel, delay, reschedule or alter the format of any API or API Content offered through {platform_name}, or to cease providing any part or all of the APIs or API Content or related services, and you agree that neither {platform_name} nor any of the {platform_name} Participants will have any liability to you for such an action.
eo: {platform_name_capitalized} änd thé {platform_name} Pärtïçïpänts résérvé thé rïght ät äný tïmé ïn théïr sölé dïsçrétïön tö çänçél, déläý, résçhédülé ör ältér thé förmät öf äný ÀPÌ ör ÀPÌ Çöntént öfféréd thröügh {platform_name}, ör tö çéäsé prövïdïng äný pärt ör äll öf thé ÀPÌs ör ÀPÌ Çöntént ör rélätéd sérvïçés, änd ýöü ägréé thät néïthér {platform_name} nör äný öf thé {platform_name} Pärtïçïpänts wïll hävé äný lïäßïlïtý tö ýöü för süçh än äçtïön.#
fa_ir: {platform_name_capitalized} و شرکت‌کنندگان {platform_name} در هر زمان به صلاحدید خود این حق را برای خود محفوظ می‌دارند که هر زمان که بخواهند، هر یک از محتوای API یا API ارائه‌شده از طریق {platform_name} را لغو شود، تأخیر شود، زمان‌بندی مجدد روی آن انجام شود یا تغییر قالب در آن صورت گیرد، یا ارائه هر قسمت یا همه موارد را متوقف کنند. API ها یا محتوای API یا خدمات مرتبط، و شما موافقت می‌کنید که نه {platform_name} و نه هیچ‌یک از شرکت‌کنندگان {platform_name} هیچ مسئولیتی در قبال شما در قبال چنین اقدامی نخواهند داشت.
it_it: {platform_name_capitalized} ed i Partecipanti a {platform_name} si riservano il diritto, in qualsiasi momento e a propria discrezione, di annullare, ritardare, ripianificare o modificare il formato di qualsiasi API o Contenuto API offerto tramite {platform_name}, o di cessare la fornitura, in parte o in toto, delle API, del Contenuto API o dei servizi correlati, e l'utente accetta che {platform_name} e i Partecipanti a {platform_name} non avranno nessuna responsabilità nei confronti dell'utente per questa azione.
mn: {platform_name_capitalized} болон {platform_name} оролцогчид нь {platform_name} дээр санал болгож байгаа API агуулга эсвэл API-г ямар ч үед цуцлах, хойшлуулах, шинээр төлөвлөх эсвэл формат өөрчлөх эсвэл API-ууд эсвэл API агуулга эсвэл холбоотой үйлчилгээнүүдийг хэсэгчлэн эсвэл бүтнээр нь зогсоох бүрэн эрхтэй болно. Эдгээр үйлдлүүдэд {platform_name} эсвэл {platform_name} оролцогч нараас хэн нь ч хариуцлага хүлээхгүй гэдгийг та хүлээн зөвшөөрч байгаа болно.

source: Upon any termination of the Terms or discontinuation of your access to an API for any reason, your right to use any API and API Content will immediately cease. You will immediately stop using the APIs and delete any cached or stored API Content from Your Application and your networks, systems and servers as soon as reasonably possible. All provisions of the Terms that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, and limitations of liability. Termination of your access to and use of the APIs and API Content shall not relieve you of any obligations arising or accruing prior to such termination or limit any liability that you otherwise may have to {platform_name}, including without limitation any indemnification obligations contained herein.
eo: Ûpön äný térmïnätïön öf thé Térms ör dïsçöntïnüätïön öf ýöür äççéss tö än ÀPÌ för äný réäsön, ýöür rïght tö üsé äný ÀPÌ änd ÀPÌ Çöntént wïll ïmmédïätélý çéäsé. Ýöü wïll ïmmédïätélý stöp üsïng thé ÀPÌs änd délété äný çäçhéd ör störéd ÀPÌ Çöntént fröm Ýöür Àpplïçätïön änd ýöür nétwörks, sýstéms änd sérvérs äs söön äs réäsönäßlý pössïßlé. Àll prövïsïöns öf thé Térms thät ßý théïr nätüré shöüld sürvïvé térmïnätïön shäll sürvïvé térmïnätïön, ïnçlüdïng, wïthöüt lïmïtätïön, öwnérshïp prövïsïöns, wärräntý dïsçläïmérs, änd lïmïtätïöns öf lïäßïlïtý. Térmïnätïön öf ýöür äççéss tö änd üsé öf thé ÀPÌs änd ÀPÌ Çöntént shäll nöt rélïévé ýöü öf äný ößlïgätïöns ärïsïng ör äççrüïng prïör tö süçh térmïnätïön ör lïmït äný lïäßïlïtý thät ýöü öthérwïsé mäý hävé tö {platform_name}, ïnçlüdïng wïthöüt lïmïtätïön äný ïndémnïfïçätïön ößlïgätïöns çöntäïnéd héréïn.#
fa_ir: با پایان یافتن شرایط یا قطع دسترسی شما به یک API به هر دلیلی، حق شما برای استفاده از هر گونه API و محتوای API فوراً متوقف خواهد شد. شما فوراً استفاده از APIها را متوقف خواهید کرد و هر گونه محتوای API ذخیره شده یا ذخیره شده در حافظه را از برنامه خود و شبکه ها، سیستم‌ها و خدمت‌دهنده‌های خود در اسرع وقت حذف خواهید کرد. همه مفاد شرایط که طبیعتاً باید پس از فسخ باقی بمانند، از جمله، بدون محدودیت، مفاد مالکیت، سلب مسئولیت گارانتی و محدودیت‌های مسئولیت، باقی خواهند ماند. خاتمه دسترسی شما به APIها و محتوای API و استفاده از آن، شما را از تعهداتی که پیش از این فسخ ایجادشده یا به وجود می‌آید را سلب نمی‌کند یا مسئولیتی را که در غیر این صورت ممکن است در قبال {platform_name} داشته باشید، از جمله تعهدات جبران خسارت مندرج در اینجا، محدود نمی‌کند.
it_it: In caso di cessazione dei Termini o interruzione dell'accesso ad un'API per qualsiasi motivo, il diritto di utilizzo dell'API e del Contenuto API cesserà immediatamente. L'utente dovrà immediatamente cessare l'utilizzo delle API ed eliminare qualsiasi contenuto API archiviato o memorizzato nella cache dalla propria Applicazione e dalle proprie reti, sistemi e server appena ragionevolmente possibile. Tutte le disposizioni dei Termini che per propria natura dovrebbero sopravvivere alla risoluzione continueranno ad essere in vigore, incluse, senza limitazioni, le disposizioni sulla proprietà, le esclusioni di garanzia e le limitazioni di responsabilità. La cessazione dell'accesso e dell'utilizzo delle API e del Contenuto API non solleverà l'utente da qualsiasi obbligo derivante o maturato prima di tale risoluzione né limiterà le eventuali responsabilità nei confronti di {platform_name}, inclusi, senza limitazione, eventuali obblighi di indennizzo contenuti nel presente documento.
mn: Ямар ч шалтгаанаар API хэрэглээг зогсоох эсвэл үйлчилгээний нөхцлийг цуцласан тохиолдолд таны API болон API агуулга хэрэглэх эрх тэр даруй хаагдана. Та шууд API хэрэглэхээ зогсоож боломжит хамгийн яаралтай хугацаанд өөрийн аппликейшн, сүлжээ, систем болон серверт хадгалагдсан болон кэшлэсэн бүх API агуулгыг устгах ёстой. Үйлчилгээний нөхцөл дуусгавар болсны дараа хүчинтэй байх заалт нөхцлүүд нь хүчинтэй хэвээр байх ба үүнд хязгаарлалт, өмчлөлийн заалтууд, баталгаанаас татгалзах заалт болон хариуцлагын хязгаарлалтууд орно. Таны API болон API агуулгын хэрэглээ болон хандалт дуусгавар болж байгаа нь үүнээс нь өмнө гарсан болон хуримтлагдсан ямар нэгэн үүрэг хариуцлагаас чөлөөлөх эсвэл өөрөөр {platform_name}-д таны гаргаж болох хариуцлагыг хязгаарлахгүй болно. Энд заагдсан бүх нөхөн төлбөрийн заалтуудын хязгаарлалт мөн үүнд хамааралгүй болно.

source: Edit {catalog_name}
eo: Édït {catalog_name} Ⱡ'σяєм ιρѕυм ∂#
fa_ir: ویرایش {catalog_name}
it_it: Modifica {catalog_name}
lv: Rediģēt {catalog_name}
mn: Засварлах {catalog_name}

source: Download CSV
eo: Döwnlöäd ÇSV Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Descargar CSV
fa_ir: بارگیری CSV
it_it: Scarica CSV
lv: Lejupielādēt CSV
mn: CSV татаж авах

source: Delete this catalog
eo: Délété thïs çätälög Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Borrar este catálogo
fa_ir: حذف این فهرست
it_it: Elimina questo catalogo
lv: Izdzēst šo katalogu
mn: Энэ каталогийг устгах

source: Update Catalog
eo: Ûpdäté Çätälög Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Actualizar catálogo
fa_ir: روزآمدسازی فهرست
it_it: Aggiorna catalogo
lv: Jaunināt katalogu
mn: Каталог шинэчлэх

source: Catalogs for {username}
eo: Çätälögs för {username} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: فهرست‌هایی برای {username}
it_it: Cataloghi per {username}
lv: Katalogi {username}
mn: {Username} каталог

source: Create new catalog:
eo: Çréäté néw çätälög: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Crear un nuevo catálogo:
fa_ir: ساخت فهرست جدید:
it_it: Crea nuovo catalogo:
lv: Izveidot jaunu katalogu:
mn: Шинэ каталог үүсгэх:

source: Create Catalog
eo: Çréäté Çätälög Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Crear catálogo
fa_ir: ساخت فهرست
it_it: Crea catalogo
lv: Izveidot katalogu
mn: Каталог үүсгэх

source: Catalog search
eo: Çätälög séärçh Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Búsqueda en catálogo
fa_ir: جستجوی فهرست
it_it: Ricerca nel catalogo
lv: Katalogu meklēšana
mn: Каталог хайлт

source: Catalog Search
eo: Çätälög Séärçh Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Búsqueda en catálogo
fa_ir: ‫جستجوی فهرست
it_it: Ricerca nel catalogo
lv: Katalogu meklēšana
mn: Каталог хайлт

source: Enter a username to view catalogs belonging to that user.
eo: Éntér ä üsérnämé tö vïéw çätälögs ßélöngïng tö thät üsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: برای دیدن فهرست‌های متعلق به این کاربر، نام کاربری وی را وارد کنید.
it_it: Immettere un nome utente per visualizzare i cataloghi che appartengono a tale utente.
lv: Ievadiet lietotājvārdu, lai apskatītu katalogus, kas pieder attiecīgajam lietotājam.
mn: Хэрэглэгчийн нэрийг оруулаад хэрэглэгчийн нэрийг оруулна уу.

source: Unsubscribe
eo: Ûnsüßsçrïßé Ⱡ'σяєм ιρѕυм ∂σłσя #
fa_ir: لغو آبونمان
it_it: Annulla sottoscrizione

source: confirm unsubscribe from {org} {course} emails.
eo: çönfïrm ünsüßsçrïßé fröm {org} {course} émäïls. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: لغو اشتراک دریافت رایانامه‌ها {org} {course} را تأیید کنید.
it_it: conferma annullamento della sottoscrizione alle email {org} {course}.

source: Note:
eo: Nöté: Ⱡ'σяєм ιρѕ#
es_es: Nota:
fa_ir: یادداشت:
it_it: Nota:

source: You will still receive course emails from other courses you are enrolled in.
eo: Ýöü wïll stïll réçéïvé çöürsé émäïls fröm öthér çöürsés ýöü äré énrölléd ïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fa_ir: هنوز رایانامه‌های مربوط به دوره‌ای که ثبت‌نام کرده‌بودید دریافت خواهید کرد.
it_it: Continuerai a ricevere le email del corso da altri corsi a cui sei registrato.

source: You have successfully unsubscribed from {org} {course} emails.
eo: Ýöü hävé süççéssfüllý ünsüßsçrïßéd fröm {org} {course} émäïls. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: اشتراک شما برای دریافت رایانامه‌ها {org} {course} با موفقیت لغو شد.
it_it: Sottoscrizione alle email {org} {course} annullata correttamente.

source: You have not been unsubscribed from {org} {course} emails.
eo: Ýöü hävé nöt ßéén ünsüßsçrïßéd fröm {org} {course} émäïls. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: اشتراک شما برای دریافت رایانامه‌ها {org} {course} لغو نشده است.
it_it: La sottoscrizione alle email {org} {course} non è stata annullata.

source: {link_start}Return to {platform_name}{link_end}
fa_ir: {link_start}بازگشت به {platform_name}{link_end}
it_it: {link_start}Torna a {platform_name}{link_end}

source: Open Calculator
eo: Öpén Çälçülätör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Abrir calculadora
fa_ir: ماشین حساب
it_it: Apri Calcolatore
lv: Atvērt kalkulatoru
mn: Тооны машин Нээх
