Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Confirm Enrollment
es_es: Confirmar inscripción
lv: Apstiprināt reģistrēšanos
mn: Элсэлтийг Баталгаажуулах

source: {site_name} - Confirm Enrollment
es_es: {site_name} - Confirmar inscripción
lv: {site_name} - Apstiprināt reģistrēšanos
mn: {site_name} - Элсэлтийг Баталгаажуулах

source: Confirm your enrollment for: {span_start}course dates{span_end}
es_es: Confirma tu inscripción para: {span_start}course dates{span_end}
lv: Apstiprināt Jūsu reģistrēšanos uz: {span_start}kursa datumiem{span_end}
mn: Суралцагчаа бүртгүүлэхээ баталгаажуулна уу: {span_start} курс огноо {span_end}

source: You have successfully enrolled in {course_name}. This course has now been added to your dashboard.
es_es: Te has inscrito con éxito en {course_name}. Este curso se ha añadido ahora a tu área personal.
lv: Jūs esat veiksmīgi reģistrējušies {course_name}. Šis kurss tagad ir pievienots Jūsu informācijas panelim.
mn: Та амжилттай {course_name} -д элсэн орсон. Энэ курс нь таны хяналтын самбарт нэмэгдсэн байна.

source: The course you are enrolling for is full.
es_es: El curso en el que te estás inscribiendo está completo.
lv: Kurss, kurā Jūs reģistrējaties, ir pilns.
mn: Таны суралцах хичээл бүрэн дүүрнэ.

source: The course you are enrolling for is closed.
es_es: El curso en el que te estás inscribiendo está cerrado.
lv: Kurss, kurā Jūs reģistrējaties, ir slēgts.
mn: Таны суралцах хичээл хаагдсан байна.

source: You're about to activate an enrollment code for {course_name} by {site_name}. This code can only be used one time, so you should only activate this code if you're its intended recipient.
es_es: Estás a punto de activar un código de inscripción para {course_name}, de {site_name}. Este código solo se puede utilizar una vez, así que deberías activar este código si eres su destinatario/a real.
lv: Jūs tūlīt aktivizēsiet reģistrācijas kodu uz {course_name} no {site_name}. Šo kodu ir iespējams izmantot tikai vienu reizi, tādēļ Jūs varat jāaktivizē šo kodu tikai tad, ja esat tā paredzētais saņēmējs.
mn: Та {site_name} -аас {course_name} -ын элсэлтийн кодыг идэвхжүүлэх гэж байна. Энэ кодыг зөвхөн нэг удаа ашиглах боломжтой тул та үүнийг хүлээн авагч бол л энэ кодыг идэвхжүүлэх хэрэгтэй.

source: Cover Image
es_es: Imagen de portada
lv: Sākumattēls
mn: Хавтасны зураг

source: Students:
es_es: Alumnos:
lv: Studenti:
mn: Оюутнууд:

source: Input quantity and press enter.
es_es: Introduce la cantidad y pulsa enter.
lv: Ievadiet skaitu un nospiediet ievades taustiņu.
mn: Тоог оруулж enter дарна уу.

source: Apply
es_es: Aplicar
lv: Piemērot
mn: Хүсэлт гаргах

source: code has been applied
es_es: se ha aplicado el código
lv: kods tika piemērots
mn: кодыг хэрэглэлээ

source: After this purchase is complete, a receipt is generated with relative billing details and registration codes for students.
es_es: Después de que se haya completado esta compra, se generará una factura con detalles relativos de la facturación y códigos de registro para alumnos.
lv: Pēc tam, kad šis pirkums tiks pabeigts, tiks ģenerēta kvīts ar attiecīgajām norēķinu detaļām un reģistrācijas kodiem studentiem.
mn: Энэ худалдан авалт хийгдсэний дараа холбогдох биллийн дэлгэрэнгүй мэдээлэл болон оюутнуудын бүртгэлийн кодуудтай талон бэлэн болно.

source: Empty Cart
es_es: Carro vacío.
lv: Tukšs iepirkumu grozs
mn: Хоосон тэрэг

source: Shopping cart
es_es: Carrito de la compra
lv: Iepirkumu grozs
mn: Шоппинг тэрэг

source: {platform_name} - Shopping Cart
es_es: {platform_name} - Carrito de la compra
lv: {platform_name} - Iepirkumu grozs
mn: {platform_name} - Шоппинг Тэрэг

source: Confirmation
es_es: Confirmación
lv: Apstiprinājums
mn: Баталгаажуулалт

source: About to refund this order:
es_es: Sobre el reembolso de este pedido:
lv: Tūlīt tiks atmaksāts šis pasūtījums:
mn: Энэ захиалгыг буцааж авах тухай:

source: Order Id:
es_es: Identificador de pedido:
lv: Pasūtījuma ID:
mn: Id тушаал:

source: Enrollment:
es_es: Inscripción:
lv: Reģistrācija:
mn: Шинээр гишүүн элсүүлэх, элсэлт:

source: enrolled
es_es: inscrito
lv: reģistrējies
mn: бүртгүүлсэн

source: unenrolled
es_es: desinscribir
lv: Izreģistrējies
mn: бүртгэлгүй

source: Cost:
es_es: Precio:
lv: Maksa:
mn: Зардал:

source: CertificateItem Status:
es_es: Estado del certificado:
lv: Sertifikāta priekšmeta statuss:
mn: Сертификатын статус:

source: Fulfilled Time:
es_es: Hora de cumplimiento:
lv: Izpildītais laiks:
mn: Хугацаа дууссан:

source: Refund Request Time:
es_es: Hora de solicitud de reembolso:
lv: Atmaksas pieprasījuma laiks:
mn: Буцаах хүсэлтийн цаг:

source: Receipt For {course_name}
es_es: Recibo para {course_name}
lv: Kvīts kursam {course_name}
mn: {course_name}-ын баримт

source: Go back to the {homepage} or let us know about any pages that may have been moved at {email}.
es_es: Regresa a la {homepage} o infórmanos sobre cualquier página que pueda haber sido movida en el correo electrónico {email}.

source: If the problem persists, please email us at {email_link}.
es_es: Si el problema persiste, por favor envíanos un email a {email_link}.
mn: Хэрэв алдаа гарсаар л байвал бидэнд мейлээр мэдэгдэнэ үү {email_link}.

source: We're sorry. We couldn't find the {studio_name} page you're looking for. You may want to return to the {studio_name} Dashboard and try again. If you are still having problems accessing things, please feel free to {link_start}contact {studio_name} support{link_end} for further help.
es_es: Lo sentimos. No hemos podido encontrar la página de {studio_name} que estás buscando. Quizá quieras volver al Panel de control de {studio_name} e intentarlo de nuevo. Si continúas teniendo problemas de acceso, por favor, siéntete libre de {link_start}contactar con el soporte de {studio_name}{link_end} para obtener más ayuda.

source: We're sorry. There was a problem with the server while trying to process your last request. You may want to return to the {studio_name} Dashboard or try this request again. If you are still having problems accessing things, please feel free to {link_start}contact {studio_name} support{link_end} for further help.
es_es: Los sentimos. Ha habido un problema con el servidor mientras se procesaba tu última petición. Quizá quieras volver al Panel de control de {studio_name} o reintentar esta petición. Si continúas teniedo problemas de acceso, por favor, siéntete libre de {link_start}contactar con el soporte de {studio_name}{link_end} para obtener más ayuda.

source: Self-paced courses do not have release dates for course content or due dates for assignments. Learners can complete course material at any time before the course end date.
es_es: Los cursos temporizados por el alumno no tienen fecha de liberación de contenidos ni fechas de entregas de tareas. Los estudiantes pueden completar el material del curso en cualquier momento antes de la fecha de fin del curso.

source: Grading Rules &amp; Policies
es_es: Reglas y políticas de calificación

source: Details &amp; Schedule
es_es: Detalles y calendario
mn: Дэлгэрэнгүй & Хуваарь

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", and "never".
lv: Norādiet, kad parādās ‘Parādīt atbildi’ taustiņš katrai problēmai. Derīgas vērtības ir "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", un "never".
mn: Даалгавар бүр дэх Хариулт Харуулах товчлуурыг хэзээ харуулах тодорхойл. Боломжит утгууд нь "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", "never".

source: Invoice number '{num}' does not exist.
lv: Kvīts numurs '{num}' neeksistē.
mn: '{num}' нэхэмжлэхийн дугаар байхгүй байна.

source: Code Redeemed Count
lv: Koda izpirkšanas reižu skaits
mn: Бэлгийн картын тооллого

source: Total Discounted Seats
lv: Kopējais vietu skaits ar atlaidēm
mn: Нийт хөнгөлөлттэй суудал

source: Total Discounted Amount
lv: Kopējais atlaižu apjoms
mn: Нийт хөнгөлөлтийн хэмжээ

source: executive summary
lv: administratīvais kopsavilkums
mn: Гүйцэтгэлийн дүгнэлт

source: Could not parse amount as a decimal
lv: Nevarēja parsēt apjomu kā decimāldaļskaitli
mn: Аравтын бутархайгаар задлах боломжгүй

source: The enrollment code ({code}) was not found for the {course_name} course.
lv: Reģistrācijas kods ({code}) netika atrasts {course_name} kursam.
mn: ({code}) элсэлтийн код {course_name} хичээлээс олдсонгүй.

source: This enrollment code has been canceled. It can no longer be used.
lv: Šis reģistrēšanās kods ir atcelts. To vairs nevar izmantot.
mn: Энэ элсэлтийн код цуцлагдсан байна. Дахин хэрэглэх боломжгүй.

source: This enrollment code has been marked as unused.
lv: Šis reģistrācijas kods ir atzīmēts kā neizmantots.
mn: Энэ элсэлтийн код хэрэглэгдэхгүй гэж тэмдэглэгдсэн байна.

source: Enrollment Source
lv: Reģistrēšanās avots
mn: Элсэлтийн эх үүсвэр

source: Manual (Un)Enrollment Reason
lv: Manuālas (iz)reģistrēšanās iemesls
mn: Гар аргаар (Un) элсэлтийн шалгаан

source: Payment Amount
lv: Maksājuma summa
mn: Төлбөрийн хэмжээ

source: Coupon Codes Used
lv: Izmantotie kuponu kodi
mn: Эрхийн бичгийн код хэрэглэгдсэн байна

source: Registration Code Used
lv: Izmantotie reģistrācijas kodi
mn: Бүртгэлийн кодыг хэрэглэсэн байна

source: Payment Status
lv: Maksājuma statuss
mn: Төлбөрийн төлөв

source: Transaction Reference Number
lv: Transakcijas atsauces numurs
mn: Гүйлгээний лавлагааны дугаар

source: Internal reference code for this invoice.
lv: Šīs kvīts iekšējais atsauces kods.
mn: Энэ нэхэмжлэхийн дотоод лавлагааны код

source: Customer's reference code for this invoice.
lv: Šīs kvīts klienta atsauces kods.
mn: Энэ нэхэмжлэхийн үйлчлүүлэгийн лавлагааны код

source: Lower-case ISO currency codes
lv: ISO valūtu kodi ar mazajiem burtiem
mn: Жижиг үсгээр бичсэн ISO мөнгөн тэмдэгтийн кодууд

source: Optional: provide additional information for this transaction
lv: Neobligāti: sniedziet papildus informāciju par šo darījumu
mn: Сонголтот: энэ гүйлгээний талаар нэмэлт мэдээлэл оруулна уу

source: The number of items sold.
lv: Pārdoto preču skaits.
mn: Ний зарагдсан бүтээгдэхүүний тоо

source: The price per item sold, including discounts.
lv: Pārdotās preces cena, ieskaitot atlaides.
mn: Зарагдсан бүтээгдэхүүн бүрийн үнэ. Хөнгөлөлтийг оруулан тооцсон.

source: UNKNOWN REASON
lv: NEZINĀMS IEMESLS
mn: Мэдэгдэхгүй шалгаантай алдаа

source: General system failure.
lv: Vispārīga sistēmas kļūme.
mn: Ерөнхий системийн алдаа

source: Insufficient funds in the account. Possible action: retry with another form of payment.
lv: Nepietiekami līdzekļi kontā. Iespējamā darbība: mēģiniet vēlreiz, izmantojot citu maksājuma formu.
mn: Дансны үлдэгдэл хүрэлцэхгүй байна. Боломжит арга хэмжээ: өөр төлбөрийн хэлбэрээр дахин оролдоно уу.

source: Issuing bank unavailable. Possible action: retry again after a few minutes.
lv: Izsniedzošā banka nav pieejama. Iespējamā darbība: mēģiniet vēlreiz pēc pāris minūtēm.
mn: Харилцагч банк байхгүй. Боломжит арга хэмжээ: хэдэн минутын дараа дахин оролдоно уу.

source: Invalid card verification number (CVN). Possible action: retry with another form of payment.
lv: Nederīgs kartes verifikācijas numurs (CVN). Iespējamā darbība: mēģiniet vēlreiz, izmantojot citu maksājuma formu.
mn: Картын баталгаажуулалтын дугаар (CVN) буруу байна. Боломжит арга хэмжээ: Өөр төлбөрийн хэлбэрээр дахин оролдоно уу.

source: The request ID is invalid.
lv: Pieprasījuma ID ir nederīgs.
mn: Хүссэн бүртгэлийн дугаар буруу байна

source: You requested a credit for a capture that was previously voided.
lv: Jūs pieprasījāt kredītu tveršanai, kas tika iepriekš anulēta.
mn: Таны оруулахыг хүссэн кредит өмнө нь хүчингүй болсон байна.

source: The request was received, but there was a timeout at the payment processor.
lv: Pieprasījums tika saņemts, taču notika noildze maksājuma apstrādātājā.
mn: Хүсэлтийг хүлээн авсан боловч төлбөрийн процессор дээр хугацаа хэтэрсэн байна.

source: Stand-alone credits are not allowed.
lv: Savrupi kredīti nav atļauti.
mn: Системд орооогүй кредит зөвшөөрөгдөөгүй

source: Honor Code Enrollment
lv: Goda kodeksa reģistrācija
mn: Ёс зүйн дүрмийн элсэлт

source: This enrollment code ({enrollment_code}) is no longer valid.
lv: Šis reģistrācijas kods ({enrollment_code}) vairs nav derīgs.
mn: ({enrollment_code}) элсэлтийн код хүчин төгөлдөр биш байна.

source: This enrollment code ({enrollment_code}) is not valid.
lv: Šis reģistrācijas kods ({enrollment_code}) nav derīgs.
mn: ({enrollment_code}) элсэлтийн код буруу байна.

source: Track refunds issued directly through CyberSource.
lv: Izsekot atmaksām, kas izsniegtas tieši caur CyberSource.
mn: Кибер эх сурвалжаар дамжуулан олгосон буцаан олголтыг мөшгих.

source: The user {username} is already a member of a team in this course.
lv: Lietotājs {username} jau ir komandas dalībnieks šajā kursā.
mn: {username} хэрэглэгч энэ хичээлийн багийн гишүүнээр бүртгүүлсэн байна.

source: {platform_name} ID Verification Photos Received
lv: {platform_name} identifikācijas fotogrāfijas saņemtas
mn: {platform_name} ID баталгаажуулалтын зураг хүлээн авсан

source: Your {platform_name} ID Verification Approved
lv: Jūsu verifikācija {platform_name} ir apstiprināta
mn: Таны {platform_name}-ийн бүртгэлийн дугаарын баталгаажуулалт хийгдлээ

source: Oauth client name of video pipeline service.
lv: Oauth klienta vārds video konveijerapstrādes servisam.
mn: Видео pipeline үйлчилгээний Oauth харилцагчийн нэр

source: Username created for Video Pipeline Integration, e.g. veda_service_user.
lv: Lietotājvārds, kas izveidots video konveijerapstrādes integrācijai, piemēram, veda_service_user.
mn: Video Pipeline Integration-д хэрэглэгчийн нэр үүсгэлээ., жишээ нь. veda_service_user.

source: Sign In to {studio_name}
lv: Pierakstīties {studio_name}
mn: {studio_name} системд бүртгүүлэх

source: Support
lv: Atbalsts
mn: Оюутны дэмжлэг

source: Report a problem
lv: Ziņot par problēmu
mn: Бүх асуудлыг давтах

source: Make a suggestion
lv: Dot ieteikumu
mn: Асуулт байна уу?

source: Ask a question
lv: Uzdot jautājumu
mn: Асуулт байна уу?

source: Tell us the details
lv: Pastāstiet mums detalizēti
mn: Хичээлийн дэлгэрэнгүй

source: Thank You!
lv: Paldies Jums!
mn: Баярлалаа,

source: problem
lv: problēma
mn: Даалгаврын Нэ

source: Report a Problem
lv: Ziņot par problēmu
mn: Бүх асуудлыг давтах

source: suggestion
lv: ieteikums
mn: Асуултыг Нуух

source: Make a Suggestion
lv: Dot ieteikumu
mn: Асуулт байна уу?

source: question
lv: jautājums
mn: Асуулт байна уу?

source: Ask a Question
lv: Uzdot jautājumu
mn: Асуултыг Нуух

source: Please {link_start}send us e-mail{link_end}.
lv: Lūdzu, {link_start}nosūtiet mums e-pastu{link_end}.
mn: {link_start}Эхлэл хуудас{link_end} рүү буцах.

source: Please try again later.
lv: Lūdzu, vēlāk mēģiniet vēlreiz.
mn: Алдаа гарлаа. Дараа дахин оролдоорой.

source: Helpful Information
lv: Noderīga informācija
mn: Шаардлагатай мэдээлэл

source: Not Enrolled?
lv: Neesat reģistrējušies?
mn: Автоматаар Элсэх

source: Sign up for {platform_name} today!
lv: Reģistrējieties {platform_name} jau šodien!
mn: {platform_name} системд бүртгүүлэх

source: Looking for help signing in or with your {platform_name} account?
lv: Nepieciešama palīdzība, reģistrējoties vai piesakoties {platform_name} kontā?
mn: {platform_name} ашиглахад тусламж хэрэгтэй юу?

source: View our help section for answers to commonly asked questions.
lv: Apskatiet mūsu palīdzības iedaļu, lai iegūtu atbildes uz biežāk uzdotajiem jautājumiem.
mn: Түгээмэл асуулт хариултыг хэсгээс нийтлэг асуулт хариултуудыг хараарай.

source: Log into your {platform_name} Account
lv: Pieteikties Jūsu {platform_name} kontā
mn: Миний {platform_name} дансыг шинэчил

source: Log into My {platform_name} Account
lv: Pieteikties manā {platform_name} kontā
mn: Миний {platform_name} дансыг шинэчил

source: Access My Courses
lv: Piekļūt maniem kursiem
mn: Миний Хичээлүүд

source: to access your account and courses
lv: lai piekļūtu Jūsu kontam un kursiem
mn: Таны бүртгэлийн мэдээллийг боловсруулж байна

source: We're Sorry, {platform_name} accounts are unavailable currently
lv: Atvainojiet, bet {platform_name} konti pašreiz nav pieejami
mn: Таны {platform_name} бүртгэлийн имэйл шинэчлэгдсэн

source: Your email or password is incorrect
lv: Jūsu e-pasts vai parole ir nepareizi
mn: Нууц үг эсвэл цахим шуудан буруу байна.

source: An error occurred when signing you in to {platform_name}.
lv: Notika kļūda, piesakot Jūs {platform_name}.
mn: {platform_name} бүртгүүлсэнд баярлалаа.

source: Account Preferences
mn: Хөнгөлөлтийн хувь

source: Sign in with {provider_name}
lv: Pieteikties ar {provider_name}
mn: {provider_name} нэрээр бүртгүүлэх

source: My Notes
lv: Manas piezīmes
mn: Тэмдэглэл

source: You do not have any notes.
lv: Jums nav piezīmju.
mn: Энэ хичээлд ямар нэгэн шинэчлэлт байхгүй байна.

source: Required fields are noted by {strong_start}bold text and an asterisk (*){strong_end}.
mn: Заавар бөглөх шаардлагатай талбаруудыг <strong class="indicator">од(*)-оор тэмдэглэж тодоор бичсэн</strong>.

source: Need help registering with {platform_name}?
lv: Nepieciešama palīdzība, reģistrējoties {platform_name}?
mn: {platform_name} бүртгүүлэхэд тусламж хэрэгтэй юу?

source: Register for {platform_name}
lv: Reģistrēties uz {platform_name}
mn: {platform_name} системийн тохиргоо

source: Create My {platform_name} Account
lv: Izveidot manu {platform_name} kontu
mn: Миний {platform_name} дансыг шинэчил

source: Register below to create your {platform_name} account
lv: Reģistrējieties tālāk, lai izveidotu Jūsu {platform_name} kontu
mn: {platform_name} системд өөрийн бүртгэлийг үүсгэнэ үү

source: Previous
lv: Iepriekšējais
mn: Өмнөх

source: Next
lv: Nākamais
mn: Дараагийнх

source: Create Your {platform_name} Password
mn: Өөрийн {platform_name} Нууц үг шинэчлэх

source: Invalid Password Create Link
mn: Нууц үг шинэчлэх холбоос буруу байна

source: Enroll in {course_name}
mn: {course_name} -д элсэх

source: You can no longer access this course because payment has not yet been received. You can contact the account holder to request payment, or you can unenroll from this course
lv: Jūs vairs nevarat piekļūt šim kursam, jo maksājums vēl nav ticis saņemts. Jūs varat sazināties ar konta īpašnieku, lai pieprasītu maksājumu vai arī izreģistrēties no šī kursa
mn: Төлбөрийг хараахан хүлээж аваагүй учир та энэ курст хамрагдах боломжгүй. Та данс эзэмшигчидтэй холбоо барьж төлбөр авахыг хүсч болно, эсвэл та энэ курст суралцах боломжтой

source: You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
lv: Jūs redzēsiet ziņojumu Jūsu informācijas panelī, kad verifikācijas process būs pabeigts (parasti 1 - 2 dienu laikā).
mn: Баталгаажуулах үйл явц дууссаны дараа та хяналтын самбар дээр харагдах болно (ихэвчлэн 1-2 хоногийн дотор).

source: You have submitted your reverification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
lv: Jūs esat iesnieguši Jūsu verifikācijas informāciju. Jūs redzēsiet ziņojumu Jūsu informācijas panelī, kad verifikācijas process būs pabeigts (parasti 1 - 2 dienu laikā).
mn: Та хүндэтгэлийн мэдээллийг ирүүлсэн. Баталгаажуулах үйл явц дууссаны дараа та хяналтын самбар дээр харагдах болно (ихэвчлэн 1-2 хоногийн дотор).

source: {break_start}Congratulations!{break_end} {provider_name} has approved your request for course credit. To see your course credit, visit the {link_to_provider_site} website.
mn: {break_start} Баяр хүргэе! {break_end} {provider_name} хичээлийн кредит авах хүсэлтийг баталлаа. Курсын зээлийг харахын тулд {link_to_provider_site} вэбсайт руу зочилно уу.

source: Enjoy learning with {platform_name}.
lv: Lai Jums patīkamas mācības kopā ar {platform_name}.
mn: {platform_name} бүртгүүлэхэд тусламж хэрэгтэй юу?

source: Action Required: Activate your {platform_name} account
lv: Nepieciešama darbība: aktivizējiet Jūsu {platform_name} kontu
mn: {platform_name} системд өөрийн бүртгэлийг үүсгэнэ үү

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us immediately. Contact information is listed at:
mn: Таныг {platform_name}-тэй холбоотой {old_email} хаягаа {new_email} болгон өөрчилснийг баталгаажуулж байна. Та энэ хүсэлтийг явуулаагүй бол бидэнд хандана уу

source: Request to change {platform_name} account e-mail
mn: {platform_name} системд өөрийн бүртгэлийг үүсгэнэ үү

source: Thank you for purchasing enrollments in {course_name}.
lv: Paldies, ka iegādājāties reģistrācijas {course_name}.
mn: {course_name} дахь элсэлт худалдан авахад тань баярлалаа.

source: An invoice for {currency_symbol}{total_price} is attached. Payment is due upon receipt. You can find information about payment methods on the invoice.
lv: Rēķins par {currency_symbol}{total_price} ir pievienots. Maksājums ir jāveic, saņemot rēķinu. Jūs varat atrast informāciju par maksājuma metodēm rēķinā.
mn: {currency_symbol} {total_price} -н нэхэмжлэх хавсаргав. Төлбөрийг хүлээн авсны дараа төлнө. Та нэхэмжлэх дээр төлбөрийн аргын талаар мэдээлэл олж авах боломжтой.

source: A .csv file that lists your enrollment codes is attached. You can use the email template below to distribute enrollment codes to your students. Each student must use a separate enrollment code.
lv: Ir pievienota .csv datne, kurā uzskaitīti Jūsu reģistrācijas kodi. Jūs varat izmantot tālāk esošo e-pasta veidni, lai izplatītu reģistrācijas kodus Jūsu studentiem. Katram studentam ir jāizmanto atsevišķs reģistrācijas kods.
mn: Таны элсэлтийн кодыг хавсаргасан A .csv файл хавсаргав. Та оюутны элсэлтийн кодыг тараахын тулд доорхи имэйлийн загварыг ашиглаж болно. Оюутан бүр элсэлтийн тусгай кодыг ашиглах ёстой.

source: We have provided a course enrollment code for you in {course_name}. To enroll in the course, click the following link:
lv: Mēs esam snieguši jums kursa reģistrācijas kodus {course_name}. Lai reģistrētos kursā, klikšķiniet uz sekojošās saites:
mn: Бид танд {course_name} -д курсын элсэлтийн кодыг оруулсан. Сургалтанд орохын тулд дараах холбоос дээр дарна уу:

source: Terms: Due Upon Receipt
lv: Nosacījumi: jāizpilda pēc saņemšanas
mn: Нөхцөл: Хүлээн авсаны дараа

source: If we do not receive payment, the learner enrollments that use these codes will be canceled and learners will not be able to access course materials. All purchases are final. For more information, see the {site_name} cancellation policy.
lv: Ja Jūs nesaņēmāt maksājumu, studentu reģistrācijas, kurās tiek izmantoti šie kodi, tiks atceltas, un audzēkņi nevarēs piekļūt kursa materiāliem. Visi pirkumi ir galīgi. Lai iegūtu plašāku informāciju, apskatiet {site_name} atcelšanas politiku.
mn: Хэрэв бид төлбөрийг хүлээн авдаггүй бол эдгээр кодыг ашигладаг суралцагч хичээлээ цуцалж, суралцагчдад сургалтын материалыг ашиглах боломжгүй болно. Бүх худалдан авалт нь эцсийн байна. Нэмэлт мэдээллийг {site_name} цуцлах бодлогыг үзнэ үү.

source: The reports listed below are available for download. A link to every report remains available on this page, identified by the UTC date and time of generation. Reports are not deleted, so you will always be able to access previously generated reports from this page.
mn: Дараах тайлангуудыг татаж авах боломжтой. Тайлан устахгүй. Тайланг гаргаж буй өдөр, цагийг (UTC-д) тодорхойлсон тайлангийн бүх холбоосыг энэ хуудаснаас авах боломжтой.

source: {strong_start}Note{strong_end}: To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.
mn: {strong_start} Тэмдэглэл {strong_end}: Суралцагчийн мэдээллийг хамгаалахад туслахын тулд энэ хуудасны гаднах мэдээллийг хадгалах эсвэл таван минутын дараа имэйлээр илгээх эсвэл хүлээн авдаг эдгээр тайлангуудтай холбох.
