Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: We sent an email to {strong_start}{email}{strong_end} with a link to activate your account. Can’t find it? Check your spam folder or {link_start}resend the email{link_end}.
fa_ir: ما رایانامه‌ای به {strong_start}{email}{strong_end} با پیوندی برای فعالسازی حساب کاربری شما ارسال کردیم. نمی‌توانید آن را پیدا کنید؟ پوشه هرزنامه خود را بررسی کنید یا {link_start} رایانامه را دوباره ارسال کنید{link_end}.
it_it: Abbiamo inviato un'e-mail a {strong_start}{email}{strong_end} con un link per attivare il tuo account. Non la vedi? Prova a guardare nella cartella dello spam oppure {link_start}richiedi un'altra e-mail{link_end}.

source: Continue to {platform_name}
fa_ir: ادامه در {platform_name}
it_it: Continua su {platform_name}

source: Email Settings for {course_number}
eo: Émäïl Séttïngs för {course_number} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Configuración de email para {course_number}
fa_ir: تنظیمات رایانامه برای {course_number}
it_it: Impostazioni Email per {course_number}
lv: E-pasta iestatījumi kursam {course_number}
mn: {course_number} хичээлийн и-мэйлын тохиргоо

source: Receive course emails
eo: Réçéïvé çöürsé émäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Recibir mensajes de correo electrónico del curso
fa_ir: دریافت رایانامه‌های دوره آموزشی
it_it: Ricevi le mail del corso
lv: Saņemt kursa e-pastus
mn: Хичээлийн и-мэйл хүлээн авах

source: Save Settings
eo: Sävé Séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Guardar ajustes
fa_ir: ذخیره تنظیمات
it_it: Salva le Impostazioni
lv: Saglabāt iestatījumus
mn: Тохиргоо хадгалах

source: Unenroll
eo: Ûnénröll Ⱡ'σяєм ιρѕυм ∂#
es_es: Desinscribirse
fa_ir: لغو ثبت‌نام
it_it: Annulla iscrizione
lv: Izreģistrēties
mn: Бүртгэлээс хасагдах

source: E-mail change failed
eo: É-mäïl çhängé fäïléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Fallo en el cambio de tu correo electrónico.
fa_ir: آدرس رایانامه تغییر نیافت
it_it: Cambio E-mail fallito
lv: E-pasta nomaiņa neizdevās
mn: Цахим шуудан өөрчлөлт амжилтгүй болсон

source: We were unable to send a confirmation email to {email}
eo: Wé wéré ünäßlé tö sénd ä çönfïrmätïön émäïl tö {email} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No ha sido posible enviar una confirmación por correo electrónico a {email}
fa_ir: ارسال رایانامه تأیید به {email} ممکن نیست
it_it: Non era possibile inviare la mail di conferma a {email}
lv: Mums neizdevās nosūtīt apstiprinājuma e-pastu uz {email}
mn: {email} хаяг руу баталгаажуулах и-мэйлыг илгээж чадсангүй.

source: Go back to the {link_start}home page{link_end}.
eo: Gö ßäçk tö thé {link_start}hömé pägé{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Volver a la {link_start}página de inicio{link_end}.
fa_ir: بازگشت به {link_start} صفحه اصلی {link_end}
it_it: Ritorna alla {link_start}home page{link_end}.
lv: Doties atpakaļ uz {link_start}sākumlapu{link_end}.
mn: {link_start}Эхлэл хуудас{link_end} рүү буцах.

source: E-mail change successful!
eo: É-mäïl çhängé süççéssfül! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Correo electrónico cambiado con éxito
fa_ir: آدرس رایانامه تغییر یافت!
it_it: E-mail cambiata con successo!
lv: E-pasta nomaiņa veiksmīga!
mn: Цахим шуудан амжилттай солигдлоо.

source: You should see your new email in your {link_start}dashboard{link_end}.
eo: Ýöü shöüld séé ýöür néw émäïl ïn ýöür {link_start}däshßöärd{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Deberías ver tu nuevo correo en tu {link_start}área personal{link_end}.
fa_ir: اکنون امکان مشاهده رایانامه‌تان را در {link_start}پیشخوان{link_end} دارید.
it_it: La tua nuova email è visibile nella tua {link_start}bacheca{link_end}.
lv: Jūs tagad varēsiet redzēt Jūsu jauno e-pastu Jūsu {link_start}informācijas panelī{link_end}.
mn: Шинэ имэйл хаяг нь {link_start}хянах самбар{link_end} дээр харагдаж байх ёстой.

source: An account with the new e-mail address already exists.
eo: Àn äççöünt wïth thé néw é-mäïl äddréss älréädý éxïsts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Ya existe una cuenta con esta dirección de correo electrónico.
fa_ir: یک حساب کاربری با نشانی رایانامه جدید، پیش از این در سیستم ثبت شده است.
it_it: Un account con il nuovo indirizzo e-mail è già esistente.
lv: Konts ar jauno e-pasta adresi jau pastāv.
mn: Ийм цахим шуудангийн хаягтай хэрэглэгч өмнө нь бүртгэгдсэн байна.

source: You should Register before trying to access the Unit
eo: Ýöü shöüld Régïstér ßéföré trýïng tö äççéss thé Ûnït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Debería Registrarse antes de acceder a la Unidad
fa_ir: پیش از دسترسی به این واحد باید ثبت‌نام کنید
it_it: È necessario eseguire la registrazione prima di provare ad accedere all'unità
lv: Jums ir jāreģistrējas pirms mēģināt piekļūt vienībai
mn: Та нэгж рүү хандалт хийхийн тулд Бүртгүүлэх хэрэгтэй

# self
source: Enroll
eo: Énröll Ⱡ'σяєм ιρѕυ#
es_es: Inscribirse
fa_ir: ثبت‌نام
it_it: Iscriversi
lv: Reģistrēties
mn: Элсэх

source: Don't enroll
eo: Dön't énröll Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: No inscribirse
fa_ir: ثبت‌نام نکنید
it_it: Non iscriverti
lv: Nereģistrēties
mn: Бүртгүүлэхгүй байх

source: Student Enrollment Form
eo: Stüdént Énröllmént Förm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Formulario de inscripción de alumnos
fa_ir: فرم ثبت‌نام یادگیرندگان
it_it: Modulo di Iscrizione degli Studenti
lv: Studentu reģistrācijas forma
mn: Суралцагч Элсэлтийн Маягт

source: Course:
eo: Çöürsé: Ⱡ'σяєм ιρѕυм ∂#
es_es: Curso:
fa_ir: دوره آموزشی:
it_it: Corso:
lv: Kurss:
mn: Хичээл:

source: Add new students
eo: Àdd néw stüdénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Añadir nuevos alumnos
fa_ir: افزودن یادگیرنده جدید
it_it: Aggiungi nuovi studenti
lv: Pievienot jaunu studentus
mn: Шинэ суралцагч нэмэх

source: Existing students:
eo: Éxïstïng stüdénts: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Alumnos existentes:
fa_ir: دانشجویان فعلی:
it_it: Studenti esistenti:
lv: Esošie studenti:
mn: Бүртгэгдсэн суралцагчид:

source: New students added:
eo: Néw stüdénts äddéd: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Nuevos alumnos añadidos:
fa_ir: یادگیرندگان تازه‌وارد:
it_it: Nuovi studenti aggiunti:
lv: Jauni studenti pievienoti:
mn: Шинэ суралцагчид нэмэгдлээ:

source: Students rejected:
eo: Stüdénts réjéçtéd: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Alumnos rechazados
fa_ir: یادگیرندگان ردشده:
it_it: Studenti respinti:
lv: Atteikts studentiem:
mn: Татгалзсан суралцагчид:

source: Debug:
eo: Déßüg: Ⱡ'σяєм ιρѕυм #
es_es: Depuración:
fa_ir: اشکال‌زدایی:
lv: Atkļūdot:
mn: Алдааг хайх

source: External Authentication failed
eo: Éxtérnäl Àüthéntïçätïön fäïléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Autenticación externa fallida
fa_ir: احراز هویت خارجی موفقیت‌آمیز نبود
it_it: Autenticazione Esterna fallita
lv: Ārēja autentifikācija neizdevās
mn: Гадаад бүртгэлд алдаа гарлаа.

source: organization logo
eo: örgänïzätïön lögö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: نشان تجاری سازمان
it_it: logo organizzazione

source: Password Reset
eo: Pässwörd Rését Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fa_ir: بازیابی گذرواژه
it_it: Reimposta password
lv: Paroles atiestatīšana
mn: Нууц үг дахин авах

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
eo: Pléäsé éntér ýöür é-mäïl äddréss ßélöw, änd wé wïll é-mäïl ïnstrüçtïöns för séttïng ä néw pässwörd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Por favor ingresa tu dirección de correo electrónico y te enviaremos las instrucciones para restablecer tu contraseña.
fa_ir: لطفا نشانی رایانامه خود را در زیر وارد کنید تا شیوه بازیابی گذرواژه برای شما ارسال شود.
it_it: Inserisci il tuo indirizzo e-mail qui sotto, e ti invieremo le istruzioni per impostare una nuova password.
lv: Lūdzu, ievadiet Jūsu e-pasta adresi zemāk, un mēs nosūtīsim e-pastā instrukcijas jaunas paroles iestatīšanai.
mn: Цахим шуудангийн хаягаа оруулна уу бид танд нууц үг солих заавар илгээх болно.

source: Required Information
eo: Réqüïréd Ìnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Información requerida
fa_ir: اطلاعات ضروری
it_it: Informazioni Richieste
lv: Nepieciešamā informācija
mn: Шаардлагатай мэдээлэл

source: Your E-mail Address
eo: Ýöür É-mäïl Àddréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Tu dirección de correo electrónico
fa_ir: نشانی رایانامه شما
it_it: Il Tuo Indirizzo E-mail
lv: Jūsu e-pasta adrese
mn: Таны цахим шуудангийн хаяг

source: This is the e-mail address you used to register with {platform}
eo: Thïs ïs thé é-mäïl äddréss ýöü üséd tö régïstér wïth {platform} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Esta es la dirección de correo electrónico que utilizaste para registrarte en {platform}
fa_ir: این نشانی رایانامه‌ای است که شما با آن در {platform} ثبت‌نام کرده‌اید
it_it: Questo è l'indirizzo di posta elettronica che hai usato per registrarti a {platform}
lv: E-pasta adrese, kuru Jūs izmantojāt, lai reģistrētos {platform}
mn: {platform} системд бүртгүүлэхэд ашигласан таны цахим шуудангийн хаяг

source: Reset My Password
eo: Rését Mý Pässwörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: بازیابی گذرواژه من
it_it: Reimposta la Mia Password
lv: Atiestatīt manu paroli
mn: Нууц Үгээ Сольё

source: Email is incorrect.
eo: Émäïl ïs ïnçörréçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: La dirección de correo electrónico no es válida
fa_ir: نشانی رایانامه صحیح نیست.
it_it: Email non corretta.
lv: E-pasts ir nepareizs.
mn: Имэйл хаяг буруу байна.

source: The course has ended.
eo: Thé çöürsé häs éndéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: El curso ha finalizado.
fa_ir: دوره آموزشی پایان یافته است.
it_it: Il corso è terminato.
lv: Kurss ir beidzies.
mn: Энэ хичээл дууссан.

source: The due date for this assignment has passed.
eo: Thé düé däté för thïs ässïgnmént häs pässéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: La fecha de vencimiento de esta tarea ha pasado.
fa_ir: موعد ارائۀ این تکلیف گذشته است.
it_it: La data di scadenza per questo compito è trascorsa.
lv: Šī uzdevuma izpildes datums ir beidzies.
mn: Энэ даалгаврын хугацаа дууссан.

source: Because the course has ended, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
eo: Béçäüsé thé çöürsé häs éndéd, thïs ässïgnmént ïs nö löngér äväïläßlé.{line_break}Ìf ýöü hävé çömplétéd thïs ässïgnmént, ýöür grädé ïs äväïläßlé ön thé {link_start}prögréss pägé{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕ#
es_es: Puesto que el curso ha terminado, esta tarea ya no está disponible.{line_break} Si ha completado esta tarea, su calificación está disponible en la {link_start}página de progreso{link_end}.
fa_ir: از آنجا که دوره آموزشی به پایان رسیده‌است، این تکلیف دیگر در دسترس نیست. {line_break} اگر این تکلیف را تکمیل کنید، نمره شما در {link_start} صفحۀ پیشرفت {link_end} نمایش داده خواهدشد.
it_it: Poiché il corso è terminato, questo compito non è più disponibile. {line_break}Se questo compito è stato completato, la valutazione è disponibile nella {link_start}pagina di avanzamento{link_end}.
lv: Tā kā kurss ir beidzies, uzdevums vairs nav pieejams.{line_break}Ja Jūs esat pabeiguši šo uzdevumu, Jūsu atzīmes ir pieejamas {link_start}progresa lapā{link_end}.
mn: Сургалт дууссан тул энэ даалгаврыг хийх боломжгүй болсон. {line_break} Хэрэв та энэ даалгаврыг гүйцэтгэсэн бол, таны зэрэг {link_start} progress page {link_end} дээр боломжтой.

source: Because the due date has passed, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
eo: Béçäüsé thé düé däté häs pässéd, thïs ässïgnmént ïs nö löngér äväïläßlé.{line_break}Ìf ýöü hävé çömplétéd thïs ässïgnmént, ýöür grädé ïs äväïläßlé ön thé {link_start}prögréss pägé{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια#
es_es: Puesto que la fecha de vencimiento ha pasado, esta tarea ya no está disponible.{line_break} Si ha completado esta tarea, su calificación está disponible en la {link_start}página de progreso{link_end}.
fa_ir: از آنجا که دوره آموزشی به پایان رسیده‌است، این تکلیف دیگر در دسترس نیست. {line_break} اگر این تکلیف را تکمیل کنید، نمرۀ شما در {link_start} صفحۀ پیشرفت {link_end} نمایش داده خواهدشد.
it_it: Poiché la data di scadenza è trascorsa, questo compito non è più visibile. {line_break}Se questo compito è stato completato, la valutazione è disponibile nella {link_start}pagina di avanzamento{link_end}.
lv: Tā kā izpildes datums ir pagājis, uzdevums vairs nav pieejams.{line_break}Ja Jūs esat pabeiguši šo uzdevumu, Jūsu atzīmes ir pieejamas {link_start}progresa lapā{link_end}.
mn: Хугацаа нь дууссан тул энэ даалгаврыг хийх боломжгүй болсон. {line_break} Хэрэв та энэ даалгаврыг гүйцэтгэсэн бол, таны зэрэг {link_start} progress page {link_end} дээр боломжтой.

source: Search for a course
eo: Séärçh för ä çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Buscar un curso
fa_ir: جستجوی دوره آموزشی
it_it: Cerca un corso
lv: Meklēt kursu
mn: Хичээл хайх

source: Welcome to {platform_name}
eo: Wélçömé tö {platform_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Bienvenido a la plataforma {platform_name}
fa_ir: به {platform_name} خوش آمدید
it_it: Benvenuto su {platform_name}
lv: Esiet sveicināti {platform_name}
mn: {platform_name} системд тавтай морил

source: It works! Powered by Open edX{registered_trademark}
eo: Ìt wörks! Pöwéréd ßý Öpén édX{registered_trademark} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: این مورد کار می کند! با استفاده از Open edX {registered_trademark}
it_it: Funziona! Powered by Open edX{registered_trademark}

source: Invalid email change key
eo: Ìnvälïd émäïl çhängé kéý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Clave de cambio de correo electrónico inválida
fa_ir: کلید تغییر نشانی رایانامه معتبر نیست
it_it: Chiave cambio email non valida
lv: Nederīga e-pasta nomaiņas atslēga
mn: Имэйл өөрчлөх түлхүүр буруу

source: This e-mail key is not valid. Please check:
eo: Thïs é-mäïl kéý ïs nöt välïd. Pléäsé çhéçk: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Esta clave de correo electrónico no es válida. Por favor revisar:
fa_ir: این کلید نشانی رایانامه معتبر نیست، لطفا آن را بررسی کنید:
it_it: Questa chiave e-mail non è valida. Per favore, verifica:
lv: Šī e-pasta atslēga nav derīga. Lūdzu, pārbaudiet:
mn: Энэ имэйл түлхүүр нь хүчингүй байна. Шалгана уу:

source: Was this key already used? Check whether the e-mail change has already happened.
eo: Wäs thïs kéý älréädý üséd? Çhéçk whéthér thé é-mäïl çhängé häs älréädý häppénéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: ¿Esta clave ya se había utilizado? Por favor revisa si el cambio de correo electrónico ya fue realizado.
fa_ir: آیا از این کلید قبلاً استفاده شده‌است ؟ لطفا بررسی کنید که آیا نشانی رایانامه اخیرا تغییر کرده است.
it_it: Questa chiave è già stata usata? Verifica se il cambio di e-mail è già stato effettuato.
lv: Vai šī atslēga jau tika izmantota? Pārbaudiet, vai e-pasta nomaiņa ir jau notikusi.
mn: Энэ түлхүүр аль хэдийн ашиглагдсан байна уу? е-майл нь өөрчлөгдсөн эсэхийг шалгана.

source: Did your e-mail client break the URL into two lines?
eo: Dïd ýöür é-mäïl çlïént ßréäk thé ÛRL ïntö twö lïnés? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: ¿Tu cliente de correo electrónico separó la URL en dos líneas?
fa_ir: آیا نشانی رایانامه شما، آدرس اینترنتی را به دو قسمت تقسیم کرده است؟
it_it: Il tuo client di posta ha separato l'URL su due righe?
lv: Vai Jūsu e-pasta programma sadalīja URL divās rindiņās?

source: The keys are valid for a limited amount of time. Has the key expired?
eo: Thé kéýs äré välïd för ä lïmïtéd ämöünt öf tïmé. Häs thé kéý éxpïréd? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Las claves son válidas por un tiempo limitado. ¿Ha expirado tu clave?
fa_ir: این کلیدها برای مدت زمان محدودی فعال هستند، آیا این کلید منقضی شده است؟
it_it: Le chiavi hanno validità limitata. La chiave è scaduta?
lv: Atslēgas ir derīgas ierobežotu laika posmu. Vai atslēgas derīgums ir beidzies?
mn: Түлхүүрүүд нь цаг хугацааны хязгаарлагдмал хэмжээтэй байдаг. Түлхүүрийн хугацаа нь дууссан уу?

source: Showing all matching content eligible to be added into {display_name}. Each student will be assigned {max_count} component drawn randomly from this list.
eo: Shöwïng äll mätçhïng çöntént élïgïßlé tö ßé äddéd ïntö {display_name}. Éäçh stüdént wïll ßé ässïgnéd {max_count} çömpönént dräwn rändömlý fröm thïs lïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυм#
fa_ir: نمایش همه محتوا منطبق که به {display_name} اضافه شود. به هر یادگیرنده {max_count} مولفه‌‌ای اختصاص داده می‌شود که به‌طور تصادفی از این فهرست اخذ شده‌اند.
it_it: Visualizzazione di tutto il contenuto corrispondente idoneo per essere aggiunto a {display_name}. A ciascuno studente verrà assegnato {max_count} componente estratto casualmente da questo elenco.
lv: Parāda visu atbilstošo saturu, ko ir iespējams pievienot {display_name}. Katram studentam tiks piesaistīts {max_count} nejauši izvēlēts komponents no šī saraksta.
mn: {display_name}-д нэмэх боломжтой бүх агуулгыг харуулж байна. Суралцагч болгонд энэ жагсаалтнаас санасаргүйгээр сонгогдсон {max_count} хэсэг оноогдох болно.

source: External resource
eo: Éxtérnäl résöürçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: منبع خارجی
it_it: Risorsa esterna
lv: Ārējs resurss
mn: Гадаад нөөц

source: {points} / {total_points} points
eo: {points} / {total_points} pöïnts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: {points} / {total_points} puntos
fa_ir: {points} از {total_points} امتیاز
it_it: {points} / {total_points} punti
lv: {points} / {total_points} punkti
mn: {points} / {total_points} оноо

source: {total_points} points possible
eo: {total_points} pöïnts pössïßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: {total_points} puntos posibles
fa_ir: ‫{total_points} امتیاز ممکن
it_it: {total_points} punti disponibili
lv: {total_points} punkti iespējami
mn: {total_points} боломжит оноо

source: View resource in a new window
eo: Vïéw résöürçé ïn ä néw wïndöw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Ver el recurso en una nueva ventana
fa_ir: مشاهده منابع در پنجره جدید
it_it: Visualizza la risorsa in una nuova finestra
lv: Skatīt resursu jaunā logā
mn: Шинэ цонхонд нөөцийг харах

source: Please provide launch_url. Click "Edit", and fill in the required fields.
eo: Pléäsé prövïdé läünçh_ürl. Çlïçk "Édït", änd fïll ïn thé réqüïréd fïélds. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Por favor, indica la url de lanzamiento (launch_url). Pulsa "Editar" y cumplimenta los campos requeridos.
fa_ir: پس از ارائه launch_url، "ویرایش" را بزنید، و خانه‌های لازم را پر کنید.
it_it: Fornisci un launch_url. Clicca "Edit", e compila i campi obbligatori.
lv: Lūdzu, sniedziet launch_url. Klikšķiniet "Rediģēt", un aizpildiet nepieciešamos laukus.
mn: Launch_url оруулна уу. "Edit " дээр дарж, шаардлагатай талбаруудыг бөглөнө.

source: Feedback on your work from the grader:
eo: Féédßäçk ön ýöür wörk fröm thé grädér: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Comentario sobre tu trabajo del evaluador:
fa_ir: نظر استاد درباره کار شما :
it_it: Commenti al tuo lavoro da parte dell'esaminatore:
lv: Atgriezeniskā saite par Jūsu darbu no vērtētāja:
mn: Таны ажлыг шалгасан хүний санал хүсэлт

source: Press to Launch
eo: Préss tö Läünçh Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Pulsa para lanzar
fa_ir: فشار دهید تا اجرا شود
it_it: Premere per Lanciare
lv: Nospiediet, lai palaistu

source: Manage student accounts
eo: Mänägé stüdént äççöünts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Gestionar cuentas de estudiantes
fa_ir: مدیریت حساب‌‌‌کاربری یادگیرندگان
it_it: Gestione account studente
lv: Pārvaldītais studentu kontus
mn: Оюутны дансыг удирдах

source: Username:
eo: Ûsérnämé: Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Identificador de usuario:
fa_ir: نام کاربری:
it_it: Nome utente:
lv: Lietotājvārds:
mn: Хэрэглэгчийн нэр:

source: Profile:
eo: Pröfïlé: Ⱡ'σяєм ιρѕυм ∂#
es_es: Perfil:
fa_ir: پرونده کاربری:
it_it: Profilo:
lv: Profils:
mn: Профайл:

source: Image:
eo: Ìmägé: Ⱡ'σяєм ιρѕυ#
es_es: Imagen:
fa_ir: تصویر:
it_it: Immagine:
lv: Attēls:
mn: Зураг:

source: Name:
eo: Nämé: Ⱡ'σяєм ιρѕ#
es_es: Nombre:
fa_ir: نام:
it_it: Nome:
lv: Vārds:
mn: Нэр:

source: Choose an action:
eo: Çhöösé än äçtïön: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Elige una acción:
fa_ir: انتخاب کنید
it_it: Scegli un'azione:
lv: Izvēlieties darbību:
mn: Үйлдлийг сонгоно уу:

source: View Profile
eo: Vïéw Pröfïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Ver perfil
fa_ir: مشاهده پرونده کاربری
it_it: Vedi profilo
lv: Skatīt profilu
mn: Профайл Үзэх

source: Disable Account
eo: Dïsäßlé Àççöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Deshabilitar cuenta
fa_ir: غیرفعال‌سازی حساب کاربری
it_it: Disabilita Account
lv: Atspējot profilu
mn: Хэрэглэгчийн эрхийг хаах

source: Reenable Account
eo: Réénäßlé Àççöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Habilitar cuenta
fa_ir: فعال‌سازی دوباره حساب‌کاربری
it_it: Riabilita Account
lv: Atkārtoti iespējot profilu
mn: Хэрэглэгчийн эрхийг нээх

source: Remove Profile Image
eo: Rémövé Pröfïlé Ìmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Eliminar imagen del perfil
fa_ir: حذف عکس پرونده کاربری
it_it: Rimuovi l'immagine del profilo
lv: Noņemt profila attēlu
mn: Профайл Зураг Устгах

source: Students whose accounts have been disabled
eo: Stüdénts whösé äççöünts hävé ßéén dïsäßléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Alumnos cuyas cuentas han sido deshabilitadas
fa_ir: یادگیرندگانی که حساب‌کاربری‌شان غیرفعال است.
it_it: Studenti i cui account sono stati disabilitati
lv: Studenti, kuru konti ir atspējoti
mn: Эрх нь идэвхгүй болсон хэрэглэгчид

source: (reload your page to refresh)
eo: (rélöäd ýöür pägé tö réfrésh) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: (recarga tu página para actualizar)
fa_ir: ( صفحه را دوباره بارگذاری کنید تا تجدید شود )
it_it: (ricarica la pagina per aggiornare)
lv: (pārlādējiet Jūsu lapu, lai atsvaidzinātu)
mn: (сэргээхийн тулд хуудсыг ачаалах)

source: working
eo: wörkïng Ⱡ'σяєм ιρѕυм #
es_es: procesando
fa_ir: در حال کار
it_it: elaborazione in corso
lv: darbojas
mn: ажиллаж байна

source: There has been an error on the {platform_name} servers
eo: Théré häs ßéén än érrör ön thé {platform_name} sérvérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Ha habido un error en los servidores de {platform_name}
fa_ir: خطایی در سرویس‌دهنده‌های {platform_name} رخ داده است
it_it: Si è verificato un errore nei server di {platform_name}
lv: Notika kļūda {platform_name} serveros
mn: {platform_name} системийн серверүүдэд алдаа байна.
