Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: The number of subsections in the course that contain problems of this assignment type.
fa_ir: تعداد زیرمجموعه‌های این دوره که دارای مشکلاتی از این نوع تکلیف است.
he: מספר תתי הפרקים בקורס המכיל בעיות של סוג משימה זה.
it_it: Il numero di sottosezioni del corso che contengono problemi di questo tipo di compito.
tr_tr: Bu görev türü problemlerini içeren ders altbölümlerinin sayısı.

source: Number of Droppable
fa_ir: تعداد موارد قابل انتقال
he: מספר שניתן להשמיט
it_it: Numero di eliminabili
tr_tr: Atılabilir Olanların Sayısı

source: The number of assignments of this type that will be dropped. The lowest scoring assignments are dropped first.
fa_ir: تعداد تکالیف از این نوع که حذف خواهند شد. ابتدا کمترین امتیازات حذف می‌شود.
he: מספר המשימות מסוג זה שיושמטו. המשימות בעלות הציון הנמוך ביותר יושמטו תחילה.
it_it: Il numero di compiti di questo tipo che verranno eliminati. I compiti con il punteggio più basso vengono eliminati per primi.
tr_tr: Not hesaplamada gözardı edilebilecek görev sayısı. En düşük notlu görevler hesaplamadan önce düşülür.

source: Course Handouts
fa_ir: جزوات دوره آموزشی
he: דפי מידע של הקורס
it_it: Materiali del Corso
tr_tr: Ders Notları

source: You have no handouts defined
fa_ir: شما هیچ جزوۀ تعریف‌شده‌ای ندارید
he: לא הוגדרו דפי מידע
it_it: Nessun materiale da distribuire definito
tr_tr: Tanımlanmış ders notlarınız yok

source: There is invalid code in your content. Please check to make sure it is valid HTML.
fa_ir: کد نامعتبری در محتوای شما وجود دارد. لطفاً مطمئن شوید که اچ تی ام ال معتبر است.
he: יש קוד לא חוקי בתוכן שלך. אנא ודא כי זהו HTML חוקי.
it_it: C'è un codice non valido nel tuo contenuto. Controlla per assicurarti che sia un codice HTML valido.
tr_tr: İçeriğinizde geçersiz kod var. Lütfen geçerli HTML olduğundan emin olmak için kontrol edin.

source: Date
fa_ir: تاریخ
he: תאריך
it_it: Data
tr_tr: Tarih

source: Post
fa_ir: ارسال
he: שלח
tr_tr: Gönderi

source: Enable discussion
fa_ir: فعالسازی گفتگو
it_it: Abilita discussione
tr_tr: Tartışmayı genişlet

source: Due Date:
fa_ir: تاریخ سررسید
he: תאריך יעד:
it_it: Data di scadenza:
tr_tr: Bitiş Tarihi:

source: Due Time in UTC:
fa_ir: تاریخ سررسید به ساعت جهانی:
he: תאריך יעד ב-UTC:
it_it: Ora scadenza in UTC:
tr_tr: UTC'de Tamamlanma Zamanı:

source: Clear Grading Due Date
fa_ir: حذف تاریخ‌های سررسید نمره‌دهی
he: נקה תאריך יעד לדירוג
it_it: Cancella data di scadenza valutazione
tr_tr: Notlama Tamamlanma Tarihini Temizle

source: Chapter Name
fa_ir: نام فصل
he: שם הפרק
it_it: Nome Capitolo
tr_tr: Bölüm Adı

source: Chapter {order}
fa_ir: فصل {order}
it_it: Capitolo {order}
tr_tr: Bölüm {order}

source: provide the title/name of the chapter that will be used in navigating
fa_ir: عنوان/نام فصلی را ارائه دهید که در پیمایش استفاده می‌شود
he: ספק את הכותרת/שם הפרק שייעשה בו שימוש בניווט
it_it: fornire il titolo/nome del capitolo che verrà utilizzato nella navigazione
tr_tr: yönlendirmede kullanılacak olan bölümün başlık/ismini sağlar

source: Chapter Asset
fa_ir: ویژگی فصل
he: נכס הפרק
it_it: Asset capitolo
tr_tr: Bölüm Verisi

source: upload a PDF file or provide the path to a Studio asset file
fa_ir: یک پرونده PDF بارگذاری کنید یا مسیری برای پرونده منبع مربوط به هنرکده را ارائه دهید
he: העלה קובץ PDF או ספק את הדרך לקובץ נכס הסטודיו
it_it: carica un file PDF o fornisci il percorso di un file asset di Studio
tr_tr: Bir PDF dosyası yükle ya da Studio veri dosyasına olan yolu sağla

source: Upload PDF
fa_ir: بارگذاری پی دی اف
he: העלה קובץ PDF
it_it: Carica PDF
tr_tr: PDF yükle

source: delete chapter
fa_ir: حذف فصل
he: מחק פרק
it_it: cancella capitolo
tr_tr: bölüm sil

source: Textbook information
fa_ir: اطلاعات متن آموزشی
he: מידע על ספר הקורס
it_it: Informazioni sul libro di testo
tr_tr: Ders Kitabı bilgisi

source: Textbook Name
fa_ir: نام متن آموزشی
he: שם ספר הקורס
it_it: Nome libro di testo
tr_tr: Ders Kitabı Adı

source: Introduction to Cookie Baking
fa_ir: مقدمه‌ای بر Cookie Baking
he: מבוא לאפיית עוגיות
it_it: Introduzione alla Cottura dei biscotti
tr_tr: Kurabiye Pişirmeye Giriş

source: provide the title/name of the text book as you would like your students to see it
fa_ir: عنوان/نام متن آموزشی را همان‌طور که مایلید یادگیرندگان آن را ببینند ارائه دهید
he: ספק את הכותרת או שם ספר הקורס כפי שהיית רוצה שהסטודנטים ייראו
it_it: fornisci il titolo/nome del libro di testo come vorresti che i tuoi studenti lo vedessero
tr_tr: Öğrencilerinizin görmesini istediğiniz gibi ders kitabına başlık/isim sağlar

source: Chapter information
fa_ir: اطلاعات فصل
he: מידע על הפרק
it_it: Informazioni capitolo
tr_tr: Bölüm bilgileri

source: Add a Chapter
fa_ir: افزودن فصل
he: הוסף פרק
it_it: Aggiungi un Capitolo
tr_tr: Bir Bölüm Ekle

source: Edit Title
fa_ir: ویرایش عنوان
it_it: Modifica titolo
tr_tr: Başlığı Düzenle

source: Grading
fa_ir: نمره‌دهی
he: ציונים
it_it: Valutazione
tr_tr: Notlandırma

source: Grade as:
fa_ir: نمره به‌عنوان:
he: תן ציון כ:
it_it: Valuta come:
tr_tr: Şöyle notlandırılmış:

source: Not Graded
fa_ir: فاقد نمره
he: לא ניתן ציון
it_it: Non qualificato.
tr_tr: Notlandırılmadı

source: Cannot delete when in use by an experiment
fa_ir: هنگامی که از آن در تجربه‌ای استفاده می‌شود امکان حذف آن نیست
he: לא ניתן למחוק כאשר נמצא בשימוש הניסוי
it_it: Impossibile da eliminare se viene utilizzato da un esperimento
tr_tr: Bir deney tarafından kullanılıyorken silinemez.

source: This Group Configuration is used in:
fa_ir: پیکربندی این گروه در حال استفاده است در:
he: הגדרת הקבוצה נמצאת בשימוש ב:
it_it: Questa configurazione di gruppo viene utilizzata in:
tr_tr: Bu Grup Yapılandırması kullanılır:

source: This Group Configuration is not in use. Start by adding a content experiment to any Unit via the {linkStart}Course Outline{linkEnd}.
fa_ir: از این پیکربندی گروه هیچ استفاده‌ای نمی‌شود. با افزودن یک تجربۀ محتوا به هر واحد از طریق {linkStart} رئوس مطالب دوره {linkEnd} شروع کنید.
he: הגדרת תצורת קבוצה זו אינה בשימוש. התחל בהוספת ניסוי תוכן לכל יחידה באמצעות {linkStart}תרשים הקורס{linkEnd}.
it_it: Questa configurazione di gruppo non è in uso. Inizia aggiungendo un esperimento sul contenuto a qualsiasi unità tramite {linkStart}Struttura del corso{linkEnd}.
tr_tr: Bu Grup Yapılandırması kullanımda değil. {linkStart}Ders Taslağı{linkEnd} üzerinde herhangi bir üniteye deneysel içerik ekleyerek başlayabilirsiniz.

source: Group Configuration information
fa_ir: اطلاعات پیکربندی گروه
he: מידע על הגדרת קבוצה
it_it: Informazioni sulla configurazione del gruppo
tr_tr: Grup Yapılandırma bilgileri

source: Group Configuration Name
fa_ir: نام پیکربندی گروه
he: שם הגדרת קבוצה
it_it: Nome configurazione gruppo
tr_tr: Grup Yapılandırma Adı

source: Group Configuration ID
fa_ir: شناسۀ پیکربندی گروه
he: מזהה הגדרת קבוצה
it_it: ID configurazione gruppo
tr_tr: Grup Yapılandırma Kimliği

source: This is the Name of the Group Configuration
fa_ir: این نام پیکربندی گروه است
he: זהו שם הגדרת הקבוצה
it_it: Questo è il nome della configurazione del gruppo
tr_tr: Bu Grup Yapılandırma İsmi

source: Name or short description of the configuration
fa_ir: نام یا شرح کوتاهی از پیکربندی
he: שם או תיאור קצר של הגדרה
it_it: Nome o breve descrizione della configurazione
tr_tr: Yapılandırmanın adı ya da kısa açıklaması

source: This is the Description of the Group Configuration
fa_ir: این شرح کوتاه پیکربندی گروه است
he: זהו תיאור הגדרת הקבוצה
it_it: Questa è la descrizione della configurazione del gruppo
tr_tr: Bu Grup Yapılandırmasının Açıklaması

source: Optional long description
fa_ir: شرح مفصل اختیاری
he: תיאור ארוך - רשות
it_it: Descrizione lunga facoltativa
tr_tr: İsteğe Bağlı Uzun Açıklama

source: Group information
fa_ir: اطلاعات گروه
he: מידע על הקבוצה
it_it: Informazioni sul gruppo
tr_tr: Grup bilgisi

source: Name of the groups that students will be assigned to, for example, Control, Video, Problems. You must have two or more groups.
fa_ir: نام گروه‌هایی که یادگیرندگان به آن‌ها اختصاص داده می‌شوند، مثلاً ، کنترل، ویدئو، مشکلات. شما باید دو یا چند گروه داشته باشید.
he: שמות הקבוצות אליהן יוקצו הסטודנטים, לדוגמה, בקרה, וידאו, בעיות. יש צורך בשתי קבוצות לפחות.
it_it: Nome dei gruppi a cui verranno assegnati gli studenti, ad esempio Controllo, Video, Problemi. È necessario avere due o più gruppi.
tr_tr: Öğrencilerin atanacağı grupların ismi. Örnek olarak, Kontrol, Video, Problemler. İki ya da daha fazla grubunuz olmalıdır.

source: Add another group
fa_ir: افزودن گروه دیگر
he: הוסף קבוצה אחרת
it_it: Aggiungi un altro gruppo
tr_tr: Başka grup ekle

source: This configuration is currently used in content experiments. If you make changes to the groups, you may need to edit those experiments.
fa_ir: این پیکربندی در حال حاضر در تجربیات محتوا استفاده می‌شود. اگر تغییراتی در گروه‌ها ایجاد کنید‌، ممکن است لازم باشد آن آزمایش‌ها را ویرایش کنید.
he: הגדרה זו נמצאת כעת בשימוש ניסוי תוכן. אם תשנה את הקבוצות, יתכן שתצטרך לבצע עריכה בניסויים אלו.
it_it: Questa configurazione è attualmente utilizzata negli esperimenti sui contenuti. Se apporti modifiche ai gruppi, potrebbe essere necessario modificare tali esperimenti.
tr_tr: Bu yapılandırma son olarak içerik deneylerinde kullanıldı. Eğer gruplarda değişiklik yaparsanız, deneyleri düzenlemeniz gerekebilir.

source: delete group
fa_ir: حذف گروه
he: מחק קבוצות
it_it: cancella gruppo
tr_tr: grubu sil

source: Enter 3-5 highlights to include in the email message that learners receive for this section (250 character limit).
fa_ir: 3-5 نکتۀ برجسته را وارد کنید تا در پیام رایانامه‌ای که یادگیرندگان برای این بخش دریافت می‌کنند (محدودیت 250 نویسه) وارد شود.
it_it: Immetti 3-5 momenti importanti da includere nel messaggio email inviato agli studenti per questa sezione (limite di 250 caratteri).
tr_tr: Öğrencilerin bu bölüm için alacağı e-posta iletilerinde göreceği 3-5 renkli vurgulamayı girin (250 karakter sınırı).

source: Highlight {highlight_index}
fa_ir: {highlight_index} برجسته
it_it: Momento importante {highlight_index}
tr_tr: Renkli vurgulama {highlight_index}

source: A highlight to look forward to this week.
fa_ir: برجستگی این هفته.
it_it: Un momento importante da attendere con ansia questa settimana.
tr_tr: Bu hafta yapılacaklara bir göz atalım.

source: License Type
fa_ir: نوع پروانه
he: סוג רישיון
it_it: Tipo di licenza
tr_tr: Lisans Tipi

source: Learn more about {license_name}
fa_ir: اطلاعات بیشتر درباره {license_name}
he: למד עוד אודות {license_name}
it_it: Scopri di più su {license_name}
tr_tr: {license_name} hakkında daha fazla öğren

source: Options for {license_name}
fa_ir: گزینه‌هایی برای {license_name}
he: אפשרויות עבור {license_name}
it_it: Opzioni per {license_name}
tr_tr: {license_name} için seçenekler

source: The following options are available for the {license_name} license.
fa_ir: گزینه‌های زیر برای {license_name} فراهم هستند.
he: האפשרויות הבאות זמינות עבור רישיון {license_name}.
it_it: Per la licenza {license_name} sono disponibili le seguenti opzioni.
tr_tr: Aşağıdaki seçenekler {license_name} lisansı için geçerlidir.

source: License Display
fa_ir: نمایش پروانه
he: תצוגת רישיון
it_it: Visualizzazione licenza
tr_tr: Lisans Ekranı

source: The following message will be displayed at the bottom of the courseware pages within your course:
fa_ir: پیام زیر در پایین صفحۀ دوره‌های آموزشی مربوط به دورۀ شما نمایش داده می‌شود:
he: ההודעה הבאה תוצג בתחתית דפי תוכנת המחשב של הקורס הנמצא בתוך הקורס:
it_it: Il seguente messaggio verrà visualizzato nella parte inferiore delle pagine all'interno del corso:
tr_tr: Aşağıdaki ileti eğitiminizdeki ders yazılım sayfasının altında görüntülenecektir.

source: Creative Commons licensed content, with terms as follow:
fa_ir: تحت لیسانس Creative Commons با شرایط زیر:
he: תוכן ברישיון Creative Commons, כפוף לתנאים הבאים:
it_it: Contenuti protetti da licenza Creative Commons, i termini della licenza sono i seguenti:
tr_tr: Creative Commons lisanslı içerik, şu koşullara sahiptir:

source: Some Rights Reserved
fa_ir: بعضی از حقوق محفوظ است
he: חלק מהזכויות שמורות
tr_tr: Bazı Hakları Saklıdır

source: New %(item_type)s
fa_ir: %(item_type)s جدید
he: חדש %(item_type)s
it_it: Nuovo %(item_type)s
tr_tr: Yeni %(item_type)s

source: Clear
fa_ir: حذف
he: נקה
it_it: Pulisci
tr_tr: Temizle

source: Clear Value
fa_ir: حذف مقدار
he: נקה ערך
it_it: Annulla valore
tr_tr: Değeri Temizle

source: Download
fa_ir: بارگیری
he: הורד
tr_tr: İndir

source: {categoryText} in {parentDisplayname}
fa_ir: {categoryText} در {parentDisplayname}
tr_tr: {parentDisplayname} içinde {categoryText}

source: Current location
fa_ir: مکان کنونی
it_it: Ubicazione corrente
tr_tr: Şu anki konum

source: Currently selected
fa_ir: در حال حاضر این مورد انتخاب شده‌است
it_it: Attualmente selezionato
tr_tr: Şu an seçili

source: You haven't added any textbooks to this course yet.
fa_ir: شما هنوز هیچ متن آموزشی به این دوره آموزشی اضافه نکرده‌اید.
he: לא הוספת עדיין ספרי לימוד לקורס זה.
it_it: Non è stato ancora aggiunto alcun libro di testo a questo corso.
tr_tr: Bu derse herhangi bir ders kitabı eklemediniz.

source: Add your first textbook
fa_ir: افزودن اولین متن آموزشی
he: הוסף את ספר הלימוד הראשון שלך
it_it: Aggiungi il primo libro di testo
tr_tr: İik ders kitabınızı ekleyin

source: This group controls access to:
fa_ir: این گروه دسترسی به این موارد را کنترل می‌کند:
it_it: Questo gruppo controlla l'accesso a:
tr_tr: Bu grup şuraya erişimi yönetir:

source: In the {linkStart}Course Outline{linkEnd}, use this group to control access to a component.
fa_ir: در {linkStart} رئوس مطالب دوره آموزشی {linkEnd}، برای کنترل دسترسی به یک مؤلفه این گروه استفاده کنید.
it_it: Nella {linkStart}Struttura del corso{linkEnd}, utilizza questo gruppo per controllare l'accesso al componente.

source: Previous Uploads
fa_ir: بارگذاری‌های پیشین
he: העלאות קודמות
it_it: Caricamenti precedenti
tr_tr: Önceki Yüklemeler

source: Download available encodings (.csv)
fa_ir: بارگیری رمزگذاری‌های موجود (.csv)
he: הורד קידודים זמינים (CSV)
it_it: Scarica codifiche disponibili (.csv)
tr_tr: Mevcut (.csv) kodlamasını indir

source: Thumbnail
fa_ir: تصویر کوچک
tr_tr: Küçük Resim

source: Video ID
fa_ir: شناسه ویدیو
he: מזהה וידאו
tr_tr: Video No

source: Transcripts
fa_ir: زیرنویس
it_it: Trascrizioni
tr_tr: Altyazılar

source: Video Status
fa_ir: وضعیت ویدئو
it_it: Stato video
tr_tr: Video Durumu

source: Remove this video
fa_ir: حذف این ویدئو
it_it: Rimuovi questo video
tr_tr: Bu videoyu kaldır

source: Remove {video_name} video
fa_ir: حذف {video_name} ویدئو
it_it: Rimuovi video {video_name}
tr_tr: {video_name} isimli videoyu kaldır

source: Never published
fa_ir: هرگز منتشر نشده
he: מעולם לא פורסם
it_it: Mai pubblicato
tr_tr: Hiç yayınlanmadı

source: Last published %(last_published_date)s by %(publish_username)s
fa_ir: آخرین بار %(last_published_date)s توسط %(publish_username)s منتشر شده است
he: פורסם לאחרונה %(last_published_date)s על ידי %(publish_username)s
it_it: Ultima pubblicazione %(last_published_date)s ad opera di %(publish_username)s
tr_tr: En son %(publish_username)s tarafından %(last_published_date)s tarihinde yayınlandı

source: Previously published
fa_ir: قبلاً منتشرشده
he: פורסם בעבר
it_it: Precedentemente pubblicato
tr_tr: Daha önce yayınlanan

source: Draft (Never published)
fa_ir: پیش‌نویس (هرگز منتشرنشده)
he: טיוטה (מעולם לא פורסם)
it_it: Bozza (Mai pubblicata)
tr_tr: Taslak (Hiç yayınlanmadı)

source: Visible to Staff Only
fa_ir: رؤیت‌پذیر فقط برای کارکنان
he: גלוי לצוות בלבד
it_it: Visibile solo allo Staff
tr_tr: Sadece Personele Görünür

source: Published and Live
fa_ir: منتشرشده و زنده
he: פורסם ונמצא באוויר
it_it: Pubblicato e Attivo
tr_tr: Yayınlandı ve Canlı

source: Published (not yet released)
fa_ir: منتشرشده (هنوز پخش نشده است)
he: פורסם (אך לא שוחרר)
it_it: Pubblicato (non ancora rilasciato)
tr_tr: Yayımlandı (henüz yayınlanmadı)

source: Draft (Unpublished changes)
fa_ir: پیش‌نویس (تغییرات منتشرنشده)
he: טיוטה (שינויים שלא פורסמו)
it_it: Bozza (Modifiche non pubblicate)
tr_tr: Taslak (Yayımlanmayan değişiklikler)

source: Release:
fa_ir: انتشار:
he: שחרור:
it_it: Rilascio:
tr_tr: Sürüm:

source: Publishing Status
fa_ir: وضعیت انتشار
he: מצב פרסום
it_it: Stato pubblicazione
tr_tr: Yayınlanma Durumu

source: Draft saved on {lastSavedStart}{editedOn}{lastSavedEnd} by {editedByStart}{editedBy}{editedByEnd}
fa_ir: پیش‌نویس ذخیره شده است در {lastSavedStart}{editedOn}{lastSavedEnd} به‌دست {editedByStart}{editedBy}{editedByEnd}
it_it: Bozza salvata il {lastSavedStart}{editedOn}{lastSavedEnd} ad opera di {editedByStart}{editedBy}{editedByEnd}
tr_tr: Taslak {lastSavedStart}{editedOn}{lastSavedEnd} tarihinde {editedByStart}{editedBy}{editedByEnd} tarafından kaydedildi

source: Last published {lastPublishedStart}{publishedOn}{lastPublishedEnd} by {publishedByStart}{publishedBy}{publishedByEnd}
fa_ir: آخرین انتشار{lastPublishedStart}{publishedOn}{lastPublishedEnd} به‌دست {publishedByStart}{publishedBy}{publishedByEnd}
it_it: Ultima pubblicazione {lastPublishedStart}{publishedOn}{lastPublishedEnd} ad opera di {publishedByStart}{publishedBy}{publishedByEnd}
tr_tr: En son {lastPublishedStart}{publishedOn}{lastPublishedEnd} tarihinde {publishedByStart}{publishedBy}{publishedByEnd} tarafından yayına alındı

source: with %(release_date_from)s
fa_ir: با %(release_date_from)s
he: עם %(release_date_from)s
it_it: con %(release_date_from)s
tr_tr: %(release_date_from)s ile

source: Is Visible To:
fa_ir: رؤیت‌پذیر است برای:
he: גלוי עבור:
it_it: Visibile a:
tr_tr: Şu Kişilere Görünüyor:

source: Will Be Visible To:
fa_ir: برای افراد زیر رؤیت‌پذیر است:
he: יהיה גלוי עבור:
it_it: Sarà visibile a:
tr_tr: Şu Kişilere Görünecek:

source: Staff Only
fa_ir: مخصوص کارکنان
he: צוות בלבד
it_it: Solo lo Staff
tr_tr: Sadece Personel

source: with %(section_or_subsection)s
fa_ir: با %(section_or_subsection)s
he: עם %(section_or_subsection)s
it_it: con %(section_or_subsection)s
tr_tr: %(section_or_subsection)s ile

source: Staff and Learners
fa_ir: کارکنان و یادگیرندگان
he: צוות ולומדים
it_it: Staff e studenti
tr_tr: Personel ve Öğrenciler

source: Hide from learners
fa_ir: پنهان‌سازی از دید یادگیرندگان
he: הסתר מהלומדים
it_it: Nascondi agli studenti
tr_tr: Öğrencilerden gizle

source: Note: Do not hide graded assignments after they have been released.
fa_ir: توجه کنید: پس از انتشار، تکالیف نمره‌گذاری شده را پنهان نکنید.
he: הערה: אל תסתיר את המטלות שקיבלו ציון לאחר הפצתן.
it_it: Nota: Non nascondere i compiti valutati dopo che sono stati rilasciati.
tr_tr: Not: Notlandırılmış görevleri yayınlandıktan sonra gizlemeyin.

source: Release Date and Time
fa_ir: تاریخ و زمان انتشار
he: תאריך וזמן שחרור
it_it: Data e ora rilascio
tr_tr: Yayım Tarih ve Zamanı

source: Release Date:
fa_ir: تاریخ انتشار
he: תאריך שחרור:
it_it: Data rilascio:
tr_tr: Yayım Tarihi:

source: Release Time in UTC:
fa_ir: تاریخ انتشار به ساعت جهانی:
he: זמן שחרור בפורמט UTC:
it_it: Ora rilascio in UTC:
tr_tr: UTC'de Yayın Zamanı:

source: Clear Release Date/Time
fa_ir: حذف تاریخ/زمان انتشار
he: נקה זמן/תאריך שחרור
it_it: Annulla data/ora rilascio
tr_tr: Yayın Tarihi/Saati Temizle

source: Due in:
fa_ir: تاریخ سررسید:
it_it: Scadenza tra:
tr_tr: Tamamlanma:

source: weeks from learner enrollment date
fa_ir: هفته از تاریخ ثبت‌نام یادگیرنده
it_it: settimane dalla data di iscrizione dello studente

source: If a learner starts on {startDate}, this subsection will be due on {projectedDueIn}.
fa_ir: اگر فردی در {startDate} آغاز کند، این بخش فرعی در تاریخ {projectedDueIn} پایان می‌پذیرد.
it_it: Se uno studente inizia il {startDate}, questa sottosezione scadrà il {projectedDueIn}.

source: The maximum number of weeks this subsection can be due in is 18 weeks from the learner enrollment date.
fa_ir: این بخش فرعی، بیشینه 18 هفته از تاریخ ثبت‌نام یادگیرنده، می‌تواند در نظر گرفته شود.
it_it: Il numero massimo di settimane in cui questa sottosezione può essere dovuta è di 18 settimane dalla data di iscrizione dello studente.

source: The minimum number of weeks this subsection can be due in is 1 week from the learner enrollment date.
fa_ir: این بخش فرعی، کمینه یک هفته از تاریخ ثبت‌نام یادگیرنده، می‌تواند در نظر گرفته شود.
it_it: Il numero minimo di settimane in cui questa sottosezione può essere dovuta è di 1 settimana dalla data di iscrizione dello studente.

source: Assessment Results Visibility
fa_ir: رویت‌پذیری نتایج ارزیابی
it_it: Visibilità risultati valutazione
tr_tr: Değerlendirme Sonuçları Görünürlüğü

source: Always show assessment results
fa_ir: همیشه نتایج ارزیابی را نمایش بده
it_it: Mostra sempre i risultati della valutazione
tr_tr: Her zaman değerlendirme sonuçlarını göster

source: When learners submit an answer to an assessment, they immediately see whether the answer is correct or incorrect, and the score received.
fa_ir: وقتی یادگیرندگان به ارزیابی پاسخ می‌دهند، بلافاصله می‌بینند که جواب درست است یا نادرست، و نمرۀ دریافتی را می‌گیرند.
it_it: Quando gli studenti inviano una risposta a una valutazione, vedono immediatamente se la risposta è corretta o errata e il punteggio ottenuto.
tr_tr: Öğrenciler bir değerlendirmeye cevap gönderdiğinde, değerlendirmedeki cevaplarının doğru ya da yanlış olup olmadığını ve aldıkları notu hemen görebilirler.

source: Never show assessment results
fa_ir: هرگز نتایج ارزیابی را نمایش نده
it_it: Non mostrare mai i risultati della valutazione
tr_tr: Değerlendirme sonuçlarını asla gösterme

source: Learners never see whether their answers to assessments are correct or incorrect, nor the score received.
fa_ir: یادگیرندگان هرگز متوجه صحت یا عدم صحت پاسخ‌های خود نخواهند شد و نیز نمرۀ دریافت شده را نمی‌بینند.
it_it: Gli studenti non vedono mai se le loro risposte alle valutazioni sono corrette o errate, né il punteggio ottenuto.
tr_tr: Öğrenciler değerlendirmedeki cevaplarının doğru ya da yanlış olup olmadığını ya da not alıp almadıklarını göremezler.

source: Show assessment results when subsection is past due
fa_ir: نمایش نتایج ارزیابی هنگامی که تاریخ زیربخش رو به اتمام است
it_it: Mostra i risultati della valutazione quando la sottosezione è scaduta
tr_tr: Değerlendirme sonuçlarını altbölümün son tarihi geçince göster

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the due date for the subsection has passed.
fa_ir: یادگیرندگان تا پیش از پایان تاریخ سررسید زیر بخش، صحت پاسخ‌های خود و نمرۀ نهایی را نیز مشاهده نخواهند کرد.
it_it: Gli studenti non vedono se le loro risposte alle valutazioni erano corrette o errate, né il punteggio ottenuto, fino a quando non trascorre la data di scadenza della sottosezione.
tr_tr: Öğrenciler değerlendirmedeki cevaplarının doğru ya da yanlış olup olmadığını, hatta aldıkları notu altbölümün bitiş tarihi geçinceye dek göremezler.

source: If the subsection does not have a due date, learners always see their scores when they submit answers to assessments.
fa_ir: اگر زیرشاخه موعد مقرر نداشته باشد، یادگیرندگان، همواره هنگام ارسال پاسخ به ارزیابی‌ها، امتیازات خود را مشاهده می‌کنند.
it_it: Se la sottosezione non ha una data di scadenza, gli studenti vedono sempre i loro punteggi quando inviano le risposte alle valutazioni.
tr_tr: Bir alt bölümün son tarihi yoksa, öğrenciler cevaplarını değerlendirmeye gönderdiğinde notlarını görürler.

source: PDF Chapters
fa_ir: PDF فصول
it_it: Capitoli PDF
tr_tr: PDF Bölümleri

source: Signatory
fa_ir: امضاکننده
he: החותֵם
it_it: Firmatario
tr_tr: İmzacı

source: Signature Image
fa_ir: تصویر امضا
he: תמונת חתימה
it_it: Immagine firma
tr_tr: İmza Görseli

source: Certificate Signatory Configuration
fa_ir: پیکربندی امضاکنندۀ گواهی
he: הגדרת תצורה של חתימה על התעודה
it_it: Configurazione dei firmatari del certificato
tr_tr: Sertifika İmza Sahibi Yapılandırması

source: Name
fa_ir: نام
he: שם
it_it: Nome
tr_tr: İsim

source: Name of the signatory
fa_ir: نام امضاکننده
he: שם החותֵם
it_it: Nome del firmatario
tr_tr: İmza sahibinin adı
