Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Currently the {platform_name} servers are overloaded
eo: Çürréntlý thé {platform_name} sérvérs äré övérlöädéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: En este momento los servidores de {platform_name} están sobrecargados
fa_ir: در حال حاضر سرویس‌دهنده‌های {platform_name} دچار اضافه ظرفیت شده‌اند
it_it: Attualmente i server di {platform_name} sono sovraccarichi
lv: Pašreiz {platform_name} serveri ir pārslogoti
mn: Яг одоо {platform_name} серверүүд ачааллаа дийлэхгүй байна

source: Account Settings
eo: Àççöünt Séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Configuración de cuenta
fa_ir: تنظیمات حساب‌کاربری
it_it: Impostazioni account
lv: Konta iestatījumi
mn: Бүртгэлийн тохиргоо

source: and access to private sites offered by MIT Open Learning, Wharton Executive Education, and Harvard Medical School
eo: änd äççéss tö prïväté sïtés öfféréd ßý MÌT Öpén Léärnïng, Whärtön Éxéçütïvé Édüçätïön, änd Härvärd Médïçäl Sçhööl Ⱡ'σяєм ιρѕυм ∂σł#
fa_ir: و دسترسی به وبگاه‌های خصوصی ارائه‌شده توسط MIT Open Learning ،Wharton Executive Education و Harvard Medical School
it_it: e l'accesso a siti privati offerti da MIT Open Learning, Wharton Executive Education e Harvard Medical School

source: Please Wait
eo: Pléäsé Wäït Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Por favor, espere
fa_ir: لطفاً شکیبا باشید
it_it: Un attimo, per favore...
lv: Lūdzu, uzgaidiet
mn: Хүлээнэ үү

source: Sign in or Register
eo: Sïgn ïn ör Régïstér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Iniciar sesión o registrarse.
fa_ir: ثبت نام یا ورود
it_it: Accedi o registrati
lv: Pieslēdzieties vai reģistrējieties
mn: Нэвтрэх эсвэл Бүртгүүлэх

source: Student Support
eo: Stüdént Süppört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fa_ir: پشتیبانی یادگیرنده
it_it: Assistenza studenti
lv: Studentu atbalsts
mn: Оюутны дэмжлэг

source: Student Support: Certificates
eo: Stüdént Süppört: Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Ayuda al estudiante: Certificados
fa_ir: پشتیبانی یادگیرنده: گواهی‌ها
it_it: Assistenza studenti: certificati
lv: Studentu atbalsts: sertifikāti
mn: Оюутны дэмжлэг: Гэрчилгээ

source: Contact {platform_name} Support
eo: Çöntäçt {platform_name} Süppört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Contacta para apoyo de {platform_name}
fa_ir: با پشتیبانی {platform_name} تماس بگیرید
it_it: Contatta il supporto di {platform_name}
lv: Sazināties ar {platform_name} atbalstu
mn: Холбоо {platform_name} Тусламж

source: Student Support: Enrollment
eo: Stüdént Süppört: Énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Ayuda al estudiante: Inscripción
fa_ir: پشتیبانی یادگیرنده: ثبت‌نام
it_it: Supporto studente: Iscrizione
lv: Studentu atbalsts: reģistrēšanās
mn: Оюутны дэмжлэг: Бүртгэл

source: Student Support: Feature Based Enrollments
eo: Stüdént Süppört: Féätüré Bäséd Énröllménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: پشتیبانی از یادگیرنده : ثبت‌نام براساس ویژگی
it_it: Supporto studente: Iscrizioni basate sulle funzioni
mn: Суралцагчийн тусламж: онцлогт үндэслэсэн элсэлт

source: Content Type Gating
eo: Çöntént Týpé Gätïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fa_ir: نوع محتوای ورودی
it_it: Gating del tipo di contenuto

source: Course Duration Limits
eo: Çöürsé Dürätïön Lïmïts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: محدودیت‌های مدت دوره آموزشی
it_it: Limiti di durata del corso

source: Is Enabled
eo: Ìs Énäßléd Ⱡ'σяєм ιρѕυм ∂σłσ#
fa_ir: فعال شده‌است
it_it: È abilitato
mn: Идэвхижсэн байна

source: No results found
eo: Nö résülts föünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: هیچ نتیجه‌ای پیدا نشد
it_it: Nessun risultato trovato
mn: Илэрц олдсонгүй

source: Student Support: Manage User
eo: Stüdént Süppört: Mänägé Ûsér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Ayuda al estudiante: Administrar usuario
fa_ir: پشتیبانی یادگیرندگان: مدیریت کاربر
it_it: Supporto studente: Gestisci utente
lv: Studentu atbalsts: pārvaldīt lietotāju
mn: Суралцагчын тусламж: хэрэглэгч зохион байгуулах

source: Program Enrollments Inspector
eo: Prögräm Énröllménts Ìnspéçtör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: برنامۀ بازرس ثبت‌نام
it_it: Ispettore iscrizioni programma

source: User Survey
eo: Ûsér Sürvéý Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Estudio del usuario
fa_ir: پیمایش کاربر
it_it: Questionario utenti
lv: Lietotāja aptauja
mn: Хэрэглэгчийн судалгаа

source: Pre-Course Survey
eo: Pré-Çöürsé Sürvéý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Estudio previo al curso
fa_ir: پیمایش پیش_ دوره
it_it: Questionario pre-corso
lv: Pirmskursa aptauja
mn: Хичээлийн өмнөх судалгаа

source: You can begin your course as soon as you complete the following form. Required fields are marked with an asterisk (*). This information is for the use of {platform_name} only. It will not be linked to your public profile in any way.
eo: Ýöü çän ßégïn ýöür çöürsé äs söön äs ýöü çömplété thé föllöwïng förm. Réqüïréd fïélds äré märkéd wïth än ästérïsk (*). Thïs ïnförmätïön ïs för thé üsé öf {platform_name} önlý. Ìt wïll nöt ßé lïnkéd tö ýöür püßlïç pröfïlé ïn äný wäý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ρ#
fa_ir: به محض تکمیل فرم زیر می‌توانید دورۀ آموزشی خود را بیاغازید. بخش‌های موردنیاز با ستاره مشخص شده‌اند (*). این اطلاعات فقط برای استفاده از {platform_name} است. به هیچ‌وجه به بخش عمومی پرونده کاربری شما پیوند داده نخواهد شد.
it_it: Sarà possibile iniziare il corso non appena completato il seguente modulo. I campi obbligatori sono contrassegnati con un asterisco (*). Queste informazioni sono usate solo da {platform_name}. Non saranno in alcun modo collegate al tuo profilo pubblico.
lv: Jūs varat sākt Jūsu kursu, tiklīdz aizpildīsiet sekojošo formu. Nepieciešamie lauki ir atzīmēti ar zvaigznīti (*). Šī informācija ir tikai lietošanai {platform_name}. Tā netiks saistīta jebkādā veidā ar Jūsu publisko profilu.
mn: Дараах маягтыг бөглөсний дараа та хичээлээ эхлэх боломжтой. Шаардлагатай талбаруудыг од (*) тэмдэглэнэ. Энэ мэдээлэл зөвхөн {platform_name} -г ашиглахад зориулагдсан. Энэ нь таны нийтийн профайлтай ямар ч холбоогүй байна.

source: You are missing the following required fields:
eo: Ýöü äré mïssïng thé föllöwïng réqüïréd fïélds: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No has completado los siguientes campos obligatorios:
fa_ir: شما موارد الزامی زیر را خالی گذاشته‌اید:
it_it: Non hai completato i seguenti campi obbligatori:
lv: Jūs neesat aizpildījuši šādus pieprasītos laukus:
mn: Та дараах шаардлагатай зүйлсийг бөглөөгүй байна:

source: Cancel and Return to Dashboard
eo: Çänçél änd Rétürn tö Däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Cancelar y volver al panel
fa_ir: لغو و بازگشت به پیشخوان
it_it: Cancella e ritorna alla tua dashboard
lv: Atcelt un atgriezties uz informācijas paneli
mn: Хүчингүй болгоод Хяналтын самбарт буцах

source: Why do I need to complete this information?
eo: Whý dö Ì nééd tö çömplété thïs ïnförmätïön? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: ¿Por qué necesito completar esta información?
fa_ir: چرا باید این اطلاعات را کامل کنم؟
it_it: Perché devo completare queste informazioni?
lv: Kādēļ man ir nepieciešams aizpildīt šo informāciju?
mn: Би яагаад энэ мэдээллийг бөглөх хэрэгтэй бэ?

source: We use the information you provide to improve our course for both current and future students. The more we know about your specific needs, the better we can make your course experience.
eo: Wé üsé thé ïnförmätïön ýöü prövïdé tö ïmprövé öür çöürsé för ßöth çürrént änd fütüré stüdénts. Thé möré wé knöw äßöüt ýöür spéçïfïç nééds, thé ßéttér wé çän mäké ýöür çöürsé éxpérïénçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт#
es_es: Utilizamos la información que suministras para mejorar nuestro curso tanto para los alumnos actuales como para los futuros. Cuando más sepamos sobre tus necesidades específicas, mejor podremos hacer que sea tu experiencia en el curso.
fa_ir: ما از اطلاعاتی که شما ارائه می‌دهید برای بهینه‌سازی دورۀ خود برای فراگیران فعلی و آینده بهره می‌گیریم. هرچه اطلاعات بیشتری دربارۀ نیازهای خاص شما در دست داشته باشیم، بهتر می‌توانیم تجربۀ مؤثرتری بسازیم.
it_it: Usiamo le informazioni fornite per migliorare il corso sia per gli studenti attuali che per quelli futuri. Più conosciamo le vostre esigenze specifiche, migliore sarà la vostra esperienza in questo corso..
lv: Mēs izmantojam Jūsu sniegto informāciju, lai uzlabotu kursu pašreizējiem un nākotnes studentiem. Jo vairāk mēs zināsim par Jūsu specifiskajām vajadzībām, jo labāku kursa pieredzi mēs varēsim izveidot.
mn: Бид таны өгсөн мэдээллийг зөвхөн одоогийн болон ирээдүйн оюутнуудад хичээлээ сайжруулан хүргэхийн тулд ашиглах болно. Бид таны хэрэгцээ шаардлагыг сайн мэдэх тусмаа хичээлээ улам сайн болгож чадна.

source: Who can I contact if I have questions?
eo: Whö çän Ì çöntäçt ïf Ì hävé qüéstïöns? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: ¿Con quién puedo ponerme en contacto si tengo preguntas?
fa_ir: اگر سوالی داشتم با چه کسی می توانم تماس بگیرم؟
it_it: Chi posso contattare in caso di dubbi?
lv: Ar ko es varu sazināties, ja man ir jautājumi?
mn: Асуулт байвал би хэнд хандах вэ?

source: If you have any questions about this course or this form, you can contact {link_start}{mail_to_link}{link_end}.
eo: Ìf ýöü hävé äný qüéstïöns äßöüt thïs çöürsé ör thïs förm, ýöü çän çöntäçt {link_start}{mail_to_link}{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: اگر پرسشی دربارۀ این دوره آموزشی یا این فرم دارید، می‌توانید با {link_start} {mail_to_link} {link_end} تماس بگیرید.
it_it: In caso di domande su questo corso o questo modulo, è possibile contattare {link_start}{mail_to_link}{link_end}.
lv: Ja Jums ir jebkādi jautājumi par šo kursu vai formu, Jūs varat sazināties pa {link_start}{mail_to_link}{link_end}.
mn: Хэрэв та энэ курс эсвэл энэ маягтын талаар ямар нэгэн асуулт байвал, та {link_start} {mail_to_link} {link_end} руу холбоо барьж болно.

source: Skeleton Page
eo: Skélétön Pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: صفحۀ ساختاری
it_it: Pagina skeleton
lv: Uzmetuma lapa

source: Search the course
eo: Séärçh thé çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Buscar en el curso
fa_ir: جستجوی این دوره آموزشی
it_it: Cerca il corso
lv: Meklēt kursā
mn: Хичээл хайх

source: Start Course
eo: Stärt Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Iniciar curso
fa_ir: آغاز دوره آموزشی
it_it: Inizia corso
lv: Sākt kursu
mn: Хичээлээ үзэж эхлэх

source: Have questions?
eo: Hävé qüéstïöns? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: ¿Tienes preguntas?
fa_ir: سوالی دارید؟
it_it: Ci sono domande?
lv: Vai Jums ir jautājumi?
mn: Асуулт байна уу?

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
eo: Pléäsé réäd {a_start}öür FÀQs tö vïéw çömmön qüéstïöns äßöüt öür çértïfïçätés{a_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Por favor lee {a_start}nuestra sección de Preguntas frecuentes para aclarar dudas sobre nuestros certificados{a_end}.
fa_ir: لطفاً برای مشاهده سوالات مربوط به گواهی‌ها {a_start} بخش سوالات متداول را مطالعه کنید {a_end}.
it_it: Ti invitiamo a consultare {a_start}le nostre FAQ per vedere le domande più comuni riguardo i nostri certificati{a_end}.
lv: Lūdzu, izlasiet {a_start}mūsu BUJ, lai apskatītu biežākos jautājumus par mūsu sertifikātiem{a_end}.
mn: Сертификат {a_end} талаар нийтлэг асуултыг үзэхийн тулд {a_start} -ийг манай FAQ-ээр уншина уу.

source: Re-Verify for {course_name}
eo: Ré-Vérïfý för {course_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Re-verifica para {course_name}
fa_ir: تأیید مجدد {course_name}
it_it: Ri-verificato per il {course_name}
lv: Atkārtoti verificēt kursam {course_name}
mn: {course_name} -г дахин баталгаажуулах

source: Verification Deadline Has Passed
eo: Vérïfïçätïön Déädlïné Häs Pässéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: La fecha límite de verificación ha pasado
fa_ir: آخرین مهلت تأیید گذشت
it_it: Il termine per la verifica è scaduto
lv: Verificēšanas gala datums ir pagājis
mn: Баталгаажуулалтын хугацаа дууссан

source: Upgrade Deadline Has Passed
eo: Ûpgrädé Déädlïné Häs Pässéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fa_ir: ارتقا زمان سررسید گذشته‌است
it_it: Il termine per l'aggiornamento è scaduto
lv: Jaunināšanas gala datums ir pagājis
mn: Сайжруулсан байх ёстой

source: The verification deadline for {course_name} was {{date}}. Verification is no longer available.
eo: Thé vérïfïçätïön déädlïné för {course_name} wäs {{date}}. Vérïfïçätïön ïs nö löngér äväïläßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: آخرین مهلت تأیید برای {course_name} {{date}} بود. تأیید دیگر در دسترس نیست
it_it: La scadenza per la verifica per {course_name} era {{date}}. La verifica non è più disponibile.
lv: Verifikācijas beigu datums kursam {course_name} bija {{date}}. Verifikācija vairs nav pieejama.
mn: {Course_name} -ын баталгаажуулах эцсийн хугацаа {{date}} байсан. Баталгаажуулах боломжгүй байна.

source: The deadline to upgrade to a verified certificate for this course has passed.
eo: Thé déädlïné tö üpgrädé tö ä vérïfïéd çértïfïçäté för thïs çöürsé häs pässéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: La fecha límite para actualizar a certificado verificado para este curso ha pasado.
fa_ir: مهلت ارتقا به گواهی تأییدشده برای این دوره به پایان رسیده است.
it_it: La scadenza per l'aggiornamento ad un certificato verificato per questo corso è trascorsa.
lv: Verifikācijas beigu datums, lai jauninātu uz verificētu sertifikātu šim kursam, ir pagājis.
mn: Энэ курсд баталгаажсан гэрчилгээнд шинэчлэх хугацаа өнгөрсөн байна.

source: Upgrade Your Enrollment For {course_name}.
eo: Ûpgrädé Ýöür Énröllmént För {course_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Mejora tu inscripción para {course_name}.
fa_ir: ثبت نام خود را برای دوره آموزشی {course_name} ارتقاء دهید.
it_it: Aggiorna la tua iscrizione al corso {course_name}.
lv: Jauniniet Jūsu reģistrāciju kursam {course_name}.
mn: {course_name} хичээлийн элсэлтээ ахиулах.

source: Verify For {course_name}
eo: Vérïfý För {course_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Confirmación para {course_name}
fa_ir: تأیید برای {course_name}
it_it: Verifica per {course_name}
lv: Verificēt kursam {course_name}
mn: {Course_name} -г баталгаажуулах

source: Enroll In {course_name}
eo: Énröll Ìn {course_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Inscribirse en {course_name}
fa_ir: ثبت‌نام در {course_name}
it_it: Iscriviti a {course_name}
lv: Reģistrēties kursā {course_name}
mn: {course_name} -д элсэх

source: Technical Requirements
eo: Téçhnïçäl Réqüïréménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Requerimientos técnicos
fa_ir: نیازمند‌ی‌های فنی
it_it: Requisiti tecnici
lv: Tehniskās prasības
mn: Техникийн Шаардлагууд

source: Please make sure your browser is updated to the {strong_start}{a_start}most recent version possible{a_end}{strong_end}. Also, please make sure your {strong_start}webcam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).{strong_end}
eo: Pléäsé mäké süré ýöür ßröwsér ïs üpdätéd tö thé {strong_start}{a_start}möst réçént vérsïön pössïßlé{a_end}{strong_end}. Àlsö, pléäsé mäké süré ýöür {strong_start}wéßçäm ïs plüggéd ïn, türnéd ön, änd ällöwéd tö fünçtïön ïn ýöür wéß ßröwsér (çömmönlý ädjüstäßlé ïn ýöür ßröwsér séttïngs).{strong_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσ#
fa_ir: لطفاً اطمینان حاصل کنید که مرورگر شما به {strong_start} {a_start} جدیدترین نسخۀ در دسترس {a_end} {strong_end} روز آمد شده‌است. همچنین، لطفاً از اتصال و روشن بودن دوربین خود {strong_start} و اینکه در مرورگر وب قابل استفاده است (معمولاً در تنظیمات مرورگر قابل تنظیم است)اطمینان حاصل کنید. {strong_end}
it_it: Verificare che il browser sia aggiornato alla {strong_start}{a_start}versione più recente possibile{a_end}{strong_end}. Inoltre, verificare che la {strong_start}webcam sia collegata, accesa e abilitata per il funzionamento nel browser Web (opzione comunemente disponibile nelle impostazioni del browser).{strong_end}
lv: Pārliecinieties, ka Jūsu pārlūks ir jaunināts uz {strong_start}{a_start}pašu jaunāko versiju{a_end}{strong_end}. Kā arī pārliecinieties, ka Jūsu {strong_start}tīmekļa kamera ir savienota, ieslēgta, un tai ir ļauts funkcionēt Jūsu tīmekļa pārlūkā (parasti iestatāms Jūsu tīmekļa iestatījumos).{strong_end}
mn: Хөтчөө {strong_start} {a_start} хамгийн сүүлийн хувилбар {a_end} {strong_end} болгож шинэчилсэн эсэхээ шалгана уу. Мөн, таны {strong_start} вэб камер залгасан, асаасан, вэб хөтөч дээрээ ажиллуулах боломжтой эсэхийг шалгана уу (хөтчийнхөө тохиргоо дээр ихэвчлэн тохируулж болно). {strong_end}

source: Re-Verification
eo: Ré-Vérïfïçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Re-verificación
fa_ir: تأیید مجدد
it_it: Ri-verifica
lv: Atkārtota verifikācija
mn: Дахин баталгаажуулат

source: Identity Verification
eo: Ìdéntïtý Vérïfïçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Verificación de identidad
fa_ir: تأیید هویت
it_it: Verifica identità
lv: Identitātes verifikācija
mn: Тодорхойлох баталгаажуулалт

source: You have already submitted your verification information. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days).
eo: Ýöü hävé älréädý süßmïttéd ýöür vérïfïçätïön ïnförmätïön. Ýöü wïll séé ä méssägé ön ýöür däshßöärd whén thé vérïfïçätïön pröçéss ïs çömplété (üsüällý wïthïn 5-7 däýs). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢#
fa_ir: شما قبلاً اطلاعات تأییدی خود را ارسال کرده‌اید. با تکمیل مراحل تأیید (معمولاً طی 5-7 روز) پیامی را در پیشخوان خود مشاهده خواهید کرد.
it_it: Le informazioni sulla verifica sono già state inoltrate. Una volta completato il processo di verifica, verrà visualizzato un messaggio nella dashboard (generalmente entro 5-7 giorni).

source: You cannot verify your identity at this time.
eo: Ýöü çännöt vérïfý ýöür ïdéntïtý ät thïs tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No puedes verificar tu identidad en este momento.
fa_ir: در حال حاضر نمی‌توانید هویت خود را تأیید کنید.
it_it: Non è possibile verificare l'identità dell'utente in questo momento.
lv: Jūs pašreiz nevarat verificēt Jūsu identitāti.
mn: Та энэ удаад өөрийн биеийн байцаалтыг баталгаажуулж чадахгүй.

source: Return to Your Dashboard
eo: Rétürn tö Ýöür Däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Volver al panel de control
fa_ir: بازگشت به پیشخوان
it_it: Ritorna alla tua dashboard
lv: Atgriezties uz Jūsu informācijas paneli
mn: Хяналтын самбар руу буцах

source: This website uses cookies to ensure you get the best experience on our website. If you continue browsing this site, we understand that you accept the use of cookies.
eo: Thïs wéßsïté üsés çöökïés tö énsüré ýöü gét thé ßést éxpérïénçé ön öür wéßsïté. Ìf ýöü çöntïnüé ßröwsïng thïs sïté, wé ündérständ thät ýöü äççépt thé üsé öf çöökïés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια#
es_es: Este sitio web utiliza cookies para garantizar una mejor experiencia en nuestro sitio web. Si continúas navegando en este sitio, entendemos que aceptas el uso de cookies
fa_ir: این وب سایت از کوکی‌ها استفاده می‌کند تا اطمینان حاصل کنیم از اینکه شما بهترین تجربه را در وبگاه ما دارید. ادامۀ حضور شما در این وبگاه به معنای پذیرش کوکی ها از سوی شما خواهد بود.
it_it: Questo sito Web utilizza i cookie per garantire la migliore esperienza sul nostro sito Web. Continuando a navigare su questo sito, l'utente accetta l'uso dei cookie.
lv: Šajā tīmekļa vietnē tiek izmantotas sīkdatnes, lai nodrošinātu, ka Jūs iegūstat labāko pieredzi mūsu tīmekļa vietnē. Ja Jūs turpināsiet pārlūkot šo vietni, mēs to saprotam kā Jūsu apstiprinājumu mūsu sīkdatņu lietojumam.
mn: Энэ вэбсайт нь манай вэбсайт дээр хамгийн сайн туршлага олж авахын тулд күүкийг ашигладаг. Хэрэв та энэ вэбсайтыг үргэлжлүүлэн үзэх юм бол бид та күүкины хэрэглээг хүлээн зөвшөөрч байгаа гэдгээ ойлгож байна.

source: Got it!
eo: Göt ït! Ⱡ'σяєм ιρѕυм #
fa_ir: متوجه شدم!
it_it: Capito!
lv: Sapratu!
mn: Авчихсан!

source: Learn more
eo: Léärn möré Ⱡ'σяєм ιρѕυм ∂σłσ#
fa_ir: اطلاعات بیشتر
it_it: Per saperne di più
lv: Uzzināt vairāk
mn: Дэлгэрэнгүй

source: {span_start}(active){span_end}
eo: {span_start}(äçtïvé){span_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: {span_start}(activos){span_end}
fa_ir: {span_start}(فعال){span_end}
lv: {span_start}(aktīvs){span_end}

source: Changes
eo: Çhängés Ⱡ'σяєм ιρѕυм #
es_es: Cambios
fa_ir: تغییرات
it_it: Modifiche
lv: Izmaiņas
mn: Өөрчлөлт

source: {span_start}active{span_end}
eo: {span_start}äçtïvé{span_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: {span_start}activo{span_end}
fa_ir: {span_start}فعال{span_end}
it_it: {span_start}attivo{span_end}
lv: {span_start}aktīvs{span_end}
mn: {span_start}идэвхитэй{span_end}

source: Course Wiki
eo: Çöürsé Wïkï Ⱡ'σяєм ιρѕυм ∂σłσя #
fa_ir: ویکی دوره آموزشی
it_it: Wiki corso
lv: Kursa vikivietne
mn: Хичээлийн Вики

source: Add article
eo: Àdd ärtïçlé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Añadir artículo
fa_ir: افزودن مقاله
it_it: Aggiungi un articolo
lv: Pievienot rakstu
mn: Зүйл нэмэх

source: Preview Language Setting
eo: Prévïéw Längüägé Séttïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Vista Previa de Configuración de Idioma
fa_ir: تنظیم پیش‌نمایش زبان
it_it: Impostazione lingua anteprima
lv: Priekšskatījuma valodas iestatījumi
mn: Хэлний тохиргоог урьдчилан харах

source: Language Code
eo: Längüägé Çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: کد زبان
it_it: Codice lingua
lv: Valodas kods
mn: Хэлний код

source: e.g. en for English
eo: é.g. én för Énglïsh Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fa_ir: مثلاً en برای English
it_it: ad esempio, en per Inglese
lv: piem., en angļu valodai
mn: жишээ нь, Англи хэлэнд en

source: Preview Theme
eo: Prévïéw Thémé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: پیش‌نمایش قالب
it_it: Anteprima Tema
lv: Priekšskatīt dizainu
mn: Загварыг Урьдчилж харах

source: All Rights Reserved
eo: Àll Rïghts Résérvéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fa_ir: همه حقوق محفوظ است
it_it: Tutti i diritti riservati
lv: Visas tiesības paturētas
mn: Бүх эрх хуулиар хамгаалагдсан

source: Attribution
eo: Àttrïßütïön Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Atribución
fa_ir: انتساب
it_it: Attribuzione
lv: Attiecinājums
mn: Аттрибут

source: Noncommercial
eo: Nönçömmérçïäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: No comercial
fa_ir: غیرتجاری
it_it: Non commerciale
lv: Nekomerciāls
mn: Арилжааны бус

source: No Derivatives
eo: Nö Dérïvätïvés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Sin derivados
fa_ir: بدون مشتقات
it_it: Non derivati
lv: Nav atvasinājumu
mn: Үүсмэл бус
