Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: Started rescore problem task for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
fa_ir: نمره‌دهی مجدد به کار مربوط به مساله برای مساله '<%- problem_id %>' و یادگیرنده '<%- student_id %>' آغاز شد. برای مشاهده وضعیت این کار بر روی دکمه "نمایش وضعیت کار" کلیک کنید.
it_it: Avviata attività di ricalco del punteggio del problema '<%- problem_id %>' e dello studente '<%- student_id %>'. Fai clic sul pulsante 'Mostra stato attività' per visualizzare lo stato dell'attività.
tr_tr: <%- problem_id %>' nolu problem ve '<%- student_id %>' nolu öğrenci için problemi yeniden notlandırma görevi başladı. Bu görevin durumunu görmek için 'Görev Durumunu Gör' düğmesine basınız.

source: Error starting a task to rescore problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
fa_ir: خطا حین آغاز کار برای رفع مساله '<%- problem_id %>' برای یادگیرنده '<%- student_id %>'. اطمینان حاصل کنید که مساله و شناسه‌های یادگیرنده کامل و صحیح هستند.
it_it: Errore durante l'avvio dell'attività di ricalco del punteggio del problema '<%- problem_id %>' per lo studente '<%- student_id %>'. Assicurati che gli identificativi del problema e dello studente siano completi e corretti.
tr_tr: Öğrenci '<%- student_id %>' için '<%- problem_id %>' problemini yeniden puanlamak için bir görev başlatılırken hata oluştu. Problemin ve öğrenci tanımlayıcılarının eksiksiz ve doğru olduğundan emin olun.

source: Please enter a score.
fa_ir: لطفاً یک امتیاز وارد کنید
it_it: Immetti nuovamente un punteggio.
tr_tr: Lütfen bir not girin.

source: Started task to override the score for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
fa_ir: وظیفۀ نادیده‌انگاری امتیاز برای مساله '<%- problem_id %>' و دانش‌آموز '<%- student_id %>' آغاز شده است. برای مشاهده وضعیت کار، بر روی دکمه "نمایش وضعیت کار" کلیک کنید.
it_it: Avviata attività per la sostituzione del punteggio del problema '<%- problem_id %>' e dello studente '<%- student_id %>'. Fai clic sul pulsante 'Mostra stato attività' per visualizzare lo stato dell'attività.

source: Error starting a task to override score for problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the score and the problem and student identifiers are complete and correct.
fa_ir: خطایی در آغاز کار برای نادیده‌انگاری امتیاز برای مسئله '<%- problem_id %>' برای یادگیرنده '<%- student_id %>' رخ داد. اطمینان حاصل کنید که نمره و مساله و شناسه‌های یادگیرنده کامل و صحیح هستند.
it_it: Errore durante l'avvio dell'attività di sostituzione del punteggio del problema '<%- problem_id %>' per lo studente '<%- student_id %>'. Assicurati che gli identificativi punteggio del problema e dello studente siano completi e corretti.

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Task Status' button to see the status of the task.
fa_ir: در حال تکمیل نمره‌دهی مجدد آزمون ورودی برای یادگیرنده"{student_id}"است. برای مشاهدۀ وضعیت کار، بر روی دکمۀ "نمایش وضعیت کار" کلیک کنید.
it_it: Avviata attività di ricalcolo del punteggio dell'esame di ammissione per lo studente '{student_id}'. Fai clic sul pulsante 'Mostra stato attività' per visualizzare lo stato dell'attività.
tr_tr: '{student_id}' öğrencisi için giriş sınavı yeniden puanlama görevi başlatıldı. Görevin durumunu görmek için 'Görev Durumunu Göster' düğmesine tıklayın.

source: Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct.
fa_ir: خطایی در شروع امتیازدهی مجدد آزمون ورودی یادگیرنده "{student_id}" رخ داد. مطمئن شوید که آزمون ورودی مشکل دار و شناسه یادگیرنده درست است.
he: שגיאה בעת מתן ציון מחדש למבחן הכניסה לסטודנט '{student_id}'. ודא שיש בעיות במבחן הכניסה וכי מזהה הסטודנט נכון.
it_it: Errore nell'avvio dell'attività di ricalcolo del punteggio della prova di ammissione per lo studente '{student_id}'. Assicurarsi che l'esame di ammissione comprenda degli esercizi e che l'identificativo dello studente sia corretto.
tr_tr: '{student_id}' öğrencisi için giriş sınavını yeniden puanlamak için göreve başlarken hata oluştu. Giriş sınavının problemleri ve öğrenci belirleyicisinin doğru olduğundan emin olun.

source: Rescore problem '<%- problem_id %>' for all students?
fa_ir: مساله نمره‌دهی مجدد '<%- problem_id %>' را دوباره برای همه یادگیرندگان انجام می‌دهید؟
it_it: Ricalcolare il punteggio del problema '<%- problem_id %>' per tutti gli studenti?
tr_tr: Tüm öğrenciler için '<%- problem_id %>' problemini yeniden notlandır?

source: Successfully started task to rescore problem '<%- problem_id %>' for all students. Click the 'Show Task Status' button to see the status of the task.
fa_ir: این وظیفه با موفقیت آغاز شد تا مساله نمره‌دهی مجدد '<%- problem_id %>' را برای همۀ یادگیرندگان برطرف کند. برای مشاهدۀ وضعیت کار بر روی دکمۀ «نمایش وضعیت کار» کلیک کنید.
it_it: Correttamente avviata attività di ricalcolo del punteggio del problema '<%- problem_id %>' per tutti gli studenti. Fai clic sul pulsante 'Mostra stato attività' per visualizzare lo stato dell'attività.
tr_tr: Tüm öğrenciler için '<%- problem_id %>' problemini yeniden puanlamak için görev başarıyla başlatıldı. Görevin durumunu görmek için 'Görev Durumunu Göster' düğmesine tıklayın.

source: Error starting a task to rescore problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
fa_ir: خطا در شروع کار برای نمره‌دهی مجدد به مساله '<%- problem_id %>' رخ داد. اطمینان حاصل کنید که شناسۀ مساله کامل و صحیح است.
it_it: Errore durante l'avvio di un'attività per il ricalcolo del punteggio del problema '<%- problem_id %>'. Assicurati che l'identificativo del problema sia completo e corretto.

source: Task Type
fa_ir: نوع فعالیت
he: סוג משימה
it_it: Tipo di incarico
tr_tr: Görev Tipi

source: Task inputs
fa_ir: ورودی‌های فعالیت
he: תשומות משימה
it_it: Input incarico
tr_tr: Görev girdileri

source: Task ID
fa_ir: شناسۀ فعالیت
he: מזהה משימה
it_it: ID incarico
tr_tr: Görev No

source: Requester
fa_ir: درخواست‌کننده
he: מבקש
it_it: Richiedente
tr_tr: İsteyen

source: Submitted
fa_ir: تاییدشده
he: הוגש
it_it: Inviato
tr_tr: Girildi

source: Duration (sec)
fa_ir: مدت زمان (ثانیه)
he: משך זמן (שניות)
it_it: Durata (sec)
tr_tr: Süre (sn)

source: State
fa_ir: ایالت
he: מדינה
it_it: Stato
tr_tr: Durum

source: Task Status
fa_ir: وضعیت فعالیت
he: מצב המשימה
it_it: Stato incarico
tr_tr: Görev Durumu

source: Task Progress
fa_ir: پیشرفت فعالیت
he: התקדמות המשימה
it_it: Progresso incarico
tr_tr: Görev İlerlemesi

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
fa_ir: هنگام بازیابی رایانامۀ شما خطایی رخ داد. لطفاً پس از مدتی دوباره امتحان کنید و در صورت ادامۀ مشکل با پشتیبانی فنی تماس بگیرید.
he: אירע שגיאה באחזור הדואר האלקטרוני שלך. אנא נסה שוב מאוחר יותר. אם הבעיה נמשכת, פנה לתמיכה טכנית.
it_it: Si è verificato un errore mentre cercavi di leggere le tue email. Riprova dopo cortesemente, e contatta il supporto tecnico se il problema persiste.
tr_tr: E-posta adresinizi alırken bir hata oluştu. Lütfen daha sonra tekrar deneyiniz, ve eğer problem devam ederse teknik destek ile iletişime geçiniz.

source: Sent By
fa_ir: ارسال شده به‌دست
he: נשלח על ידי
it_it: Inviato da
tr_tr: Gönderen

source: Sent To
fa_ir: ارسال‌شده به
he: נשלח אל
it_it: Manda A
tr_tr: Gönderilecek kişi

source: Time Sent
fa_ir: زمان ارسال
he: זמן השליחה:
it_it: Ora di invio
tr_tr: Gönderim Zamanı

source: Number Sent
fa_ir: تعداد ارسال
he: מספר שנשלח
it_it: Numero di destinatari
tr_tr: Gönderim Sayısı

source: Copy Email To Editor
fa_ir: کپی رایانامه به ویرایشگر
he: העתק כתובת דואר אלקטרוני לעורך
it_it: Copia Email nell' Editor
tr_tr: Editöre e-postayı kopyala

source: Subject:
fa_ir: موضوع:
he: נושא:
it_it: Oggetto:
tr_tr: Konu

source: Sent By:
fa_ir: ارسال به‌دست:
he: נשלח על ידי:
it_it: Inviato da:
tr_tr: Gönderen:

source: Time Sent:
fa_ir: زمان ارسال:
he: זמן השליחה:
it_it: Ora di invio:
tr_tr: Gönderim Zamanı:

source: Sent To:
fa_ir: ارسال شده به:
he: נשלח אל:
it_it: Inviato a:
tr_tr: Gönderilecek kişi:

source: Message:
fa_ir: پیام:
he: הודעה:
it_it: Messaggio:
tr_tr: Mesaj:

source: No tasks currently running.
fa_ir: هیچ کاری در حال انجام نیست.
he: אין משימות שרצות כרגע.
it_it: Nessuna attività in corso in questo momento.
tr_tr: Hiçbir görev şu anda çalışmıyor.

source: File Name
fa_ir: نام پرونده
he: שם הקובץ
it_it: Nome File
tr_tr: Dosya İsmi

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
fa_ir: در صورت درخواست، پیوندها تولید می‌شوند و به‌دلیل حساس‌بودن اطلاعات فراگیران در عرض 5 دقیقه منقضی می‌شوند.
he: קישורים נוצרים לפי דרישה ותוקפם פג לאחר 5 דקות בגלל רגישות מידע על הסטודנט.
it_it: I link sono generati su richiesta e scadono in 5 minuti a causa della natura sensibile delle informazioni degli studenti.
tr_tr: Bağlantılar talep geldiğinde oluşturulur ve öğrenci bilgilerinin hassas durumu nedeniyle 5 dakika içinde zaman aşımına uğrar.

source: To access the courses available to you through {enterpriseName}, visit the {enterpriseName} dashboard.
fa_ir: برای دسترسی به دوره‌های آموزشی در دسترس از طریق {enterpriseName}، پیشخوان {enterpriseName} را ببنید.
it_it: Per accedere ai corsi disponibili per te di {enterpriseName}, visita la dashboard di {enterpriseName}.
tr_tr: {enterpriseName} aracılığıyla size sunulan derslere erişmek için, {enterpriseName} panelini ziyaret ediniz.

source: Go to dashboard
fa_ir: بازگشت به پیشخوان
it_it: Vai alla dashboard
tr_tr: Ana panele git

source: Recommendations for you
fa_ir: توصیه‌هایی برای شما
it_it: Consigli per te
tr_tr: Sizin için tavsiyeler

source: loading
fa_ir: در حال بارگیری
it_it: Caricamento in corso
tr_tr: yükleniyor

source: Browse recently launched courses and see what's new in your favorite subjects.
fa_ir: دوره‌هایی را که اخیراً راه‌اندازی شده‌اند مرور کنید و ببینید چه موارد جدیدی در موضوعات مورد علاقۀ شما وجود دارد.
tr_tr: Yeni açılmış dersleri tarayın ve favori konularınız içinde yeni ne var görüntüleyin.

source: Explore courses
fa_ir: کاوش دوره‌های آموزشی
it_it: Esplora corsi
tr_tr: Dersleri keşfet

source: More opportunities for you
fa_ir: فرصت های بیشتر برای شما
tr_tr: Sizin için daha fazla fırsat

source: to learn
fa_ir: برای یادگیری
tr_tr: öğrenmeye dair

source: We've added 500+ learning opportunities to create one of the world's most comprehensive free-to-degree online learning platforms.
fa_ir: ما بیش از 500 فرصت یادگیری را برای ایجاد یکی از جامع‌ترین پلتفرم‌های آموزش آنلاین رایگان تا درجه در جهان اضافه کرده‌ایم.
tr_tr: Dünyanın en kapsamlı ücretsiz çevrimiçi öğrenme platformlarından birini oluşturmak için 500'den fazla öğrenme fırsatı ekledik.

source: (Self-paced) Starts {start}
fa_ir: (Self-paced) آغاز {start} می‌شود.
it_it: (Apprendimento autonomo) Inizia {start}
tr_tr: (Kendi kendine) Başlangıç {start}

source: (Self-paced) Started {start}
fa_ir: (Self-paced) آغاز {start} می‌شود.
it_it: (Apprendimento autonomo) Iniziato {start}
tr_tr: (Kendi kendine) Başladı {start}

source: (Self-paced) Ends {end}
fa_ir: (Self-paced) در {end} پایان می‌یابد
it_it: (Apprendimento autonomo) Termina {end}
tr_tr: (Kendi kendine) Bitiş {end}

source: (Self-paced) Ended {end}
fa_ir: (Self-paced) در {end} پایان یافت
it_it: (Apprendimento autonomo) Terminato {end}
tr_tr: (Kendi kendine) Bitti {end}

source: Starts {start}
fa_ir: شروع شد {start}
it_it: Inizia {start}
tr_tr: Başlıyor {start}

source: Started {start}
fa_ir: شروع شد {start}
it_it: Iniziato {start}
tr_tr: Başladı {start}

source: Ends {end}
fa_ir: پایان می‌یابد {end}
it_it: Termina {end}
tr_tr: Bitti {end}

source: You must select a session to access the course.
fa_ir: برای دسترسی به دوره آموزشی باید یک جلسه را انتخاب کنید.
it_it: Devi selezionare una sessione per accedere al corso.
tr_tr: Derse erişmek için oturum seçmelisiniz.

source: There was an error. Please reload the page and try again.
fa_ir: خطایی رخ داد. لطفاً صفحه را دوباره بارگیری کنید و تلاش کنید.
it_it: Si è verificato un errore. Ricarica la pagina e riprova.
tr_tr: Bir hata oluştu. Lütfen sayfayı yeniden yükleyin ve tekrar deneyin.

source: Change Session
fa_ir: تغییر جلسه
it_it: Cambia sessione
tr_tr: Oturumu Değiştir

source: Select Session
fa_ir: انتخاب جلسه
it_it: Seleziona sessione
tr_tr: Oturumu Seç

source: Leave Current Session
fa_ir: ترک جلسۀ جاری
it_it: Abbandona sessione corrente
tr_tr: Mevcut Oturumu Terket

source: Are you sure you want to select this session?
fa_ir: آیا از انتخاب این جلسه اطمینان دارید؟
it_it: Sei sicuro di voler selezionare questa sessione?
tr_tr: Bu oturumu seçmek istediğinize emin misiniz?

source: Are you sure you want to change to a different session?
fa_ir: آیا از تغییر این جلسه به جلسه‌ای دیگر اطمینان دارید؟
it_it: Sei sicuro di voler passare ad un'altra sessione?
tr_tr: Farklı bir oturuma geçmek istediğinize emin misiniz?

source: Any course progress or grades from your current session will be lost.
fa_ir: پیشرفت‌های شما و نمرات در این دورۀ آموزشی جاری از دست خواهد رفت.
it_it: Eventuali progressi o voti del corso per la sessione corrente andranno persi.
tr_tr: Mevcut oturumunuzdaki ders ilerlemesi ve notlandırmalar kaybedilecek.

source: Are you sure that you want to leave this session?
fa_ir: مایلید جلسه را ترک کنید؟
it_it: Sei sicuro di voler abbandonare questa sessione?
tr_tr: Bu oturumu terk etmek istediğinize emin misiniz?

source: Your unenrollment request could not be processed. Please try again later.
fa_ir: درخواست لغو ثبت‌‎نام شما پردازش نخواهد شد. لطفاً دوباره تلاش کنید.
it_it: Non è stato possibile elaborare la tua richiesta di annullamento dell'iscrizione. Prova di nuovo più tardi.
tr_tr: Kayıt iptali isteğiniz işlenemedi. Lütfen daha sonra tekrar deneyin.

source: Are you sure you want to unenroll from {courseName} ({courseNumber})? You will be refunded the amount you paid.
fa_ir: آِا از لغو ثبت‌نام در دورۀ آموزشی {courseName} ({courseNumber})? اطمینان دارید؟ مبلغ پرداختی به حساب شما باز گردانده خواهد شد.
it_it: Sei sicuro di voler annullare l'iscrizione a {courseName} ({courseNumber})? Verrai rimborsato degli importi pagati.
tr_tr: {courseName} ({courseNumber}) dersindeki kaydınızı iptal etmek istediğinize emin misiniz? Ödediğiniz tutar size iade edilecek.

source: {type} Progress
fa_ir: {type} پیشرفت
it_it: {type} avanzamento
tr_tr: {type} İlerleme

source: Earned Certificates
fa_ir: گواهی‌های کسب‌شده
it_it: Certificati conseguiti
tr_tr: Kazanılan Sertifikalar

source: Enrolled
fa_ir: ثبت‌شده
it_it: Iscritto
tr_tr: Kayıtlandı

source: Successfully reset the attempts for user {user}
fa_ir: با موفقیت تلاش‌های کاربر {user} را بازتنظیم کرد
he: ניסיונות אופסו בהצלחה עבור משתמש {user}
it_it: Resetta con successo i tentativi per l'utente {user}
tr_tr: {user} adlı kullanıcının denemeleri başarıyla sıfırlandı

source: Failed to reset attempts for user.
fa_ir: بازتنظیم تلاش‌ها برای کاربر انجام نشد.
it_it: Il ripristino dei tentativi dell'utente non è riuscito.
tr_tr: Kullanıcı denemelerini sıfırlama girişimi başarısız oldu.

source: Successfully deleted student state for user {user}
fa_ir: وضعیت یادگیرنده برای کاربر {user} با موفقیت حذف شد.
he: הושלמה בהצלחה מחיקת מצב הסטודנט עבור משתמש {user}
it_it: Stato studente cancellato con successo per l'utente {user}
tr_tr: {user} kullanıcısı için öğrencilik durumu başarıyla silindi

source: Failed to delete student state for user.
fa_ir: حذف وضعیت یادگیرنده برای کاربر انجام نشد.
it_it: Impossibile eliminare lo stato di studente per l'utente.
tr_tr: Kullanıcının öğrencilik durumu silinemedi.

source: Successfully rescored problem for user {user}
fa_ir: امتیازدهی مجدد مسئله، برای کاربر {user} موفق انجام شد.
he: הושלם בהצלחה מתן ציון מחדש עבור משתמש {user}
it_it: Ricalcolo del punteggio del problema per l'utente {user} avvenuto con successo
tr_tr: {user} adlı kullanıcının problemi tekrar notlandırıldı

source: Failed to rescore problem for user.
fa_ir: امتیازدهی مجدد مسئله، برای کاربر موفق نبود.
it_it: Impossibile risalire al problema per l'utente.
tr_tr: Kullanıcı için problem tekrar notlandırılamadı.

source: Successfully rescored problem to improve score for user {user}
fa_ir: امتیازدهی مجدد مساله، برای بهبود امتیاز کاربر {user} موفق انجام شد.
it_it: Ricalcolo del punteggio del problema per migliorare il punteggio per l'utente {user} eseguito correttamente
tr_tr: {user} kullanıcısının notunu yükseltecek şekilde problem yeniden notlandırıldı

source: Failed to rescore problem to improve score for user.
fa_ir: امتیازدهی مجدد مسئله، برای بهبود امتیاز کاربر موفق نبود.
it_it: Ricalcolo del punteggio del problema per migliorare il punteggio per l'utente non riuscito.
tr_tr: Kullanıcı skorunu geliştirmek için yeniden problem skorlama yapılamadı.

source: Successfully overrode problem score for {user}
fa_ir: با موفقیت نمرۀ مساله را برای {user} لغو کنید
it_it: Punteggio del problema per {user} correttamente sostituito.
tr_tr: {user} için problem puanı başarıyla geçersiz kılındı

source: Could not override problem score for {user}.
fa_ir: نمی‌توان نمرۀ مساله را برای {user} نادیده گرفت.
it_it: Impossibile sostituire il punteggio del problema per {user}.
tr_tr: {user} kullanıcısının problem puanı geçersizleştirilemedi.

source: Enter and confirm your new password.
fa_ir: گذر واژه جدید را مجددا وارد کنید
it_it: Immettere e confermare la nuova password.
tr_tr: Lütfen yeni parolanızı girin ve onaylayın.

source: New Password
fa_ir: گذرواژۀ جدید
it_it: Nuovo password
tr_tr: Yeni Parola

source: Confirm Password
fa_ir: تأیید گذرواژه
it_it: Conferma password
tr_tr: Parolayı Doğrula

source: Passwords do not match.
fa_ir: گذرواژه‌ها با هم تطابق ندارند.
it_it: Le password non corrispondono.
tr_tr: Parolalar eşleşmiyor.

source: Reset My Password
fa_ir: بازتنظیم گذرواژه من
it_it: Reimposta la Mia Password
tr_tr: Parolamı Sıfırla

source: Reset Your Password
fa_ir: گذرواژه را بازتنظیم کنید
he: אפס את הסיסמה שלך
it_it: Ripristina la tua password
tr_tr: Parolanızı Sıfırlayın

source: Error:
fa_ir: خطا:
it_it: Errore:
tr_tr: Hata:

source: You may also lose access to verified certificates and other program credentials like MicroMasters certificates. If you want to make a copy of these for your records before proceeding with deletion, follow the instructions for {htmlStart}printing or downloading a certificate{htmlEnd}.
fa_ir: همچنین ممکن است دسترسی به گواهی‌های تأییدشده و سایر اعتبارنامه‌های برنامه مانند گواهی‌های MicroMasters را از دست بدهید. اگر مایلید پیش از اقدام برای حذف نسخه‌ای از این موارد را به‌عنوان سوابق خود ایجاد کنید، برای چاپ {htmlStart} یا بارگیری گواهی {htmlEnd} دستورالعمل‌ها را دنبال کنید.
it_it: Non potrai più accedere ai certificati verificati e ad altre credenziali del programma quali i certificati MicroMasters. Se desideri farne una copia per i tuoi archivi prima di procedere con l'eliminazione, segui le istruzioni per {htmlStart}stampare o scaricare di un certificato{htmlEnd}.
tr_tr: Hesap silme sonrasında, onaylanmış sertifikalara ve MicroMasters sertifikaları gibi diğer program kimlik bilgilerine de erişemezsiniz. Silme işleminden önce bu kayıtlarınızın bir kopyasını çıkarmak için lütfen {htmlStart}bir sertifikanın çıktısını almak ya da indirmek{htmlEnd} önergelerini takip edin.

source: Before proceeding, please {htmlStart}unlink all social media accounts{htmlEnd}.
fa_ir: پیش از ادامه، لطفاً {htmlStart} پیوند همۀ حساب‌های کاربری شبکه‌های اجتماعی را لغو ارتباط کنید {htmlEnd}.
it_it: Prima di procedere {htmlStart}scollegare tutti gli account social media{htmlEnd}.
tr_tr: Devam etmeden önce, lütfen {htmlStart}tüm sosyal medya hesaplarınızı kaldırın{htmlEnd}.

source: Before proceeding, please {htmlStart}{emailMsg}{htmlEnd}.
fa_ir: پیش از ادامه مسیر، لطفاً {htmlStart}{emailMsg}{htmlEnd} را انجام دهید.
it_it: Prima di procedere, per favore {htmlStart}{emailMsg}{htmlEnd}.
tr_tr: İlerlemeden önce, lütfen {htmlStart}{emailMsg}{htmlEnd}.

source: {htmlStart}Want to change your email, name, or password instead?{htmlEnd}
fa_ir: {htmlStart}مایلید نشانی رایانامه، نام یا گذرواژه خود را به جای آن تغییر بدهید؟ {htmlEnd}
it_it: {htmlStart}Vuoi cambiare invece la tua email, il nome o la password?{htmlEnd}
tr_tr: {htmlStart}Bunun yerine e-posta adresinizi, adınızı veya parolanızı mı değiştirmek istiyorsunuz?{htmlEnd}

source: {strongStart}Warning: Account deletion is permanent.{strongEnd} Please read the above carefully before proceeding. This is an irreversible action, and {strongStart}you will no longer be able to use the same email on {platformName}.{strongEnd}
fa_ir: {strongStart} هشدار: حذف حساب دائمی و غیرقابل بازگشت است. {strongEnd} لطفاً پیش از ادامه، موارد بالا را با دقت بخوانید.{strongStart} و دیگر نمی‌توانید از همان رایانامه در {platformName} استفاده کنید. {strongEnd}
it_it: {strongStart}Avvertenza: L'eliminazione dell'account è definitiva.{strongEnd} Prima di procedere leggi attentamente quanto sopra. Questa è un'azione irreversibile e {strongStart}non sarai più in grado di utilizzare la stessa email su {platformName}.{strongEnd}
tr_tr: {strongStart}Uyarı: Hesap silme işlemi kalıcıdır.{strongEnd} Lütfen işleme devam etmeden önce yukarıda yazılanları dikkatle okuyun. Bu bir geri döndürülemez işlemdir, ve {strongStart}{platformName} platformunda bu e-posta hesabını bir daha kullanamazsınız.{strongEnd}

source: Please note: Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
fa_ir: لطفاً توجه داشته باشید: حساب کاربری و داده‌های شخصی شما برای همیشه حذف خواهد شد و قابل واگرد نیست. پس {platformName} نمی‌تواند حساب کاربری شما یا داده‌های حذف‌شده را بازیابی کند.
it_it: Nota: l'eliminazione del tuo account e dei tuoi dati personali è permanente e non può essere annullata. {platformName} non sarà in grado di recuperare il tuo account o i dati eliminati.
tr_tr: Lütfen dikkate alın: Hesabınızın ve kişisel verilerinizin silinmesi kalıcı olup, sonradan geri döndürülemez. {platformName} platformu silinen hesap ya da verilerinizi hiçbir şekilde geri getiremez.

source: Once your account is deleted, you cannot use it to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
fa_ir: پس از حذف حساب کاربری خود، نمی‎‌توانید از آن برای شرکت در دوره‌های برنامه {platformName} ، {siteName} یا هر وبگاه دیگری که توسط {platformName} میزبانی شده استفاده کنید.
it_it: Una volta che il tuo account è stato eliminato, non potrai utilizzarlo per seguire corsi sull'app {platformName}, {siteName} o qualsiasi altro sito ospitato da {platformName}.
tr_tr: Hesabınız bir kere silindiğinde, {platformName} uygulaması, {siteName} sitesi ya da {platformName} tarafından barındırılan herhangi bir dersi alamazsınız.

source: This includes access to {siteName} from your employer’s or university’s system{additionalSiteSpecificDeletionText}.
fa_ir: این شامل دسترسی به {siteName} از سیستم کارفرما یا دانشگاه شما {additionalSiteSpecificDeletionText} است.
it_it: Ciò include l'accesso a {siteName} dal sistema del tuo datore di lavoro o università{additionalSiteSpecificDeletionText}.
tr_tr: Bu durum işvereniniz ya da üniversiteniz tarafından size sağlanan {siteName} erişimleri için de geçerlidir{additionalSiteSpecificDeletionText}.

source: We’re sorry to see you go!
fa_ir: از رفتن شما دلگیریم!
it_it: Ci dispiace che tu ci lasci!
tr_tr: Gittiğinizi görmek bizi üzüyor!

source: Delete My Account
fa_ir: حذف حساب کاربری من
it_it: Elimina il mio Account
tr_tr: Hesabımı Sil

source: Password is incorrect
fa_ir: گذرواژه نادرست است
it_it: Password non corretta
tr_tr: Parola hatalı
