Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Enrollment Codes
lv: Reģistrācijas kodi
mn: Элсэлтийн код

source: Create one or more pre-paid course enrollment codes. Students can use these codes to enroll in the course.
lv: Izveidojiet vienu vai vairākus iepriekš apmaksātus kursu reģistrācijas kodus. Studenti var izmantot šos kodus, lai reģistrētos kursā.
mn: Нэг буюу түүнээс дээш урьдчилсан төлбөрт сургалтын элсэлтийн код бий болгох. Оюутнууд курст хамрагдахын тулд эдгээр кодыг ашиглаж болно.

source: Cancel, restore, or mark an enrollment code as unused.
lv: Atcelt, atjaunot, vai atzīmēt reģistrācijas kodu kā neizmantotu.
mn: Сургуулийн элсэлтийг ашиглаагүй байдлаар нь устгах, сэргээх эсвэл тэмдэглэх.

source: Change Enrollment Code Status
lv: Izmainīt reģistrācijas koda statusu
mn: Элсүүлэх кодын статусыг өөрчлөх

source: Download a .csv file of all enrollment codes for this course.
lv: Lejupielādēt .csv datni ar visiem šī kursa reģistrācijas kodiem.
mn: Энэ курсд зориулсан бүх бүртгэлийн кодуудын .csv файлыг татаж авах.

source: Download All Enrollment Codes
lv: Lejupielādēt visus reģistrācijas kodus
mn: Бүх элсэлтийн кодыг татаж авах

source: Download a .csv file of all unused enrollment codes for this course.
lv: Lejupielādēt .csv datni ar visiem šī kursa neizmantotajiem reģistrācijas kodiem.
mn: Энэ ашиглагдаагүй байгаа бүх элсэлтийн кодын .csv файлыг татаж авах.

source: Download Unused Enrollment Codes
lv: Lejupielādēt neizmantotos reģistrācijas kodus
mn: Ашиглагдаагүй элсэлтийн кодыг татаж авах

source: Download a .csv file of all used enrollment codes for this course.
lv: Lejupielādēt .csv datni ar visiem šī kursa izmantotajiem reģistrācijas kodiem.
mn: Энэ курсд зориулсан бүх элсэлтийн кодын .csv файлыг татаж авах.

source: Download Used Enrollment Codes
lv: Lejupielādēt izmantotos reģistrācijas kodus
mn: Ашигласан элсэлтийн кодыг татаж авах

source: Course price per seat:
lv: Kursa cena par vietu:
mn: Суудлын хичээлийн үнэ:

source: Course Seat Purchases
lv: Kursa vietu pirkumi
mn: Курс Суудал Худалдан авалт

source: Total Credit Card Purchases:
lv: Kopējie kredītkaršu pirkumi:
mn: Нийт зээлийн картыг худалдан авах:

source: Download a .csv file for all credit card purchases or for all invoices, regardless of status.
lv: Lejupielādēt .csv datni ar visiem kredītkaršu pirkumiem vai visiem rēķiniem, neatkarīgi no statusa.
mn: Бүх кредит картын худалдан авалт эсвэл бүх нэхэмжлэхийн хувьд .csv файлыг татаж авах, статусаас үл хамааран татаж авах.

source: Create Enrollment Report
lv: Izveidot reģistrācijas atskaiti
mn: Элсэлтийн тайлан гаргах

source: The following reports are available for download. Reports are not deleted. A link to every report remains available on this page, identified by the date and time (in UTC) that the report was generated.
lv: Sekojošās atskaites ir pieejamas lejupielādei. Atskaites netiek dzēstas. Saite uz katru atskaiti paliek pieejama šajā lapā, identificēta ar atskaites ģenerēšanas datumu un laiku (UTC).
mn: Дараах тайлангуудыг татаж авах боломжтой. Тайлан устахгүй. Тайланг гаргаж буй өдөр, цагийг (UTC-д) тодорхойлсон тайлангийн бүх холбоосыг энэ хуудаснаас авах боломжтой.

source: {strong_start}Note{strong_end}: To help protect learner data, links to these reports that you save outside of this page or that you send or receive in email expire after five minutes.
lv: {strong_start}Piezīme{strong_end}: lai palīdzētu aizsargāt studentu datus, saites uz šīm atskaitēm, kuras Jūs saglabājat ārpus šīs lapas vai kuras Jūs sūtat vai saņemat e-pastā, pārstāj būt derīgas piecu minūšu laikā.
mn: {strong_start} Тэмдэглэл {strong_end}: Суралцагчийн мэдээллийг хамгаалахад туслахын тулд энэ хуудасны гаднах мэдээллийг хадгалах эсвэл таван минутын дараа имэйлээр илгээх эсвэл хүлээн авдаг эдгээр тайлангуудтай холбох.

source: Coupon Code List
lv: Kuponu kodu saraksts
mn: Купоны кодын жагсаалт

source: Download Coupon Codes
lv: Lejupielādes kuponu kodu
mn: Купон кодыг татаж авах

source: Number Redeemed
lv: Izpirkto skaits
mn: Татгалзсан тоо

source: Enter the company name.
lv: Ievadiet uzņēmuma nosaukumu.
mn: Компанийн нэрийг оруулна уу.

source: Enter the email address for the company contact.
lv: Ievadiet derīgu uzņēmuma kontaktpersonas e-pasta adresi.
mn: Компаний холбоо барих хаягт имэйл хаягаа оруулна уу.

source: Enter a valid email address.
lv: Ievadiet derīgu e-pasta adresi.
mn: Хүчинтэй имэйл хаяг оруулна уу.

source: Enter the recipient name.
lv: Ievadiet adresāta vārdu.
mn: Хүлээн авагчийн нэрийг оруулна уу.

source: Enter the billing address.
lv: Ievadiet rēķina adresi.
mn: Тооцооны хаягийг оруулна уу.

source: Enter the price per course seat.
lv: Ievadiet kursa cenu par vietu.
mn: Хичээлийн суудал дээр үнийг оруулна.

source: Enter a numeric value for the price per course seat. Do not include currency symbols.
lv: Ievadiet skaitlisku vērtību cenai par kursa vietu. Neiekļaujiet valūtas simbolus.
mn: Нэг курсийн суудалд үнэлэх тоон утгыг оруулна уу. Валют тэмдэглэгээ оруулах хэрэггүй.

source: Enter the number of enrollment codes.
lv: Ievadiet reģistrācijas kodu skaitu.
mn: Элсэлтийн кодыг оруулна уу.

source: Enter a numeric value for the number of enrollment codes.
lv: Ievadiet reģistrācijas kodu skaitu kā skaitlisku vērtību.
mn: Элсэлтийн кодын тоон утгыг оруулна уу.

source: Select a currency.
lv: Izvēlieties valūtu.
mn: Валют сонгох.

source: Executive Summary for {display_name}
lv: Vadības kopsavilkums {display_name}
mn: {display_name} -н гүйцэтгэх хураангуй

source: Report Creation Date
lv: Atskaites sagatavošanas datums
mn: Бүтээлтийн огноо тайлагнах

source: Number of Seats
lv: Vietu skaits
mn: Суудлын тоо

source: Gross Revenue Collected
lv: Bruto ieņēmumi ievāktie
mn: Нийт орлого цуглуулсан

source: Gross Revenue Pending
lv: Bruto ieņēmumi gaidīšanas režīmā
mn: Нийт орлого хүлээгдэж байна

source: Number of Enrollment Refunds
lv: Reģistrācijas atmaksu skaits
mn: Сургуулийн элсэлтийн тоо

source: Amount Refunded
lv: Atmaksātā summa
mn: Буцаан авсан дүн

source: Average Price per Seat
lv: Vidējā cena par vietu
mn: Суудлын дундаж үнэ

source: Frequently Used Coupon Codes
lv: Bieži izmantotie kuponu kodi
mn: Түгээмэл хэрэглэгддэг купон код

source: Number of seats purchased using coupon codes
lv: Ar kuponu kodiem iegādāto vietu skaits
mn: Купоны код ашиглан худалдан авсан суудлын тоо

source: Rank
lv: Pakāpe
mn: Ранк

source: Times Used
lv: Reizes izmantots
mn: Ашигласан цаг хугацаа

source: Bulk and Single Seat Purchases
lv: Apjoma un atsevišķo vietu iegādes
mn: Бөөнөөр ба ганц суудлын суудал

source: Number of seats purchased individually
lv: Individuāli iegādāto vietu skaits
mn: Бие дааж худалдан авсан суудлын тоо

source: Number of seats purchased in bulk
lv: Apjomā iegādāto vietu skaits
mn: Бөөнөөр худалдан авсан суудлын тоо

source: Number of seats purchased with invoices
lv: Ar rēķiniem iegādāto vietu skaits
mn: Оруулсан нэхэмжлэхийн тоо

source: Unused bulk purchase seats (revenue at risk)
lv: Neizmantotās apjomā iegādātās vietas (riskam pakļautā peļņa)
mn: Ашиглагдаагүй их хэмжээний худалдан авалтын суудал (эрсдлийн орлого)

source: Percentage of seats purchased individually
lv: Individuāli iegādāto vietu procents
mn: Бие даасан худалдан авсан суудлын тоо

source: Percentage of seats purchased in bulk
lv: Apjomā iegādāto vietu procents
mn: Бөөнөөр худалдаж авсан суудлын тоо

source: Percentage of seats purchased with invoices
lv: Ar rēķiniem iegādāto vietu procents
mn: Нэхэмжлэлээр худалдаж авсан суудлын тоо

source: Batch Enrollment By CSV
mn: Багц Элсэлт

source: Subsection Data
lv: Apakšiedaļas dati
mn: Дэд-хэсэг

source: Download Subsection Data for all Subsections as a CSV
lv: Lejupielādēt apakšiedaļu datus visām apakšiedaļām kā CSV
mn: Профайл мэдээллийг CSV болгон татах

source: Download Problem Data for all Problems as a CSV
lv: Lejupielādēt uzdevumu datus visām uzdevumiem kā CSV
mn: Профайл мэдээллийг CSV болгон татах

source: Download Student Opened as a CSV
lv: Lejupielādēt studentu atvērto kā CSV
mn: Оюутны анги татаж ав

source: Download Student Grades as a CSV
lv: Lejupielādēt studentu vērtējumus kā CSV
mn: Оюутны анги татаж ав

source: Grade
lv: Novērtējums
mn: Дүгнэсэн

source: Percent
lv: Procenti
mn: Хувь хөнгөлөлт

source: There are no problems in this section.
lv: Šajā iedaļā nav uzdevumu.
mn: Энэ хэсэгт асуудлын оноо байхгүй

source: Read your user ID
lv: Nolasīt Jūsu lietotāja ID
mn: Хариултаа шинэчлэх

source: Read your user profile
lv: Nolasīt Jūsu lietotāja profilu
mn: Суралцагчийн Профайл

source: Read your email address
lv: Nolasīt Jūsu e-pasta adresi
mn: Таны цахим шуудангийн хаяг

source: Manage your data: {permission}
lv: Pārvaldīt Jūsu datus: {permission}
mn: Өөрийн датаг удирдах: {permission}

source: You have successfully purchased <b>{number} course registration code</b> for {course_names}.
lv: Jūs esat veiksmīgi iegādājušies <b>{number} kursa reģistrācijas kodu</b> kursam {course_names}.
mn: Та амжилттай {course_names}-д<b>{number} course registration code</b> худалдаж авлаа.

source: State
lv: Statuss
mn: Муж

source: {course_number} {course_title} Cover Image
lv: {course_number} {course_title} sākumattēls
mn: {course_number} {course_title} Хавтасны зураг

source: You've clicked a link for an enrollment code that has already been used. Check your {link_start}course dashboard{link_end} to see if you're enrolled in the course, or contact your company's administrator.
lv: Jūs uzklikšķinājāt uz saites ar reģistrēšanās kodu, kas jau ir ticis izmantos. Pārbaudiet Jūsu {link_start}kursa informācijas paneli{link_end}, lai redzētu, vai Jūs esat reģistrēti kursā, vai arī sazinieties ar Jūsu uzņēmuma administratoru.
mn: Та өмнө нь ашиглаж байсан элсэлтийн кодын холбоос дээр дарсан байна. {Link_start} курс самбар {link_end} -ыг шалгаад, курсэд элсэж байгаа эсэх, эсвэл танай компанийн админтай холбоо барина уу.

source: You're already enrolled for this course. Visit your {link_start}dashboard{link_end} to see the course.
lv: Jūs jau esat reģistrējušies šajā kursā. Ieejiet Jūsu {link_start}informācijas panelī{link_end} lai apskatītu kursu.
mn: Та энэ сургалтанд аль хэдийн бүртгүүлсэн байна. Курс үзэх бол {link_start} хяналтын самбарыг {link_end} руу оруулна уу.

source: There was an error processing your redeem code.
lv: Notika kļūda, apstrādājot Jūsu atmaksas kodu.
mn: Таны гэтэлгэх кодыг боловсруулах явцад алдаа гарсан байна.

source: Activate Course Enrollment
lv: Aktivizēt kursa reģistrāciju
mn: Курсын элсэлтийг идэвхжүүлэх

source: {course_names} has been removed because the enrollment period has closed.
lv: {course_names} tika noņemts, jo reģistrācijas periods ir tika slēgts.
mn: Элсэлтийн хугацаа дууссан тул {course_names} хасагдсан болно.

source: Increase
lv: Palielināt
mn: Нэмэгдүүлэх

source: Decrease
lv: Samazināt
mn: Хорогдуулах

source: Discount or activation code
lv: Atlaide vai aktivizācijas kods
mn: Хөнгөлөлт буюу идэвхжүүлэх код

source: discount or activation code
lv: atlaide vai aktivizācijas kods
mn: хөнгөлөлт буюу идэвхжүүлэх код

source: TOTAL:
lv: KOPĀ:
mn: НИЙТ:

source: After this purchase is complete, {username} will be enrolled in this course.
lv: Pēc tam, kad šis pirkums ir pabeigts, {username} tiks reģistrēts/-a šajā kursā.
mn: Энэ худалдан авалт дууссаны дараа {username} энэ сургалтанд хамрагдах болно.

source: Our system indicates that you are trying to access this {platform_name} course from a country or region currently subject to U.S. economic and trade sanctions.Unfortunately, because {platform_name} is required to comply with export controls,we cannot allow you to access this course at this time.
lv: Mūsu sistēmā tiek norādīts, ka Jūs mēģināt piekļūt šim {platform_name} kursam no valsts vai reģiona, kas patlaban ir pakļauts ASV ekonomiskajām un tirdzniecības sankcijām. Diemžēl, tā kā {platform_name} ir jāizpilda eksporta ierobežojumi, mēs nevarēsim pašlaik dot Jums piekļuvi šim kursam.
mn: Манай систем та энэ {platform_name} курсд байгаа АНУ-ын эдийн засаг, худалдааны хоригтой улс орнууд эсвэл бүс нутгаас энэ {категори_нэр} курс руу нэвтрэхийг оролдож байна. Учир нь {platform_name} экспортын хяналтыг дагаж мөрдөх шаардлагатай тул бид энэ курсэд хандах боломжгүй Энэ үед.

source: Our staff is currently working to get the site back up as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
lv: Mūsu darbinieki pašreiz strādā pie tā, lai lapa atkal darbotos, cik vien ātri iespējams. Lūdzu, nosūtiet mums e-pastu uz {tech_support_email}, lai ziņotu par jebkurām problēmām un dīkstāvi.
mn: Энэ модуль одоогоор ажиллахгүй байна. Бид даруйхан засах болно. {tech_support_email} хаягаар алдааны талаарх е-майл илгээнэ оо.

source: Order Status:
lv: Pasūtījuma statuss:
mn: Захиалгын төлөв:

source: You have already submitted your verification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
lv: Jūs jau esat iesnieguši Jūsu verifikācijas informāciju. Jūs redzēsiet ziņojumu Jūsu informācijas panelī, kad verifikācijas process būs pabeigts (parasti 1 - 2 dienu laikā).
mn: Та баталгаажуулалтын мэдээллийг аль хэдийн илгээсэн байна. Баталгаажуулах үйл явц дууссаны дараа та хяналтын самбар дээр харагдах болно (ихэвчлэн 1-2 хоногийн дотор).

source: Important Course Dates
lv: Svarīgi kursa datumi
mn: Бүтээлтийн огноо тайлагнах

source: Today is {date}
lv: Šodien ir {date}
mn: {date}-нд сүүлчийн хугацаа

source: Purchase the Bundle (
mn: Хөтөлбөрийг худалдан авах (

source: Courses included
mn: Хичээлийн үнэ

source: View Journal
mn: Хичээл Үзэх

source: Access Length
mn: Дундаж урт

source: Journal Dashboard
mn: Хянах самбар руу буцах

source: {journal_title} Cover Image
mn: {Journal_title} Хавтасны зураг

source: Renew Access
mn: Хандалтыг хүчингүй болгох

source: You have not purchased access to any journals yet.
mn: Та ямар нэг хичээлд бүртгүүлээгүй байна.

source: Explore journals and courses
mn: Бусад хичээлүүд

source: All rights reserved.
mn: Бүх эрх хуулиар хамгаалагдсан

source: Powered by
mn: Open edX платформд суурилав

source: Past Courses
mn: Хичээлээ үзэж эхлэх

source: {tos_link_start}Terms of Service{tos_link_end} {honor_link_start}Honor Code{honor_link_end}
mn: {tos_link_start}Үйлчилгээний нөхцөл{tos_link_end} болон {honor_link_start}Ёс зүйн дүрэм{honor_link_end}

source: About Us
mn: Танилцуулга

source: Page not found!
mn: Хуудас олдсонгүй

source: {studio_name} Account Activation
mn: {studio_name}-д бүртгэлтэй бол энд дарж нэвтэрнэ үү?

source: Your account is already active
mn: Энэ эрх аль хэдийн идэвхжсэн байна.

source: Sign into {studio_name}
mn: {studio_name}-д шинээр орж ирсэн үү?

source: Your account activation is invalid
mn: Хүчингүй Идэвхжүүлэлт

source: Select the organization
mn: Байгууллага

source: Sign Up for {studio_name}
mn: {studio_name}-д шинээр орж ирсэн үү?

source: Already have a {studio_name} Account? Sign in
mn: {studio_name}-д бүртгэлтэй бол энд дарж нэвтэрнэ үү?

source: Your Location
mn: Нэгжийн байршил

source: Preferred Language
lv: Vēlamā valoda
mn: Хичээл явагдах хэл

source: Common {studio_name} Questions
mn: {studio_name}-д тавтай морил

source: Who is {studio_name} for?
mn: {studio_name}

source: Your account for {studio_name}
mn: {studio_name}-д тавтай морил

source: No inactive user with this e-mail exists
lv: Nepastāv neviens neaktīvs lietotājs ar šo e-pastu

source: Unable to send reactivation email
lv: Nav iespējams nosūtīt atkārtotas aktivizēšanas e-pastu

source: Question {0}
lv: Jautājums {0}

source: Specify the maximum team size and topics for teams inside the provided set of curly braces. Make sure that you enclose all of the sets of topic values within a set of square brackets, with a comma after the closing curly brace for each topic, and another comma after the closing square brackets. For example, to specify that teams should have a maximum of 5 participants and provide a list of 2 topics, enter the configuration in this format: {example_format}. In "id" values, the only supported special characters are underscore, hyphen, and period.
lv: Dotajās figūriekavās norādiet komandas maksimālo izmēru un tēmas komandām. Pārliecinieties, ka iekļaujat visas tematu vērtību kopas kvadrātiekavu kopā, ar komatu pēc katru tematu noslēdzošās figūriekavas un vēl vienu komatu pēc noslēdzošajām kvadrātiekavām. Piemēram, lai norādītu, ka komandu maksimālajam dalībnieku skaitam jābūt 5, un sniegtu sarakstu ar 2 tēmām, ievadiet konfigurāciju šādā formātā: {example_format}. Savukārt "id" vērtībās vienīgās atbalstītās speciālās rakstzīmes ir pasvītra, defise un punkts.

source: Bypass Course Home
lv: Apiet kursa sākumlapu

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
lv: Ievadiet LTI ID ārējam LTI sniedzējam. Šai vērtībai ir jābūt tādai pašai kā LTI ID, ko Jūs ievadījāt LTI pases iestatījumos, papildu iestatījumu lapā.<br />Skatīt {docs_anchor_open} edX LTI dokumentāciju{anchor_close} plašākai informācijai par šo iestatījumu.

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
lv: Ievadiet URL no ārējā rīka, ko šis komponents palaiž. Šis iestatījums tiek izmantots tikai tad, kad ‘Paslēpt ārējo rīku’ ir iestatīts kā nepatiess.<br />Skatīt {docs_anchor_open} edX LTI dokumentāciju{anchor_close} plašākai informācijai par šo iestatījumu.

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
lv: Pievienojiet atslēgas/vērtību pāri jebkuram pielāgotam parametram, piemēram, kura Jūsu e-grāmatas lappuse ir jāatver vai šī komponenta fona krāsa.<br />Skatīt {docs_anchor_open}edX LTI dokumentāciju{anchor_close} plašākai informācijai par šo iestatījumu.

source: Opened by this number of students
lv: Atvēra šāds skaits studentu

source: subsections
lv: apakšiedaļas

source: Count of Students
lv: Studentu skaits

source: Percent of Students
lv: Studentu procents

source: problems
lv: problēmas

source: Use between 250 and 500 words or so in your response.
lv: Izmantojiet 250 - 500 vārdus savā atbildē.

source: pdf download unavailable right now, please contact support.
lv: pdf lejupielāde pašreiz nav pieejama, lūdzu, sazinieties ar atbalsta dienestu.

source: Metrics
lv: Rādītāji

source: The redemption does not exist against enrollment code ({code}).
lv: Reģistrācijas kodam ({code}) nepastāv izpirkšana.

source: You can unenroll in the course and receive a full refund for 14 days after the course start date.
lv: Jūs varat izreģistrēties no kursa un saņemt pilnu atmaksu 14 dienu laikā pēc kursa sākuma datuma.

source: You can unenroll in the course and receive a full refund for 2 days after the course start date.
lv: Jūs varat izreģistrēties no kursa un saņemt pilnu atmaksu par 2 dienām pēc kursa sākuma datuma.

source: {refund_reminder_msg}To receive your refund, contact {billing_email}. Please include your order number in your email. Please do NOT include your credit card information.
lv: {refund_reminder_msg}Lai saņemtu Jūsu atmaksu, sazinieties ar {billing_email}. Lūdzu, iekļaujiet Jūsu pasūtījuma numuru e-pastā. Lūdzu, NEIEKĻAUJIET Jūsu kredītkartes informāciju.

source: Page {page_number} of {page_count}
lv: Lappuse {page_number} no {page_count}

source: Order
lv: Pasūtījums

source: List Price per item
lv: Cenrāža cena par preci

source: Discount per item
lv: Atlaide par preci

source: Amount
lv: Summa

source: Payment Received
lv: Saņemts maksājums

source: Balance
lv: Bilance

source: Billing Address
lv: Rēķina adrese

source: Disclaimer
lv: Atruna

source: TERMS AND CONDITIONS
lv: NOTEIKUMI UN NOSACĪJUMI

source: You are already in a team in this course.
lv: Jūs jau esat komandā šajā kursā.

source: username or team_id must be specified.
lv: ir jānorāda username vai team_id.

source: We hope you're enjoying <strong>%(course_name)s</strong>! We want to let you know what you can look forward to in week %(week_num)s:
lv: Mēs ceram, ka Jūs gūstat prieku no <strong>%(course_name)s</strong>! Mēs vēlētos Jums paziņot, ko Jūs varēsiet sagaidīt nedēļā nr. %(week_num)s:

source: Many %(platform_name)s learners in <strong>%(course_name)s</strong> are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
lv: Daudzi %(platform_name)s audzēkņi kursā <strong>%(course_name)s</strong> atrisina daudzas problēmas katru nedēļu un piedalās diskusiju forumos. Ko Jūs vēlētos darīt, lai turpinātu mācīties?

source: Remember when you enrolled in <strong>%(course_name)s</strong>, and other courses on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
lv: Vai atceraties, kad reģistrējāties <strong>%(course_name)s</strong> un citos kursos %(platform_name)s? Mēs atceramies, un mums ir prieks, ka esat ar mums! Apskatiet, ko visi mācās.

source: Remember when you enrolled in <strong>%(course_name)s</strong> on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
lv: Vai atceraties, kad reģistrējāties kursā <strong>%(course_name)s</strong> %(platform_name)s? Mēs atceramies, un mums ir prieks, ka esat ar mums! Apskatiet, ko visi mācās.

source: We hope you are enjoying learning with us so far on <strong>%(platform_name)s</strong>! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
lv: Mēs ceram, ka Jūsu mācīšanās kopā ar mums <strong>%(platform_name)s</strong> norit patīkami! Izmantojot verificētu sertifikātu, Jūs varēsiet uzsvērt savas jaunās zināšanas un prasmes. %(platform_name)s sertifikāts ir oficiāls un viegli kopīgojams.

source: We hope you are enjoying learning with us so far in <strong>%(first_course_name)s</strong>! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
lv: Mēs ceram, ka Jūsu mācīšanās kopā ar mums <strong>%(first_course_name)s</strong> norit patīkami! Izmantojot verificētu sertifikātu, Jūs varēsiet uzsvērt savas jaunās zināšanas un prasmes. %(platform_name)s sertifikāts ir oficiāls un viegli kopīgojams.

source: Upgrade by <strong>%(user_schedule_upgrade_deadline_time)s</strong>.
lv: Jauniniet līdz <strong>%(user_schedule_upgrade_deadline_time)s</strong>.

source: Don't have a {studio_name} Account? Sign up!
lv: Vai Jums nav {studio_name} konta? Reģistrējieties!

source: Required Information to Sign In to {studio_name}
lv: Nepieciešamā informācija, lai pieteiktos {studio_name}

source: Forgot password?
lv: Aizmirsāt paroli?

source: For {strong_start}questions on course lectures, homework, tools, or materials for this course{strong_end}, post in the {link_start}course discussion forum{link_end}.
lv: {strong_start}Jautājumiem par kursa lekcijām, mājasdarbiem, rīkiem vai materiāliem šim kursam{strong_end}, ziņojiet {link_start}kursa diskusiju forumā{link_end}.

source: Have {strong_start}general questions about {platform_name}{strong_end}? You can find lots of helpful information in the {platform_name} {link_start}FAQ{link_end}.
lv: Vai Jums ir {strong_start}vispārīgi jautājumi par {platform_name}{strong_end}? Jūs varēsiet atrast daudz noderīgas informācijas {platform_name} {link_start}BUJ{link_end}.
