Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Why export a course?
eo: Whý éxpört ä çöürsé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: ¿Por qué exportar un curso?
fa_ir: چرا دوره را صادر کنم؟
it_it: Perché esportare un corso?
mn: Яагаад хичээл экспортлоно гэж?

source: You may want to edit the XML in your course directly, outside of {studio_name}. You may want to create a backup copy of your course. Or, you may want to create a copy of your course that you can later import into another course instance and customize.
eo: Ýöü mäý wänt tö édït thé XML ïn ýöür çöürsé dïréçtlý, öütsïdé öf {studio_name}. Ýöü mäý wänt tö çréäté ä ßäçküp çöpý öf ýöür çöürsé. Ör, ýöü mäý wänt tö çréäté ä çöpý öf ýöür çöürsé thät ýöü çän lätér ïmpört ïntö änöthér çöürsé ïnstänçé änd çüstömïzé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт#
es_es: Quizá quieras editar el XML directamente en tu curso, fuera de {studio_name}. Puede que quieras crear una copia de seguridad de tu curso. O tal vez quieras crear una copia de tu curso que puedas importar más tarde en otra instancia del curso y personalizar.
fa_ir: ممکن است مایل باشید XML را مستقیماً در دوره آموشی خود، خارج از {studio_name} ویرایش کنید یا بخواهید نسخه پشتیبان از دوره خود تهیه کنید. یا نسخه ای از دوره آموزشی خود بسازید که بعداً بتوانید آن را به دوره دیگری وارد کرده و سفارشی‌سازی کنید.
it_it: Puoi decidere di modificare l'XML nel corso direttamente, all'esterno di {studio_name}. Puoi decidere di creare una copia di backup del corso. In alternativa, puoi decidere di creare una copia del corso che successivamente può essere importata in un'altra istanza del corso e personalizzata.

source: What content is exported?
eo: Whät çöntént ïs éxpörtéd? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: ¿Qué contenido se exportará?
fa_ir: چه محتوایی صادر می‌شود؟
it_it: Quale contenuto viene esportato?
mn: Ямар агуулга экспортлогдож байгаа вэ?

source: The following content is exported.
eo: Thé föllöwïng çöntént ïs éxpörtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fa_ir: محتوای زیر صادر می‌شود.
it_it: Viene esportato il seguente contenuto.

source: Course content and structure
eo: Çöürsé çöntént änd strüçtüré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: محتوا و ساختار دوره آموزشی
it_it: Contenuto e struttura del corso

source: Course dates
eo: Çöürsé dätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fa_ir: تاریخ‌های دوره آموزشی
it_it: Date del corso
mn: Хичээлийн огноо

source: Grading policy
eo: Grädïng pölïçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fa_ir: خط‌مشی نمره‌دهی
it_it: Politica di Valutazione

source: Any group configurations
eo: Àný gröüp çönfïgürätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: هرگونه پیکربندی گروهی
it_it: Qualsiasi configurazione del gruppo

source: Settings on the Advanced Settings page, including MATLAB API keys and LTI passports
eo: Séttïngs ön thé Àdvänçéd Séttïngs pägé, ïnçlüdïng MÀTLÀB ÀPÌ kéýs änd LTÌ pässpörts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: تنظیمات در صفحۀ تنظیمات پیشرفته، شامل کلیدهای API MATLAB و گذرنامه های LTI
it_it: Impostazioni nella pagina Impostazioni avanzate, incluse le chiavi API MATLAB ed i passaporti LTI

source: The following content is not exported.
eo: Thé föllöwïng çöntént ïs nöt éxpörtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: محتوای زیر صادر نمی‌شود.
it_it: Il seguente contenuto non viene esportato.

source: Learner-specific content, such as learner grades and discussion forum data
eo: Léärnér-spéçïfïç çöntént, süçh äs léärnér grädés änd dïsçüssïön förüm dätä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fa_ir: محتوای خاص یادگیرنده، مانند نمرات وی و داده‌های اتاق گفتگو
it_it: Contenuto specifico dello studente, come i dati del form di discussione e delle valutazioni dello studente

source: The course team
eo: Thé çöürsé téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fa_ir: تیم دوره آموزشی
it_it: Il team del corso

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the course.xml file, as well as subfolders that contain course content.
eo: Ûsé än ärçhïvé prögräm tö éxträçt thé dätä fröm thé .tär.gz fïlé. Éxträçtéd dätä ïnçlüdés thé çöürsé.xml fïlé, äs wéll äs süßföldérs thät çöntäïn çöürsé çöntént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕє#
es_es: Usa un programa de compresión/descompresión para extraer los datos del fichero .tar.gz. Los datos extraídos incluyen el fichero course.xml además de las carpetas con el contenido del curso.
fa_ir: برای استخراج داده‌ها از پروندۀ .tar.gz از یک برنامه فشرده‌ساز استفاده کنید. داده‌های استخراج‌شده شامل پروندۀ course.xml و نیز زیرپوشه‌هایی حاوی محتوای دوره هستند.
it_it: Utilizzare un programma di archiviazione per estrarre i dati dal file .tar.gz. I dati estratti includono il file course.xml, oltre alle sottocartelle che contengono il contenuto del corso.

source: Learn more about exporting a course
eo: Léärn möré äßöüt éxpörtïng ä çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Aprende más sobre cómo exportar un curso
fa_ir: اطلاعات وسیعتر درباره دوره آموزشی
it_it: Scopri di più sull'esportazione di un corso

source: Export Course to Git
eo: Éxpört Çöürsé tö Gït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Exportar curso a Git
fa_ir: صدور دوره آموزشی به Git
it_it: Esporta il Corso in Git

source: Export to Git
eo: Éxpört tö Gït Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Exportar a Git
fa_ir: صدور به Git
it_it: Esporta in Git

source: About Export to Git
eo: Àßöüt Éxpört tö Gït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Acerca de exportar a Git
fa_ir: درباره صدور به Git
it_it: Informazioni sull'esportazione in Git

source: Use this to export your course to its git repository.
eo: Ûsé thïs tö éxpört ýöür çöürsé tö ïts gït répösïtörý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Usa esto para exportar tu curso a tu repositorio git.
fa_ir: برای صدور دوره آموزشی به مخزن Git از این گزینه استفاده کنید.
it_it: Utilizzare questa opzione per esportare il corso nel relativo repository git.

source: This will then trigger an automatic update of the main LMS site and update the contents of your course visible there to students if automatic git imports are configured.
eo: Thïs wïll thén trïggér än äütömätïç üpdäté öf thé mäïn LMS sïté änd üpdäté thé çönténts öf ýöür çöürsé vïsïßlé théré tö stüdénts ïf äütömätïç gït ïmpörts äré çönfïgüréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒ#
es_es: Esto lanzará una actualización automática del LMS principal del sitio y una actualización de los contenidos visibles de tu curso para los alumnos, si las importaciones automáticas de GIT están configuradas.
fa_ir: سپس این مورد باعث روزآمدسازی خودکار وبگاه اصلی LMS می‌شود و درصورت پیکربندی واردات خودکار git، محتوای دوره، برای یادگیرندگان قابل مشاهده است.
it_it: Verrà attivato un aggiornamento automatico del sito LMS principale e del contenuto del corso visibile agli studenti se sono configurate le importazioni git automatiche.

source: Export Course to Git:
eo: Éxpört Çöürsé tö Gït: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Exportar el curso a Git:
fa_ir: صدور دوره آموزشی به Git:
it_it: Esporta Corso in Git:

source: giturl must be defined in your course settings before you can export to git.
eo: gïtürl müst ßé défïnéd ïn ýöür çöürsé séttïngs ßéföré ýöü çän éxpört tö gït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: La Url de Git debe estar definida en la configuración del curso antes de que puedas exportarla a git.
fa_ir: قبل از اینکه بتوانید به git صادر کنید، giturl باید در تنظیمات دوره آموزشی شما تعریف شود.
it_it: È necessario definire giturl nelle impostazioni del corso prima di poter esportare in git.

source: Export Failed
eo: Éxpört Fäïléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Fallo al exportar
fa_ir: صدور ناموفق بود
it_it: Esportazione Fallita

source: Export Succeeded
eo: Éxpört Süççéédéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Éxito al exportar
fa_ir: صدور موفقیت آمیز بود
it_it: Esportazione Riuscita

source: Your course:
eo: Ýöür çöürsé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Tu curso:
fa_ir: دوره آموزشی شما:
it_it: Il tuo corso:
mn: Таны хичээл:

source: Course git url:
eo: Çöürsé gït ürl: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: URL del curso en GIT:
fa_ir: دورۀ git url:
it_it: Url git del Corso:
mn: Хичээлийн git хаяг:

source: Experiment Group Configurations
eo: Éxpérïmént Gröüp Çönfïgürätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Configuraciones de Grupo para experimentos
fa_ir: پیکربندی گروه آزمایش
it_it: Configurazioni gruppo di esperimenti

source: This module is disabled at the moment.
eo: Thïs mödülé ïs dïsäßléd ät thé mömént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Este módulo se encuentra desactivado en este momento.
fa_ir: اکنون این ماژول غیرفعال است.
it_it: Questo modulo è attualmente disabilitato.

source: Enrollment track groups allow you to offer different course content to learners in each enrollment track. Learners enrolled in each enrollment track in your course are automatically included in the corresponding enrollment track group.
eo: Énröllmént träçk gröüps ällöw ýöü tö öffér dïfférént çöürsé çöntént tö léärnérs ïn éäçh énröllmént träçk. Léärnérs énrölléd ïn éäçh énröllmént träçk ïn ýöür çöürsé äré äütömätïçällý ïnçlüdéd ïn thé çörréspöndïng énröllmént träçk gröüp. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłł#
fa_ir: گروه‌های مسیر ثبت‌نام به شما این امکان را می‌دهند تا محتوای دوره‌های آموزشی مختلف را به یادگیرندگان در هر کدام از مسیرهای ثبت‌نام ارائه دهید. افرادی که در هر پیگیری ثبت‌نام در دورۀ آموزشی شما ثبت‌نام می‌کنند، به‌طور خودکار در گروه مربوط به مسیر ثبت‌نام قرار می‌گیرند.
it_it: I gruppi di traccia iscrizione consentono di offrire contenuto del corso differente agli studenti in ciascuna traccia di iscrizione. Gli studenti iscritti in ciascuna traccia di iscrizione nel corso vengono automaticamente inclusi nel gruppo di traccia di iscrizione corrispondente.

source: On unit pages in the course outline, you can restrict access to components to learners based on their enrollment track.
eo: Ön ünït pägés ïn thé çöürsé öütlïné, ýöü çän réstrïçt äççéss tö çömpönénts tö léärnérs ßäséd ön théïr énröllmént träçk. Ⱡ'σяєм ιρѕυм#
fa_ir: در صفحات واحد در خلاصۀ دوره آموزشی، می‌توانید دسترسی به مؤلفه‌ها را به یادگیرندگان براساس پیگیری ثبت‌نام آن‌ها محدود کنید.
it_it: Nelle pagine dell'unità nella struttura del corso, è possibile limitare l'accesso ai componenti per gli studenti in base alla relativa traccia di iscrizione.

source: You cannot edit enrollment track groups, but you can expand each group to view details of the course content that is designated for learners in the group.
eo: Ýöü çännöt édït énröllmént träçk gröüps, ßüt ýöü çän éxpänd éäçh gröüp tö vïéw détäïls öf thé çöürsé çöntént thät ïs désïgnätéd för léärnérs ïn thé gröüp. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłł#
fa_ir: شما نمی‌توانید گروه‌های پیگیری ثبت‌نام را ویرایش کنید، اما می‌توانید هر گروه را گسترش دهید تا جزئیات محتوای دوره آموزشی را مشاهده کنید که برای یادگیرندگان در گروه معین شده است.
it_it: Non è possibile modificare i gruppi di tracce di iscrizione, ma è possibile espandere ciascun gruppo per visualizzare i dettagli del contenuto del corso progettato per gli studenti nel gruppo.

source: If you have cohorts enabled in your course, you can use content groups to create cohort-specific courseware. In other words, you can customize the content that particular cohorts see in your course.
eo: Ìf ýöü hävé çöhörts énäßléd ïn ýöür çöürsé, ýöü çän üsé çöntént gröüps tö çréäté çöhört-spéçïfïç çöürséwäré. Ìn öthér wörds, ýöü çän çüstömïzé thé çöntént thät pärtïçülär çöhörts séé ïn ýöür çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υ#
es_es: Si tienes habilitadas las configuraciones de grupo en tu curso, puedes utilizar grupos de contenido para crear contenido de curso específico de grupo. En otras palabras, puedes customizar el contenido que grupos particulares ven en tu curso.
fa_ir: اگر در دورۀ خود گروه‌های مختلفی را فعال کرده‌باشید، می‌توانید از گروه‌های محتوایی برای ایجاد دوره‌های آموزشی ویژۀ گروه استفاده کنید. به عبارت دیگر، می‌توانید محتوایی را که گروه‌های خاص در دورۀ شما می‌بینند، شخصی‌سازی کنید.
it_it: Se nel corso sono abilitate le coorti, è possibile utilizzare i gruppi di contenuti per creare materiali del corso specifici delle coorti. In altre parole, è possibile personalizzare il contenuto visualizzato dalle particolari coorti nel corso.

source: Each content group that you create can be associated with one or more cohorts. In addition to making course content available to all learners, you can restrict access to some content to learners in specific content groups. Only learners in the cohorts that are associated with the specified content groups see the additional content.
eo: Éäçh çöntént gröüp thät ýöü çréäté çän ßé ässöçïätéd wïth öné ör möré çöhörts. Ìn äddïtïön tö mäkïng çöürsé çöntént äväïläßlé tö äll léärnérs, ýöü çän réstrïçt äççéss tö sömé çöntént tö léärnérs ïn spéçïfïç çöntént gröüps. Önlý léärnérs ïn thé çöhörts thät äré ässöçïätéd wïth thé spéçïfïéd çöntént gröüps séé thé äddïtïönäl çöntént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσ#
fa_ir: هر گروه محتوایی که می‌سازید می‌تواند با یک یا چند گروه مرتبط و همکار باشد. علاوه بر اینکه محتوای دوره آموزشی را در دسترس همۀ یادگیرندگان قرار می‌دهید، می‌توانید دسترسی به برخی از مطالب را به آن‌ها در گروه‌های محتوایی خاص محدود کنید. فقط کسانی که در گروه‌هایی که با گروه‌های محتوای مشخص شده مرتبط هستند، محتوای اضافی را می‌بینند.
it_it: Ciascun gruppo di contenuti creato può essere associato ad una o più coorti. Oltre a rendere il contenuto del corso disponibile per tutti gli studenti, è possibile limitare l'accesso ad alcuni contenuti per gli studenti in gruppi di contenuti. Solo gli studenti nelle coorti associati ai gruppi di contenuti specificati visualizzano il contenuto aggiuntivo.

source: Click {em_start}New content group{em_end} to add a new content group. To edit the name of a content group, hover over its box and click {em_start}Edit{em_end}. You can delete a content group only if it is not in use by a unit. To delete a content group, hover over its box and click the delete icon.
eo: Çlïçk {em_start}Néw çöntént gröüp{em_end} tö ädd ä néw çöntént gröüp. Tö édït thé nämé öf ä çöntént gröüp, hövér övér ïts ßöx änd çlïçk {em_start}Édït{em_end}. Ýöü çän délété ä çöntént gröüp önlý ïf ït ïs nöt ïn üsé ßý ä ünït. Tö délété ä çöntént gröüp, hövér övér ïts ßöx änd çlïçk thé délété ïçön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σ#
es_es: Haz click en {em_start}Nuevo grupo de contenido{em_end} para añadir un nuevo grupo de contenido. Para editar el nombre de un grupo de contenido, coloca el cursor sobre su caja y haz click en {em_start}Editar{em_end}. Puedes borrar un grupo de contenido solo si no está siendo usado por una unidad. Para borrar un grupo de contenido, coloca el cursor sobre su caja y haz click en el icono de borrar.
fa_ir: برای افزودن یک گروه محتوای جدید، روی {em_start} گروه محتوای جدید {em_end} کلیک کنید. برای ویرایش نام یک گروه محتوایی، روی جعبه ابزار آن بروید و گزینۀ {em_start} ویرایش {em_end} را بزنید. فقط درصورت عدم استفادۀ گروه محتوایی، می‌توانید آن را حذف کنید. برای حذف یک گروه محتوا، روی جعبه ابزار آن قرار بگیرید و گزینۀ حذف را بزنید.
it_it: Fare clic su {em_start}Nuovo gruppo di contenuti{em_end} per aggiungere un nuovo gruppo di contenuti. Per modificare il nome di un gruppo di contenuti, spostare il puntatore del mouse sulla relativa casella e fare clic su {em_start}Modifica{em_end}. È possibile eliminare un gruppo di contenuti solo se non è in uso da parte di un'unità. Per eliminare un gruppo di contenuti, spostare il puntatore del mouse sulla relativa casella e fare clic sull'icona di eliminazione.

source: Use experiment group configurations if you are conducting content experiments, also known as A/B testing, in your course. Experiment group configurations define how many groups of learners are in a content experiment. When you create a content experiment for a course, you select the group configuration to use.
eo: Ûsé éxpérïmént gröüp çönfïgürätïöns ïf ýöü äré çöndüçtïng çöntént éxpérïménts, älsö knöwn äs À/B téstïng, ïn ýöür çöürsé. Éxpérïmént gröüp çönfïgürätïöns défïné höw mäný gröüps öf léärnérs äré ïn ä çöntént éxpérïmént. Whén ýöü çréäté ä çöntént éxpérïmént för ä çöürsé, ýöü séléçt thé gröüp çönfïgürätïön tö üsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηια#
fa_ir: اگر در حال هدایت تجربه‌های محتوا هستید که به‌عنوان آزمون الف /ب در دورۀ آموزشی نیز شناخته می‌شوند، از پیکربندی‌های گروه تجربه استفاده کنید. تنظیمات گروه، تعداد گروه‌های یادگیرنده را در تجربه محتوا مشخص می‌کند. هنگامی که تجربه محتوا را برای یک دوره آموزشی ایجاد می‌کنید، پیکربندی گروه را برای استفاده انتخاب می‌کنید.
it_it: Utilizzare le configurazioni del gruppo di esperimenti se si stanno conducendo esperimenti sul contenuto, noti anche come test A/B, nel proprio corso. Le configurazioni del gruppo di esperimenti definiscono il numero di gruppi di studenti presenti in un esperimento del contenuto. Quando si crea un esperimento del contenuto per un corso, viene selezionata la configurazione del gruppo da utilizzare.

source: Click {em_start}New Group Configuration{em_end} to add a new configuration. To edit a configuration, hover over its box and click {em_start}Edit{em_end}. You can delete a group configuration only if it is not in use in an experiment. To delete a configuration, hover over its box and click the delete icon.
eo: Çlïçk {em_start}Néw Gröüp Çönfïgürätïön{em_end} tö ädd ä néw çönfïgürätïön. Tö édït ä çönfïgürätïön, hövér övér ïts ßöx änd çlïçk {em_start}Édït{em_end}. Ýöü çän délété ä gröüp çönfïgürätïön önlý ïf ït ïs nöt ïn üsé ïn än éxpérïmént. Tö délété ä çönfïgürätïön, hövér övér ïts ßöx änd çlïçk thé délété ïçön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ є#
es_es: Haz click en {em_start}Nueva configuración de grupo{em_end} para añadir una nueva configuración. Para editar una configuración, coloca el cursor encima de su caja y haz click en {em_start}Editar{em_end}. Puedes borrar una configuración de grupo solo si no está siendo utilizada en un experimento. Para borrar una configuración, coloca el cursor encima de su caja y haz click en el icono de borrar.
fa_ir: برای افزودن پیکربندی جدید، روی {em_start} پیکربندی گروه جدید {em_end} کلیک کنید. برای ویرایش پیکربندی، روی آن بروید و گزینۀ {em_start} ویرایش {em_end} بزنید. فقط در صورت استفاده از پیکربندی گروه، قادر به حذف آن خواهید بود. برای حذف پیکربندی، موس را روی آن قرار دهید و روی نماد حذف کلیک کنید.
it_it: Fare clic su {em_start}Nuova configurazione del gruppo{em_end} per aggiungere una nuova configurazione. Per modificare una configurazione, spostare il puntatore del mouse sulla relativa casella e fare clic su {em_start}Modifica{em_end}. È possibile eliminare una configurazione di gruppo solo se non è in uso da parte di un esperimento. Per eliminare una configurazione, spostare il puntatore del mouse sulla relativa casella e fare clic sull'icona di eliminazione.

source: Welcome
eo: Wélçömé Ⱡ'σяєм ιρѕυм #
es_es: Bienvenido
fa_ir: خوش آمدید
it_it: Benvenuto

source: Welcome to {studio_name}
eo: Wélçömé tö {studio_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Bienvenido a {studio_name}
fa_ir: به {studio_name} خوش آمدید
it_it: Benvenuti in {studio_name}
mn: {studio_name}-д тавтай морил

source: {studio_name} helps manage your online courses, so you can focus on teaching them
eo: {studio_name} hélps mänägé ýöür önlïné çöürsés, sö ýöü çän föçüs ön téäçhïng thém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: {studio_name} te ayuda a gestionar tus cursos en línea, para que puedas centrarte en enseñar.
fa_ir: {studio_name} به شما در مدیریت دوره‌های آموزشی یاری می‌رساند، بنابراین می‌توانید تمرکز خود را روی تدریس بگذارید
it_it: {studio_name} aiuta a gestire i corsi online, consentendo di concentrare l'attenzione sull'insegnamento

source: {studio_name}'s Many Features
eo: {studio_name}'s Mäný Féätürés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Las muchas funcionalidades de {studio_name}
fa_ir: بسیاری از ویژگی‌های {studio_name}
it_it: Funzioni di {studio_name}

source: {studio_name} Helps You Keep Your Courses Organized
eo: {studio_name} Hélps Ýöü Kéép Ýöür Çöürsés Örgänïzéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: {studio_name} te ayuda a mantener tus cursos organizados
fa_ir: {studio_name} به شما در نظم‌دهی به دوره‌های آموزشی کمک می‌کند
it_it: {studio_name} ti aiuta a tenere organizzati i tuoi corsi

source: Enlarge image
eo: Énlärgé ïmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Agrandar imagen
fa_ir: بزرگنمایی تصویر
it_it: Ingrandisci immagine

source: Keeping Your Course Organized
eo: Kéépïng Ýöür Çöürsé Örgänïzéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Manteniendo tu curso organizado
fa_ir: دوره آموزشی خود را سازماندهی نمایید
it_it: Mantenere il Corso organizzato
