Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Be sure you want to import a course before continuing. The contents of the imported course will replace the contents of the existing course. {em_start}You cannot undo a course import{em_end}. Before you proceed, we recommend that you export the current course, so that you have a backup copy of it.
eo: Bé süré ýöü wänt tö ïmpört ä çöürsé ßéföré çöntïnüïng. Thé çönténts öf thé ïmpörtéd çöürsé wïll répläçé thé çönténts öf thé éxïstïng çöürsé. {em_start}Ýöü çännöt ündö ä çöürsé ïmpört{em_end}. Béföré ýöü pröçééd, wé réçömménd thät ýöü éxpört thé çürrént çöürsé, sö thät ýöü hävé ä ßäçküp çöpý öf ït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт α#
es_es: Asegúrate de que quieres importar un curso antes de continuar. El contenido del curso a importar reemplazará el contenido del curso existente. {em_start}No se puede deshacer la operación de importación de curso{em_end}. Antes de proceder, te recomendamos que exportes el curso actual, de modo que dispongas de una copia de seguridad.
fa_ir: مطمئن شوید که مایلید یک دوره را به سامانه وارد کنید. مطالب دورۀ آموزشی واردشده جایگزین مطالب دورۀ موجود خواهد شد. {em_start} این فرایند واگرد ندارد {em_end}. پیش از ادامه، توصیه می‌کنیم دورۀ فعلی را صادر کنید تا از آن نسخۀ پشتیبان تهیه شود.
it_it: Prima di continuare, accertarsi di voler importare un corso. Il contenuto del corso importato sostituirà il contenuto del corso esistente. {em_start}Non è possibile annullare l'importazione di un corso{em_end}. Prima di continuare, si consiglia di esportare il corso corrente, in modo da avere a disposizione una copia di backup.

source: The course that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a course.xml file. It may also contain other files.
eo: Thé çöürsé thät ýöü ïmpört müst ßé ïn ä .tär.gz fïlé (thät ïs, ä .tär fïlé çömprésséd wïth GNÛ Zïp). Thïs .tär.gz fïlé müst çöntäïn ä çöürsé.xml fïlé. Ìt mäý älsö çöntäïn öthér fïlés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕ#
es_es: El curso que importes debe estar en un fichero .tar.gz (es decir, un fichero .tar comprimido con GNU Zip). Este archivo .tar.gz debe contener un fichero course.xml. También podría contener otros ficheros.
fa_ir: دوره‌ آموزشی که وارد می‌کنید باید به‌صورت پرونده .tar.gz باشد (یعنی یک فایل .tar با GNU Zip فشرده). این پروندۀ .tar.gz باید یک پرونده course.xml به همراه داشته باشد. همچنین ممکن است شامل پرونده‌های دیگری نیز باشد.
it_it: Il corso da importare deve essere in un file .tar.gz (un file .tar compresso con GNU Zip). Tale file .tar.gz deve contenere un file course.xml. Può contenere anche altri file.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your course until the import operation has completed.
eo: Thé ïmpört pröçéss häs fïvé stägés. Dürïng thé fïrst twö stägés, ýöü müst stäý ön thïs pägé. Ýöü çän léävé thïs pägé äftér thé Ûnpäçkïng stägé häs çömplétéd. Wé réçömménd, höwévér, thät ýöü dön't mäké ïmpörtänt çhängés tö ýöür çöürsé üntïl thé ïmpört öpérätïön häs çömplétéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σ#
es_es: El proceso de importación consta de cinco etapas. Durante las dos primeras, debes permanecer en esta página. Puedes abandonarla una vez que la fase de Unpacking haya sido completada. Te recomendamos, sin embargo, que no realices cambios importantes en tu curso hasta que la operación de importación se haya completado.
fa_ir: فرآیند ورودی پنج مرحله دارد. در طی دو مرحله اول، باید در این صفحه بمانید. پس از اتمام مرحله گشایش بسته، می‌توانید این صفحه را ترک کنید. با این وجود توصیه می‌کنیم تا زمان انجام عملیات ورود، تغییرات مهمی در دوره خود ایجاد نکنید.
it_it: Il processo di importazione è composto da cinque fasi. Durante le prime due fasi, è necessario restare in questa pagina. È possibile uscire da questa pagina una volta completata la fase di Decompressione. Tuttavia, si consiglia di non apportare modifiche importanti al corso fino a quando l'operazione di importazione non è stata completata.

source: Select a .tar.gz File to Replace Your Library Content
eo: Séléçt ä .tär.gz Fïlé tö Répläçé Ýöür Lïßrärý Çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Selecciona un archivo tar.gz para reemplazar el contenido de tu biblioteca
fa_ir: برای جایگزینی محتوای کتابخانۀ خود، یک فایل .tar.gz انتخاب کنید
it_it: Selezionare un file .tar.gz per sostituire il contenuto della libreria

source: Select a .tar.gz File to Replace Your Course Content
eo: Séléçt ä .tär.gz Fïlé tö Répläçé Ýöür Çöürsé Çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Selecciona un fichero .tar.gz para reemplazar el contenido de tu curso
fa_ir: برای جایگزینی محتوای دوره خود، یک فایل .tar.gz انتخاب کنید
it_it: Selezionare un file .tar.gz per sostituire il contenuto del corso

source: Choose a File to Import
eo: Çhöösé ä Fïlé tö Ìmpört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Selecciona un fichero a importar
fa_ir: انتخاب پرونده
it_it: scegli un file da Importare
mn: Оруулах Файлыг сонгох

source: File Chosen:
eo: Fïlé Çhösén: Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Archivo seleccionado:
fa_ir: فایل منتخب:
it_it: File Scelto:
mn: Сонгогдсон Файл:

source: Replace my library with the selected file
eo: Répläçé mý lïßrärý wïth thé séléçtéd fïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Reemplazar mi biblioteca con el archivo seleccionado
fa_ir: پروندۀ منتخب را جایگزین دورۀ من کنید
it_it: Sostituisci la mia libreria con il file selezionato

source: Replace my course with the selected file
eo: Répläçé mý çöürsé wïth thé séléçtéd fïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Reemplazar mi curso con el archivo seleccionado
fa_ir: دورۀ آموزشی مرا با پروندۀ انتخاب‌شده جایگزین کنید
it_it: Sostituisci il mio corso con il file selezionato

source: Library Import Status
eo: Lïßrärý Ìmpört Stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Estado de importación de Biblioteca
fa_ir: وضعیت ورودی کتابخانه
it_it: Stato importazione libreria

source: Course Import Status
eo: Çöürsé Ìmpört Stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Estado de la importación del curso
fa_ir: وضعیت دریافت دوره
it_it: Status Importazione Corso

source: Transferring your file to our servers
eo: Tränsférrïng ýöür fïlé tö öür sérvérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Transfiriendo tu archivo a nuestros servidores
fa_ir: انتقال پرونده شما به سرویس‌دهنده ما
it_it: Trasferimento del file sui nostri server

source: Unpacking
eo: Ûnpäçkïng Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Desempaquetando
fa_ir: بازکردن
it_it: Decompressione
mn: Задалж байна

source: Expanding and preparing folder/file structure (You can now leave this page safely, but avoid making drastic changes to content until this import is complete)
eo: Éxpändïng änd prépärïng földér/fïlé strüçtüré (Ýöü çän nöw léävé thïs pägé säfélý, ßüt ävöïd mäkïng drästïç çhängés tö çöntént üntïl thïs ïmpört ïs çömplété) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт #
es_es: Expandiendo y preparando la estructura de carpetas y archivos. (Ya puedes abandonar esta página de forma segura, pero evita hacer cambios drásticos hasta que la importación haya terminado)
fa_ir: گسترش و آماد‌ه‌سازی ساختار پوشه / پرونده (اکنون می‌توانید با خیال راحت از این صفحه خارج شوید، اما تغییرات عمده در محتوا تا پایان این ورود داده خودداری کنید)
it_it: Espansione e preparazione della struttura della cartella/file (è possibile uscire in sicurezza da questa pagina, ma evitare di apportare modifiche drastiche al contenuto fino a quando questa importazione non è stata completata)

source: Verifying
eo: Vérïfýïng Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Verificando
fa_ir: تایید
it_it: Verifica in corso
mn: Баталгаажуулж байна

source: Reviewing semantics, syntax, and required data
eo: Révïéwïng sémäntïçs, sýntäx, änd réqüïréd dätä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Revisando semántica, sintaxis y datos requeridos
fa_ir: مرور مفاهیم، نحو و داده‌های ضروری
it_it: Revisione di semantica, sintassi e dati richiesti

source: Updating Library
eo: Ûpdätïng Lïßrärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Actualizando Biblioteca
fa_ir: در حال روزآمدسازی کتابخانه
it_it: Aggiornamento della libreria

source: Updating Course
eo: Ûpdätïng Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Actualizando el curso
fa_ir: روزآمدسازی دوره آموزشی
it_it: Aggiornamento del corso

source: Integrating your imported content into this library. This process might take longer with larger libraries.
eo: Ìntégrätïng ýöür ïmpörtéd çöntént ïntö thïs lïßrärý. Thïs pröçéss mïght täké löngér wïth lärgér lïßrärïés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
es_es: Integrando tu contenido importado en esta biblioteca. Este proceso podría durar más con bibliotecas más grandes.
fa_ir: سامانه در حال ادغام محتوای واردشده به این کتابخانه است. این فرایند ممکن است در کتابخانه‌های حجیم‌تر بیشتر طول بکشد.
it_it: Integrazione del contenuto importato in questa libreria. Questo processo potrebbe durare più a lungo con librerie di grandi dimensioni.
mn: Таны импортлосон контентийг номын сантай нэгтгэж байна. Том номын сангийн хувьд нэгтгэх процесс удах магадлалтай.

source: Integrating your imported content into this course. This process might take longer with larger courses.
eo: Ìntégrätïng ýöür ïmpörtéd çöntént ïntö thïs çöürsé. Thïs pröçéss mïght täké löngér wïth lärgér çöürsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Integrando tu contenido importado en este curso. Este proceso podría durar más con cursos más grandes.
fa_ir: سامانه در حال ادغام محتوای واردشده به این دوره آموزشی است. این فرایند در دوره‌های طولانی‌تر ممکن است بیشتر طول بکشد.
it_it: Integrazione del contenuto importato in questo corso. Questo processo potrebbe durare più a lungo con corsi di grandi dimensioni.

source: Your imported content has now been integrated into this library
eo: Ýöür ïmpörtéd çöntént häs nöw ßéén ïntégrätéd ïntö thïs lïßrärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Tu contenido importado está ahora integrado en esta biblioteca.
fa_ir: محتوای واردشدۀ شما اکنون در این کتابخانه ادغام شده‌است
it_it: Il contenuto importato è stato integrato in questa libreria

source: Your imported content has now been integrated into this course
eo: Ýöür ïmpörtéd çöntént häs nöw ßéén ïntégrätéd ïntö thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Tu curso importado ahora ha sido integrado en este curso
fa_ir: محتوای واردشده شما اکنون در این دوره ادغام شده‌است
it_it: Il contenuto importato è stato integrato in questo corso

source: View Updated Library
eo: Vïéw Ûpdätéd Lïßrärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Ver la biblioteca actualizada
fa_ir: مشاهدۀ کتابخانۀ روزآمد
it_it: Visualizza libreria aggiornata

source: View Updated Outline
eo: Vïéw Ûpdätéd Öütlïné Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Ver la estructura actualizada
fa_ir: مشاهده نمای کلی روزآمدسازی
it_it: Visualizza struttura aggiornata

source: Why import a library?
eo: Whý ïmpört ä lïßrärý? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: ¿Por qué importar una biblioteca?
fa_ir: چرا کتابخانه را وارد سامانه کنیم؟
it_it: Perché importare una libreria?

source: You might want to update an existing library to a new version, or replace an existing library entirely. You might also have developed a library outside of {studio_name}.
eo: Ýöü mïght wänt tö üpdäté än éxïstïng lïßrärý tö ä néw vérsïön, ör répläçé än éxïstïng lïßrärý éntïrélý. Ýöü mïght älsö hävé dévélöpéd ä lïßrärý öütsïdé öf {studio_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυη#
es_es: Quizás quieras actualizar una biblioteca existente a una nueva versión, o reemplazar una biblioteca por completo. También puede que hayas desarrollado una biblioteca fuera de {studio_name}.
fa_ir: ممکن است مایل باشید کتابخانۀ موجود را به نسخه جدید روزآمد کنید یا کتابخانۀ جدیدی را کاملاً جایگزین کتابخانۀ قدیمی کنید. همچنین ممکن است کتابخانه‌ای را خارج از {studio_name} ایجاد کرده باشید.
it_it: È possibile che si desideri aggiornare una libreria esistente ad una nuova versione oppure sostituire completamente una libreria esistente. È anche possibile che sia stata sviluppata una libreria all'esterno di {studio_name}.

source: Note: Library content is not automatically updated in courses
eo: Nöté: Lïßrärý çöntént ïs nöt äütömätïçällý üpdätéd ïn çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Aviso: El contenido de la biblioteca no se actualiza automáticamente en los cursos
fa_ir: توجه کنید: محتوای کتابخانه در دوره‌های آموزشی به‌طور خودکار روزآمد نمی‌شود
it_it: Nota: il contenuto della libreria non viene aggiornato automaticamente nei corsi

source: If you change and import a library that is referenced by randomized content blocks in one or more courses, those courses do not automatically use the updated content. You must manually refresh the randomized content blocks to bring them up to date with the latest library content.
eo: Ìf ýöü çhängé änd ïmpört ä lïßrärý thät ïs référénçéd ßý rändömïzéd çöntént ßlöçks ïn öné ör möré çöürsés, thösé çöürsés dö nöt äütömätïçällý üsé thé üpdätéd çöntént. Ýöü müst mänüällý réfrésh thé rändömïzéd çöntént ßlöçks tö ßrïng thém üp tö däté wïth thé lätést lïßrärý çöntént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα#
es_es: Si cambias e importas una biblioteca de la que se ha hecho referencia en bloques de contenido aleatorios en uno o más cursos, esos cursos no emplearán automáticamente el contenido actualizado. Debes actualizar manualmente los bloques de contenidos aleatorios para actualizarlos con el último contenido de la biblioteca.
fa_ir: اگر کتابخانه‌ای را که توسط بلوک‌های محتوای تصادفی در یک یا چند دوره به آن ارجاع داده شده، تغییر دهید و وارد کنید، آن دوره‌های آموزشی به‌طور خودکار از محتوای روزآمد شما استفاده نمی‌کنند. شما باید بلوک‌های محتوای تصادفی را به‌صورت دستی به روز کنید تا آن‌ها با جدیدترین محتوای کتابخانه همسان شوند.
it_it: Se si modifica ed importa una libreria a cui viene fatto riferimento da blocchi di contenuto casuali in uno o più corsi tali corsi non utilizzano automaticamente il contenuto aggiornato. È necessario aggiornare manualmente i blocchi di contenuto casuali per aggiornarli con il contenuto della libreria più recente.

source: Learn more about importing a library
eo: Léärn möré äßöüt ïmpörtïng ä lïßrärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Saber más sobre importar una biblioteca
fa_ir: اطلاعات بیشتر درباره واردکردن کتابخانه
it_it: Scopri di più sull'importazione di una libreria

source: Why import a course?
eo: Whý ïmpört ä çöürsé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: چرا یک دوره را وارد کنیم؟
it_it: Perché importare un corso?

source: You may want to run a new version of an existing course, or replace an existing course altogether. Or, you may have developed a course outside {studio_name}.
eo: Ýöü mäý wänt tö rün ä néw vérsïön öf än éxïstïng çöürsé, ör répläçé än éxïstïng çöürsé ältögéthér. Ör, ýöü mäý hävé dévélöpéd ä çöürsé öütsïdé {studio_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм #
es_es: Quizá quieras ejecutar una nueva versión de un curso existente, o reemplazar un curso existente. O puede que hayas desarrollado un curso fuera de {studio_name}.
fa_ir: ممکن است بخواهید نسخۀ جدیدی از دوره‌ای موجود را اجرا کنید یا کلاً دوره‌ای را جایگزین دوره قدیمی کنید. یا ممکن است دوره‌ای خارج از {studio_name} بسازید.
it_it: È possibile che si desideri eseguire una nuova versione di un corso esistente oppure sostituire un corso esistente. Oppure, è possibile che sia stato sviluppato un corso all'esterno di {studio_name}.

source: What content is imported?
eo: Whät çöntént ïs ïmpörtéd? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: ¿Qué contenido se importará?
fa_ir: چه محتوایی وارد می‌شود؟
it_it: Quale contenuto viene importato?

source: The following content is imported.
eo: Thé föllöwïng çöntént ïs ïmpörtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fa_ir: محتوای زیر وارد شده‌است.
it_it: Il seguente contenuto viene importato.

source: The following content is not imported.
eo: Thé föllöwïng çöntént ïs nöt ïmpörtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: محتوای زیر وارد نمی‌شود.
it_it: Il seguente contenuto non viene importato.

source: Warning: Importing while a course is running
eo: Wärnïng: Ìmpörtïng whïlé ä çöürsé ïs rünnïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Advertencia: Importando en un curso en ejecución
fa_ir: هشدار: ورود داده در حالی که دوره‌ای در حال اجرا است
it_it: Avvertenza: importazione mentre è in esecuzione un corso

source: If you perform an import while your course is running, and you change the URL names (or url_name nodes) of any Problem components, the student data associated with those Problem components may be lost. This data includes students' problem scores.
eo: Ìf ýöü pérförm än ïmpört whïlé ýöür çöürsé ïs rünnïng, änd ýöü çhängé thé ÛRL nämés (ör ürl_nämé nödés) öf äný Prößlém çömpönénts, thé stüdént dätä ässöçïätéd wïth thösé Prößlém çömpönénts mäý ßé löst. Thïs dätä ïnçlüdés stüdénts' prößlém sçörés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρ#
es_es: Si realizas una importación mientras el curso está en ejecución, y cambias los nombres de las URL (o los nodos url_name) de cualquier ejercicio, los datos de los alumnos asociados con esos ejercicios se perderán. Estos datos incluyen las puntuaciones de los alumnos en esos ejercicios.
fa_ir: اگر در حالی که دوره در حال اجرا است بارگیری انجام دهید و نام‌های آدرس‌های اینترنتی (یا گره های url_name) هر یک از اجزای مسأله را تغییر دهید، ممکن است داده‌های دانشجویی مرتبط با آن مولفه‌های مسأله از بین بروند. این داده‌ها شامل نمرات تمرین‌های یادگیرندگان است.
it_it: Se viene eseguita un'importazione mentre il corso è in esecuzione e vengono modificati i nomi URL (o i nodi url_name) di qualsiasi componente Problema, i dati dello studente associati a tali componenti Problema potrebbero essere persi. Tali dati includono i punteggi del problema dello studente.

source: Learn more about importing a course
eo: Léärn möré äßöüt ïmpörtïng ä çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Saber más sobre cómo importar un curso
fa_ir: اطلاعات بیشتر درباره واردکردن دوره آموزشی
it_it: Scopri di più sull'importazione di un corso

source: {studio_name} Home
eo: {studio_name} Hömé Ⱡ'σяєм ιρѕυм ∂#
es_es: Página principal de {studio_name}
fa_ir: صفحه اصلی {studio_name}
it_it: Home {studio_name}
mn: {studio_name}

source: New Course
eo: Néw Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Nuevo curso
fa_ir: دوره آموزشی جدید
it_it: Nuovo Corso
mn: Шинэ хичээл

source: Email staff to create course
eo: Émäïl stäff tö çréäté çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Envíanos un correo electrónico para solicitar la creación del curso
fa_ir: رایانامه ویراستار برای ایجاد دوره
it_it: Invia email allo staff per creare il corso

source: New Library
eo: Néw Lïßrärý Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Nueva biblioteca
fa_ir: کتابخانه جدید
it_it: Nuova libreria
mn: Шинэ номын сан

source: Please correct the highlighted fields below.
eo: Pléäsé çörréçt thé hïghlïghtéd fïélds ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Por favor, corrige los campos resaltados a continuación.
fa_ir: لطفا گزینه‌های مشخص‌شده را اصلاح کنید
it_it: Correggere i campi evidenziati di seguito.

source: Create a New Course
eo: Çréäté ä Néw Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Crear un nuevo curso
fa_ir: ساخت دوره آموزشی جدید
it_it: Crea un Nuovo Corso
mn: Шинэ Хичээл Үүсгэх

source: Required Information to Create a New Course
eo: Réqüïréd Ìnförmätïön tö Çréäté ä Néw Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Información requerida para crear un nuevo curso
fa_ir: اطلاعات ضروری برای ساخت دوره جدید
it_it: Informazioni richieste per creare un nuovo corso

source: The public display name for your course. This cannot be changed, but you can set a different display name in Advanced Settings later.
eo: Thé püßlïç dïspläý nämé för ýöür çöürsé. Thïs çännöt ßé çhängéd, ßüt ýöü çän sét ä dïfférént dïspläý nämé ïn Àdvänçéd Séttïngs lätér.#
es_es: Nombre público que se mostrará para tu curso. Esto no puede cambiarse, pero puedes asignar un nombre distinto a mostrar desde ajustes avanzados más adelante.
fa_ir: نام دوره را که مایلید به عموم نشان داده شود در این قسمت وارد کنید. این نام قابل تغییر نیست، اما بعدا می‌توانید نام دیگری برای نمایش در قسمت تنظیمات پیشرفته انتخاب کنید.
it_it: Il nome di visualizzazione pubblico per il corso. Non può essere modificato, ma è possibile impostare un nome di visualizzazione differente in Impostazioni avanzate successivamente.
mn: Хичээлийн нийтэд харагдах нэр. Дараа өөрчилж болохгүй боловч Нарийвчилсан тохиргоо хэсэгт нэмэлт нэр оруулж харагдацыг нь өөрчлөх боломжтой.
