Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: Circle
fa_ir: دایره
he: מעגל
it_it: Cerchio
tr_tr: Daire

source: Clear formatting
fa_ir: حذف قالب‌بندی
he: נקה פורמט
it_it: Rimuovi formattazione
tr_tr: Düzenlemeyi temizle

source: Code block
fa_ir: کدبلوک
he: בלוק קוד
it_it: Frammento di codice
tr_tr: Kod bloğu

source: Code
fa_ir: کد
he: קוד
it_it: Codice
tr_tr: Kod

source: Color
fa_ir: رنگ
he: צבע
it_it: Colore
tr_tr: Renk

source: Cols
fa_ir: ستون‌ها
he: עמודות
it_it: Colonne
tr_tr: Sütunlar

source: Column group
fa_ir: گروه ستون
he: קבוצת עמודות
it_it: Gruppo di colonne
tr_tr: Sütun grubu

source: Column
fa_ir: ستون
he: עמודה
it_it: Colonna
tr_tr: Sütun

source: Constrain proportions
fa_ir: محدودیت تناسبات
he: אלץ פרופורציות
it_it: Mantieni proporzioni
tr_tr: Oranları Sınırla

source: Copy row
fa_ir: کپی ردیف
he: העתק שורה
it_it: Copia riga
tr_tr: Satırı kopyala

source: Copy
fa_ir: کپی
he: העתק
it_it: Copia
tr_tr: Kopyala

source: Could not find the specified string.
fa_ir: رشتۀ مشخص‌شده پیدا نشد.
he: לא ניתן היה לאתר את המחרוזת המדויקת
it_it: Impossibile trovare la stringa indicata.
tr_tr: Belirtilen dizi bulunamadı.

source: Custom color
fa_ir: رنگ سفارشی
he: צבע מותאם אישית
it_it: Colore personalizzato
tr_tr: Özel renk

source: Custom...
fa_ir: سفارشی...
he: התאם אישית
it_it: Personalizzato...
tr_tr: Özel...

source: Cut row
fa_ir: برش ردیف
he: גזור שורה
it_it: Taglia riga
tr_tr: Satırı kes

source: Cut
fa_ir: برش
he: גזור
it_it: Taglia
tr_tr: Kes

source: Decrease indent
fa_ir: کاهش تورفتگی
he: הקטן הזחה
it_it: Riduci indentazione
tr_tr: Girintiyi azalt

source: Default
fa_ir: پیش فرض
he: ברירת מחדל
it_it: Predefinito
tr_tr: Öntanımlı

source: Delete column
fa_ir: حذف ستون
he: מחק טור
it_it: Elimina colonna
tr_tr: Sütunu sil

source: Delete row
fa_ir: حذف ردیف
he: מחק שורה
it_it: Elimina riga
tr_tr: Satırı sil

source: Delete table
fa_ir: حذف جدول
he: מחק טבלה
it_it: Elimina tabella
tr_tr: Tabloyu sil

source: Description
fa_ir: توصیف
he: תיאור
it_it: Descrizione
tr_tr: Açıklama

source: Dimensions
fa_ir: ابعاد
he: ממדים
it_it: Dimensioni
tr_tr: Boyutlar

source: Disc
fa_ir: دیسک
it_it: Disco
tr_tr: Disk

source: Div
fa_ir: تقسیم

source: Document properties
fa_ir: ویژگی‌های سند
he: מאפייני המסמך
it_it: Proprietà del documento
tr_tr: Belge özellikleri

source: Edit HTML
fa_ir: ویرایش HTML
he: ערוך HTML
it_it: Modifica HTML
tr_tr: HTML düzenle

source: Edit
fa_ir: ویرایش
he: עריכה
it_it: Modifica
tr_tr: Düzenle

source: Embed
fa_ir: جاسازی
he: הטמעה
it_it: Incorpora
tr_tr: Gömülü

source: Emoticons
fa_ir: شکلک‌ها
he: אמוטקינים
it_it: Emoticon
tr_tr: İfadeler

source: Encoding
fa_ir: جایگذاری
he: קידוד
it_it: Codifica
tr_tr: Kodlama

source: File
fa_ir: پرونده
he: קובץ
tr_tr: Dosya

source: Find and replace
fa_ir: بیاب و جایگزین کن
he: מצא והחלף
it_it: Trova e sostituisci
tr_tr: Bul ve değiştir

source: Find next
fa_ir: بعدی را بیاب
he: מצא את הבא
it_it: Trova successivo
tr_tr: Sonrakini bul

source: Find previous
fa_ir: قبلی را بیاب
he: מצא את הקודם
it_it: Trova precedente
tr_tr: Öncekini bul

source: Find
fa_ir: بیاب
he: חיפוש
it_it: Trova
tr_tr: Bul

source: Finish
fa_ir: پایان
he: סיום
it_it: Fine
tr_tr: Bitir

source: Font Family
fa_ir: مجموعۀ فونت‌ها
he: קבוצת גופנים
it_it: Nome del carattere
tr_tr: Yazıtipi Ailesi

source: Font Sizes
fa_ir: اندازه نوشته
he: גודל גופן
it_it: Dimensione del carattere
tr_tr: Yazı Boyutları

source: Footer
fa_ir: پانویس
he: כותרת תחתונה
it_it: Piè di pagina
tr_tr: Alt bilgi

source: Format
fa_ir: قالب
he: פורמט
it_it: Formato

source: Formats
fa_ir: قالب‌ها
he: פורמטים
it_it: Formati
tr_tr: Formatlar

source: Fullscreen
fa_ir: تمام صفحه
he: מסך מלא
it_it: A schermo intero
tr_tr: Tam ekran

source: General
fa_ir: عمومی
he: כללי
it_it: Generale
tr_tr: Genel

source: H Align
fa_ir: H تراز
he: יישור אופקי
it_it: Allineamento orizzontale
tr_tr: H Hizalama

source: Header 1
fa_ir: سرصفحه 1
he: כותרת 1
it_it: Intestazione 1
tr_tr: Üst bilgi 1

source: Header 2
fa_ir: سرصفحه 2
he: כותרת 2
it_it: Intestazione 2
tr_tr: Üst bilgi 2

source: Header 3
fa_ir: سرصفحه 3
he: כותרת 3
it_it: Intestazione 3
tr_tr: Üst bilgi 3

source: Header 4
fa_ir: سرصفحه 4
he: כותרת 4
it_it: Intestazione 4
tr_tr: Üst bilgi 4

source: Header 5
fa_ir: سرصفحه 5
he: כותרת 5
it_it: Intestazione 5
tr_tr: Üst bilgi 5

source: Header 6
fa_ir: سرصفحه 6
he: כותרת 6
it_it: Intestazione 6
tr_tr: Üst bilgi 6

source: Header cell
fa_ir: سلول سرصفحه
he: כותרת תא
it_it: Intestazione cella
tr_tr: Üst bilgi hücresi

source: Header
fa_ir: سرصفحه
he: כותרת
it_it: Intestazione
tr_tr: Üst bilgi

source: Headers
fa_ir: سرصفحه
he: כותרות
it_it: Intestazioni
tr_tr: Üst bilgiler

source: Heading 1
fa_ir: سرصفحه 1
he: כותרת 1
it_it: Titolo 1
tr_tr: Başlık 1

source: Heading 2
fa_ir: سرصفحه 2
he: כותרת 2
it_it: Titolo 2
tr_tr: Başlık 2

source: Headings
fa_ir: سرصفحه
he: כותרות
it_it: Titoli
tr_tr: Başlıklar

source: Height
fa_ir: ارتفاع
he: גובה
it_it: Altezza
tr_tr: Yükseklik

source: Horizontal line
fa_ir: خط افقی
he: קו אופקי
it_it: Linea orizzontale
tr_tr: Yatay çizgi

source: Horizontal space
fa_ir: فضای افقی
he: רווח אופקי
it_it: Spaziatura orizzontale
tr_tr: Yatay aralık

source: HTML source code
fa_ir: کد منبع اچ تی ام ال
he: קוד מקור HTML
it_it: Codice sorgente HTML
tr_tr: HTML kaynak kodu

source: Ignore all
fa_ir: چشم‌پوشی از همۀ تغییرات
he: התעלם מהכל
it_it: Ignora tutti
tr_tr: Tümünü yoksay

source: Ignore
fa_ir: چشم‌پوشی
he: התעלם
it_it: Ignora
tr_tr: Yoksay

source: Image description
fa_ir: شرح تصویر
he: תיאור תמונה
it_it: Descrizione dell'immagine
tr_tr: Görüntü açıklaması

source: Increase indent
fa_ir: افزایش تورفتگی
he: הגדל כניסה
it_it: Aumenta rientro
tr_tr: Girintiyi arttır

source: Inline
fa_ir: درخط
he: בשורה
it_it: In linea
tr_tr: Satıriçi

source: Insert column after
fa_ir: درج ستون‌ پس از
he: הכנס טור לאחר
it_it: Inserisci colonna a destra
tr_tr: Sonra sütun ekle

source: Insert column before
fa_ir: افزون ستون‌‌ بعد از
he: הכנס טור לפני
it_it: Inserisci colonna a sinistra
tr_tr: Önce sütun ekle

source: Insert date/time
fa_ir: درج تاریخ/ زمان
he: הכנס תאריך/זמן
it_it: Inserisci data/ora
tr_tr: Tarih/zaman ekle

source: Insert image
fa_ir: درج تصویر
he: הכנס תמונה
it_it: Inserisci immagine
tr_tr: Görsel ekle

source: Insert link
fa_ir: درج پیوند
he: הכנס קישור
it_it: Inserisci collegamento
tr_tr: Bağlantı ekle

source: Insert row after
fa_ir: درج ردیف بعد از
he: הכנס שורה לאחר
it_it: Inserisci riga sotto
tr_tr: Sonra satır ekle

source: Insert row before
fa_ir: افزون ردیف قبل
he: הכנס שורה לפני
it_it: Inserisci riga sopra
tr_tr: Önce satır ekle

source: Insert table
fa_ir: درج جدول
he: הכנס טבלה
it_it: Inserisci tabella
tr_tr: Tablo ekle

source: Insert template
fa_ir: درج قالب
he: הכנס תבנית
it_it: Inserisci modello
tr_tr: Şablon ekle

source: Insert video
fa_ir: درج ویدئو
he: הכנס וידאו
it_it: Inserisci video
tr_tr: Video ekle

source: Insert
fa_ir: درج
he: הכנס
it_it: Inserisci
tr_tr: Ekle

source: Insert/edit image
fa_ir: درج/ویرایش تصویر
he: הכנס/ערוך תמונה
it_it: Inserisci/modifica immagine
tr_tr: Görsel ekle/düzenle

source: Insert/edit link
fa_ir: درج/ ویرایش پیوند
he: הכנס/ערוך קישור
it_it: Inserisci/modifica collegamento
tr_tr: Bağlantı ekle/düzenle

source: Insert/edit video
fa_ir: افزودن/ ویرایش ویدئو
he: הכנס/ערוך וידאו
it_it: Inserisci/modifica collegamento
tr_tr: Video ekle/düzenle

source: Italic
fa_ir: ایرانیک
he: הטייה
it_it: Corsivo
tr_tr: İtalik

source: Justify
fa_ir: تزار
he: יישור
it_it: Giustifica
tr_tr: Yaslı

source: Keywords
fa_ir: کلیدواژه‌ها
he: מילות מפתח
it_it: Parole chiave
tr_tr: Anahtar kelimeler

source: Left to right
fa_ir: چپ‌به‌راست
he: שמאל לימין
it_it: Da sinistra a destra
tr_tr: Soldan sağa

source: Left
fa_ir: چپ
he: שמאל
it_it: A sinistra
tr_tr: Sol

source: Match case
fa_ir: حساس به حروف بزرگ و کوچک
he: התאמה של אותיות קטנות וגדולות
it_it: Maiuscole/minuscole
tr_tr: Büyük küçük harfe duyarlı

source: Merge cells
fa_ir: ادغام سلول‌ها
he: מזג תאים
it_it: Unisci celle
tr_tr: Hücreleri birleştir

source: Middle
fa_ir: میانه
he: אמצע
it_it: Al centro
tr_tr: Orta

source: New document
fa_ir: سند جدید
he: מסמך חדש
it_it: Nuovo documento
tr_tr: Yeni belge

source: New window
fa_ir: پنجرۀ جدید
he: חלון חדש
it_it: Nuova finestra
tr_tr: Yeni pencere

source: No color
fa_ir: بی‌رنگ
he: ללא צבע
it_it: Nessun colore
tr_tr: Renk yok

source: Nonbreaking space
fa_ir: فضای بدون فاصله
he: ללא מרווחים
it_it: Spazio unificatore
tr_tr: Bölünemez boşluk

source: Numbered list
fa_ir: فهرست شماره‌‌دار
he: רשימה ממוספרת
it_it: Elenco numerato
tr_tr: Numaralı liste

source: Page break
fa_ir: برش صفحه
he: מעבר עמוד
it_it: Interruzione di pagina
tr_tr: Sayfa sonu

source: Paste as text
fa_ir: الحاق متن
he: הדבק כטקסט
it_it: Incolla come testo
tr_tr: Metin olarak yapıştır

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
fa_ir: اکنون الحاق در حالت متن ساده است. تا زمانی که این گزینه را غیرفعال نکنید، مطالب به‌عنوان متن ساده جایگذاری می‌شوند.
he: פעולת הדבק נמצאת כרגע במצב plain text. טקסט יודבק כ-plain text עד שאפרות הזאת תתבטל.
it_it: La funzione Incolla è ora in modalità testo normale. Il contenuto verrà incollato come testo normale fino alla disattivazione di tale opzione.
tr_tr: Yapıştırma şimdi düz metin modunda. Siz bu seçeneği kapatana kadar içerikler düz metin olarak kaydedilecek.

source: Paste row after
fa_ir: الحاق ردیف پس از این ردیف
he: הדבק שורה אחרי
it_it: Incolla riga dopo
tr_tr: Sonra satır yapıştır

source: Paste row before
fa_ir: الحاق ردیف پیش از این ردیف
he: הדבק שורה לפני
it_it: Incolla riga prima
tr_tr: Önce satır yapıştır

source: Paste your embed code below:
fa_ir: کدجاسازی را در قسمت زیر قرار دهید:
he: הכנס קוד הטבעה למטה:
it_it: Incollare di seguito il codice incorporato:
tr_tr: Yerleştirme kodunuzu aşağıya yapıştırın:

source: Paste
fa_ir: الحاق
he: הדבק
it_it: Incolla
tr_tr: Yapıştır

source: Poster
fa_ir: پوستر
he: פוסטר

source: Pre
fa_ir: پیش
tr_tr: Ön

source: Prev
fa_ir: قبلی
he: קודם
it_it: Prec
tr_tr: Önceki

source: Print
fa_ir: چاپ
he: הדפס
it_it: Stampa
tr_tr: Yazdır

source: Redo
fa_ir: بازانجام
he: בצע שוב
it_it: Annulla
tr_tr: Yinele

source: Remove link
fa_ir: حذف پیوند
he: הסר קישור
it_it: Rimuovi collegamento
tr_tr: Bağlantıyı kaldır

source: Replace all
fa_ir: جایگزینی همه
he: החלף הכל
it_it: Sostituisci tutti
tr_tr: Tümünü değiştir

source: Replace with
fa_ir: جایگزینی با
he: החלף ב
it_it: Sostituisci con
tr_tr: Değiştir

source: Replace
fa_ir: جایگزینی
he: החלף
it_it: Rimpiazza
tr_tr: Üstüne yaz

source: Restore last draft
fa_ir: بازگردانی پیش‌نویس قبلی
he: שחזר טיוטה אחרונה
it_it: Ripristina l'ultima bozza
tr_tr: Son taslağı eski haline getir

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
fa_ir: Rich Text Area. برای منو ALT F9 را بفشارید. برای نوار ابزار ALT- F10 را بفشارید. برای دریافت راهنمایی ALT-0 را بفشارید.
he: אזור טקסט עשיר. לחץ על ALT-F9 לתפריטים. לחץ על ALT-F10 לסרגל כלים. לחץ ALT-0 לעזרה
it_it: Area di testo formattato. Premere ALT-F9 per il menu. Premere ALT-F10 per la barra degli strumenti. Premere ALT-0 per la guida
tr_tr: Zengin Metin Alanı. Menü için ALT-F9'a basınız. Araç çubuğu için ALT-F10'a basınız. Yardım için ALT-0'a basınız

source: Right to left
fa_ir: راست به چپ
he: מימין לשמאל
it_it: Da destra a sinistra
tr_tr: Sağdan sola

source: Right
fa_ir: راست
he: ימין
it_it: A destra
tr_tr: Sağ

source: Robots
fa_ir: روبات‌ها
he: רובוטים
it_it: Robot
tr_tr: Robotlar

source: Row group
fa_ir: گروه ردیف
he: קבוצת שורה
it_it: Gruppo di righe
tr_tr: Satır grubu

source: Row properties
fa_ir: ویژگی‌های ردیف
he: תכונות שורה
it_it: Proprietà della riga
tr_tr: Satır özellikleri

source: Row type
fa_ir: نوع ردیف
he: סוג שורה
it_it: Tipo di riga
tr_tr: Satır tipi

source: Row
fa_ir: ردیف
he: שורה
it_it: Riga
tr_tr: Satır

source: Rows
fa_ir: ردیف‌ها
he: שורות
it_it: Righe
tr_tr: Satırlar

source: Scope
fa_ir: دامنه
he: תחום
it_it: Ambito
tr_tr: Faaliyet alanı

source: Select all
fa_ir: انتخاب همه
he: בחר הכל
it_it: Seleziona tutto
tr_tr: Tümünü seç

source: Show blocks
fa_ir: نمایش بلوک‌ها
he: הראה בלוקים
it_it: Mostra blocchi
tr_tr: Blokları göster

source: Show invisible characters
fa_ir: نمایش نویسه‌های مخفی
he: הראה תווים מוסתרים
it_it: Mostra caratteri non visibili
tr_tr: Gizli karakterleri göster

source: Source code
fa_ir: کد منبع
he: קוד מקור
it_it: Codice sorgente
tr_tr: Kaynak kod

source: Source
fa_ir: منبع
he: מקור
it_it: Sorgente
tr_tr: Kaynak

source: Special character
fa_ir: نویسۀ خاص
he: תו מיוחד
it_it: Carattere speciale
tr_tr: Özel karakter

source: Spellcheck
fa_ir: ویرایش املا
he: בדיקת איות
it_it: Controllo ortografico
tr_tr: Yazım denetimi

source: Split cell
fa_ir: تقسیم سلول
he: פצל תא
it_it: Dividi cella
tr_tr: Hücreyi böl

source: Square
fa_ir: مربع
he: ריבועי
it_it: Quadrato
tr_tr: Kare

source: Start search
fa_ir: آغاز جستجو
he: התחל חיפוש
it_it: Avvia ricerca
tr_tr: Aramaya başla

source: Strikethrough
fa_ir: خط روی نوشته
he: קו חוצה
it_it: Barrato
tr_tr: Üstü çizgili

source: Style
fa_ir: شکل
he: סגנון
it_it: Stile
tr_tr: Stil

source: Subscript
fa_ir: زیرنویس
he: כתב תחתי
it_it: Pedice
tr_tr: Alt simge

source: Superscript
fa_ir: علامت نویسه
he: כתב עילי
it_it: Apice
tr_tr: Üst simge

source: Table properties
fa_ir: ویژگی‌های جدول
he: מאפייני טבלה
it_it: Proprietà della tabella
tr_tr: Tablo özellikleri

source: Table
fa_ir: جدول
he: טבלה
it_it: Tabella
tr_tr: Tablo

source: Target
fa_ir: هدف
he: יעד
it_it: Obiettivo
tr_tr: Hedef

source: Templates
fa_ir: قالب‌ها
he: תבניות
it_it: Modelli
tr_tr: Şablonlar

source: Text color
fa_ir: رنگ متن
he: צבע טקסט
it_it: Colore del testo
tr_tr: Metin rengi

source: Text to display
fa_ir: متن نمایشی
he: טקסט להצגה
it_it: Testo da visualizzare
tr_tr: Görüntülenecek metin

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
fa_ir: به نظر می رسد نشانی اینترنتی که وارد کرده‌اید نشانی یک رایانامه است. مایلید پیشوند mailto: مورد نیاز را اضافه کنید؟
he: נראה שכתובת ה-URL שהכנסת היא כתובת דואר אלקטרוני. האם ברצונך להוסיף תחילית mailto:?
it_it: L'URL inserito risulta essere un indirizzo e-mail. Aggiungere il prefisso obbligatorio mailto:?
tr_tr: Girdiğiniz URL bir e-posta adresi gibi görünüyor. Gerekli mailto: önekini eklemek ister misiniz?

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
fa_ir: به نظر می رسد نشانی اینترنتی که وارد کرده‌اید پیوندی خارجی است. آیا مایلید پیشوندhttp:// را به آن بیفزایید؟
he: נדמה שכתובת ה-URL שהכנסת הוא קישור חיצוני. האם ברצונך להוסיף תחילית //:http?
it_it: L'URL inserito risulta essere un collegamento esterno. Aggiungere il prefisso obbligatorio http://?
tr_tr: Girdiğiniz URL harici bağlantı gibi görünüyor. Gerekli http:// önekini eklemek ister misiniz?

source: Title
fa_ir: عنوان
he: כותרת
it_it: Titolo
tr_tr: Başlık

source: Tools
fa_ir: ابزارها
he: כלים
it_it: Strumenti
tr_tr: Araçlar

source: Top
fa_ir: بالا
he: עליון
it_it: In alto
tr_tr: Üst

source: Underline
fa_ir: خط زیر
he: קו תחתון
it_it: Sottolineato
tr_tr: Alt çizgi

source: Undo
fa_ir: واگرد
he: בטל
it_it: Annulla
tr_tr: Geri

source: Url
fa_ir: نشانی اینترنتی
he: כתובת Url

source: V Align
fa_ir: تراز V
he: יישור אנכי
it_it: Allineamento verticale
tr_tr: Dikey Hizalama

source: Vertical space
fa_ir: فضای عمودی
he: מרווח אנכי
it_it: Spaziatura verticale
tr_tr: Dikey açıklık

source: View
fa_ir: نمایش
he: הצג
it_it: Visualizza
tr_tr: Göster

source: Visual aids
fa_ir: وسایل دیداری
he: עזרים ויזואלים
it_it: Strumenti visivi
tr_tr: Görsel yardımlar

source: Whole words
fa_ir: تمام کلمات
he: התאמה ללא חשיבות לגודל האותיות
it_it: Parole intere
tr_tr: Tam sözcükler

source: Width
fa_ir: عرض
he: רוחב
it_it: Larghezza
tr_tr: Genişlik

source: Words: {0}
fa_ir: کلمه: {0}
he: מילים: {0}
it_it: Parole: {0}
tr_tr: Kelimeler: {0}

source: You have unsaved changes are you sure you want to navigate away?
fa_ir: شما تغییرات ذخیره نشده‌ای ایجاد کردید آیا از خروج مطمئنید؟
he: ישנם שינויים שלא נשמרו, האם אתה בטוח שאתה רוצה לעזוב?
it_it: Sono presenti modifiche non salvate. Si desidera abbandonare la pagina?
tr_tr: Kaydedilmemiş değişiklikler var, sayfadan ayrılmak istediğinizden emin misiniz?

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
fa_ir: مرورگر شما از دسترسی مستقیم به کلیپ بورد پشتیبانی نمی‌کند. لطفاً به جای آن از میانبرهای صفحه کلید Ctrl + X / C / V استفاده کنید.
he: הדפדפן בו אתה משתמש אינו תומך בגישה ישירה ללוח ההדבקה. אנא השתמש במקום זה בקיצורי המקלדת Ctrl+X/C/V.
it_it: Il browser non supporta l'accesso diretto agli Appunti. Utilizzare i tasti di scelta rapida Ctrl+X/C/V.
tr_tr: Tarayıcınız panoya doğrudan erişimi desteklemiyor. Onun yerine lütfen Ctrl+X/C/V klavye kısayollarını kullanın.

source: Insert/Edit Image
fa_ir: افزودن/ ویرایش تصویر
it_it: Insersci/Modifica immagine
tr_tr: Görsel Ekle/Düzenle

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
fa_ir: تأیید را کلیک کنید تا نام کاربری و نشانی رایانامه خود را به یک برنامۀ 3rd party بفرستید. برای بازگشت به این صفحه بدون ارسال اطلاعات خود ، روی دکمۀ لغو کلیک کنید.
he: לחץ 'אישור' כדי לאשר ששם המשתמש שלך וכתובת הדואר האלקטרונית שלך יועברו לאפליקציה צד 3. לחץ על 'ביטול' כדי לחזור לעמוד זה מבלי שהמידע האישי שלך ישלח.
it_it: terze
tr_tr: Kullanıcı adı ve e-posta adresinizi 3. parti uygulamaya göndermek için Tamam'a basın. Bilgilerinizi göndermeden bu sayfaya geri dönmek için İptal'e basın.

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
fa_ir: برای ارسال نام کاربری خود به برنامۀ 3rd party ، گزینۀ تأیید را کلیک کنید. برای بازگشت به این صفحه، بدون ارسال اطلاعات، روی گزینۀ لغو کلیک کنید.
he: לחץ 'אישור' כדי לאשר ששם המשתמש שלך יועבר לאפליקציה צד 3. לחץ על 'ביטול' כדי לחזור לעמוד זה מבלי שהמידע האישי שלך ישלח.
it_it: Clicca OK per mandare il tuo username a un'applicazione di terze parti. Clicca Annulla per ritornare indietro a questo pagina senza mandare alcuna informazione.
tr_tr: Kullanıcı adınızı 3. parti uygulamaya göndermek için TAMAM'a basın. Bilgilerinizi göndermeden bu sayfaya geri dönmek için İptal'e basın.

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
fa_ir: روی گزینۀ تأیید کلیک کنید تا نشانی رایانامه شما به یک برنامۀ 3rd party ارسال شود. برای بازگشت به این صفحه، بدون ارسال اطلاعات خود، روی دکمۀ لغو کلیک کنید.
he: לחץ 'אישור' כדי לאשר שכתובת הדואר האלקטרוני שלך תועבר לאפליקציה צד 3. לחץ על 'ביטול' כדי לחזור לעמוד זה מבלי שהמידע האישי שלך ישלח.
it_it: Seleziona OK per inviare il tuo indirizzo e-mail a un'applicazione di terze parti. Seleziona Annulla per ritornare a questa pagina senza inviare alcuna informazione.
tr_tr: E-posta adresinizi 3. parti uygulamaya göndermek için TAMAM'a basın. Bilgilerinizi göndermeden bu sayfaya dönmek için İptal'e basın.

source: incorrect
fa_ir: نادرست
he: לא נכון
it_it: sbagliato
tr_tr: yanlış

source: correct
fa_ir: درست
he: נכון
it_it: corretto
tr_tr: doğru

source: answer
fa_ir: پاسخ
he: תשובה
it_it: risposta
tr_tr: cevap

source: Short explanation
fa_ir: توضیح کوتاه
he: הסבר קצר
it_it: Breve spiegazione
tr_tr: Kısa açıklama

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
fa_ir: اگر از ویراستار حرفه‌ای پیشرفته استفاده می‌کنید، این مشکل به XML تبدیل خواهد شد و دیگر نمی‌توانید به ویراستار مقدماتی رابط کاربری بازگردید. آیا مایل به ادامۀ مسیر در ویراستار حرفه‌ای پیشرفته هستید و این مشکل را به XML تبدیل می‌کنید؟
he: במידה ואתה משתמש בעורך מתקדם, בעיה זו תומר לפורמט XML ולא תוכל לחזור לממשק של עורך פשוט. האם להמשיך לעורך מתקדם ולהמיר את הבעיה ל-XML?
it_it: Se usi un Editor Avanzato, questo problema sarà convertito in XML e non sarai in grado di ritornare all'interfaccia del Editor Semplificato. Procedi all'Editor Avanzato e converti il problema in XML?
tr_tr: Gelişmiş Editörü kullanırsanız, bu sorun XML'e dönüşecek ve Basit Editör Arayüzü'ne geri dönemeyeceksiniz. Gelişmiş Editör'e devam et ve bu sorunu XML'e dönüştür?

source: An answer option has been left blank. Please review and edit the component.
fa_ir: یک گزینه برای پاسخ خالی است. لطفاً این مؤلفه را بررسی کرده و ویرایش کنید.
it_it: È stata lasciata una risposta in bianco. Per favore, controlla e modifica.
tr_tr: Cevap seçeneği boş bırakılmış. Lütfen gözden geçirin ve bileşeni düzenleyin.

source: Explanation
fa_ir: توضیح
he: הסבר
it_it: Spiegazione
tr_tr: Açıklama

source: Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff.
fa_ir: خطای توالی! در ماژول توالی فعلی نمی‌توانید به%(tab_name)s بروید. لطفاً با کارکنان دوره تماس بگیرید.
he: שגיאת המשכיות! אינו יכול לעבור ל-%(tab_name)s במודול נוכחי. אנא צור קשר עם צוות הקורס.
it_it: Errore di sequenza! Non è possibile navigare nel tab %(tab_name)s nell'attuale SequenceModule. Contattare lo staff del corso.
tr_tr: Sıralama hatası! Şu anki SıralamaModülündeki %(tab_name)s sekmesine gidilemedi. Lütfen ders personeline ulaşın.

source: Play
fa_ir: پخش
he: נגן
tr_tr: Oynat

source: Pause
fa_ir: مکث
he: השהה
it_it: Pausa
tr_tr: Duraklat

source: Mute
fa_ir: بی‌صدا
he: השתק
it_it: Audio disattivato
tr_tr: Sessiz

source: Unmute
fa_ir: صدا
he: בטל השתקה
it_it: Audio attivato
tr_tr: Ses

source: Exit full browser
fa_ir: بستن کامل مرورگر
he: צא מדפדפן מלא
it_it: Esci dal browser a schermo intero
tr_tr: Tüm tarayıcıdan çıkın

source: Fill browser
fa_ir: تکمیل مرورگر
he: מלא דפדפן
it_it: Riempi browser
tr_tr: Tarayıcıyı doldurun

source: Speed
fa_ir: سرعت
he: מהירות
it_it: Velocità
tr_tr: Hız

source: Auto-advance
fa_ir: پیشرفته-خودکار
it_it: Avanzamento automatico
tr_tr: Otomatik İlerleme

source: Volume
fa_ir: حجم صدا
he: עוצמת הקול
tr_tr: Ses Şiddeti

source: Muted
fa_ir: بی‌صدا
he: מושתק
it_it: Audio disattivato
tr_tr: Sessizde

source: Very low
fa_ir: بسیار کم
he: נמוך מאוד
it_it: Molto Basso
tr_tr: Çok düşük

source: Low
fa_ir: کم
he: נמוך
it_it: Basso
tr_tr: Düşük

source: Average
fa_ir: میانگین
he: ממוצע
it_it: Normale
tr_tr: Ortalama

source: Loud
fa_ir: بلند
he: רועש
it_it: Alto
tr_tr: Yüksek sesli

source: Very loud
fa_ir: بسیار بلند
he: רועש מאוד
it_it: Molto Alto
tr_tr: Çok yüksek sesli

source: Maximum
fa_ir: بیشینه
he: מקסימום
it_it: Massimo
tr_tr: Maksimum

source: This browser cannot play .mp4, .ogg, or .webm files.
fa_ir: این مرورگر امکان پخش پرونده‌های .mp4, .ogg, or .webm را ندارد.
he: דפדפן זה אינו יכול לנגן קבצי ogg .webm ,.mp4.
it_it: Questo browser non può riprodurre file .mp4, .ogg e .webm .
tr_tr: Bu tarayıcı .mp4, .ogg veya .webm uzantılı dosyaları oynatamamaktadır.

source: Try using a different browser, such as Google Chrome.
fa_ir: از مرورگر دیگری مانند گوگل کروم استفاده کنید
he: נסה להשתמש בדפדפן אחר כגון גוגל כרום.
it_it: Prova ad usare un browser diverso, come Google Chrome.
tr_tr: Başka bir tarayıcı kullanmayı deneyin, örneğin; Google Chrome.

source: High Definition
fa_ir: باکیفیت بالا
he: איכות גבוהה
it_it: Alta definizione
tr_tr: Yüksek Çözünürlüklü

source: off
fa_ir: خاموش
he: כבוי
tr_tr: kapalı

source: on
fa_ir: روشن
he: פועל
tr_tr: açık

source: Video position. Press space to toggle playback
fa_ir: موقعیت ویدئو. دکمۀ فاصله را فشار دهید تا ضامن پخش، فعال شود
it_it: Posizione video. Premi la barra spaziatrice per avviare/arrestare la riproduzione
tr_tr: Video konumu. Oynatma modunu değiştirmek için boşluk tuşuna basın

source: Video ended
fa_ir: ویدئو به پایان رسید
he: סרטון הווידאו הסתיים
it_it: Video finito
tr_tr: Video bitti
