Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Sailthru minutes to wait before sending abandoned cart message. Deprecated.
eo: Säïlthrü mïnütés tö wäït ßéföré séndïng äßändönéd çärt méssägé. Dépréçätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
lv: Sailthru gaidīšanas minūtes pirms pamesta iepirkumu groza ziņas sūtīšana. Novecojis.
mn: Гээгдсэн картын мессэж илгээхээс өмнө хүлээх Sailthru минут. Батлаагүй

source: Sailthru send template to use on enrolling for audit.
eo: Säïlthrü sénd témpläté tö üsé ön énröllïng för äüdït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Sailthru sūtīšanas veidne, kuru izmantot reģistrējoties auditam.
mn: Аудитанд элсэлэхд ашиглах Sailthru -гийн илгээсэн загвар.

source: Sailthru send template to use on passed ID verification.
eo: Säïlthrü sénd témpläté tö üsé ön pässéd ÌD vérïfïçätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Sailthru sūtīšanas veidne, kuru izmantot veiksmīgai ID verifikācijai.
mn: Бүртгэлийн дугаарын баталгаажуулан нэврэхэд ашиглах Sailthru -гийн илгээсэн загвар.

source: Sailthru send template to use on failed ID verification.
eo: Säïlthrü sénd témpläté tö üsé ön fäïléd ÌD vérïfïçätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Sailthru sūtīšanas veidne, kuru izmantot neveiksmīgai ID verifikācijai.
mn: Бүртгэлийн дугаарын баталгаажуулалтанд алдаа гарахад ашиглах Sailthru -гийн илгээсэн загвар.

source: Sailthru send template to use on upgrading a course. Deprecated
eo: Säïlthrü sénd témpläté tö üsé ön üpgrädïng ä çöürsé. Dépréçätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Sailthru sūtīšanas veidne, kuru izmantot jauninot kursu. Novecojis.
mn: Хичээлийг сайжруулахахд ашиглах Sailthru -гийн илгээсэн загвар. Батлаагүй.

source: Sailthru send template to use on purchasing a course seat. Deprecated
eo: Säïlthrü sénd témpläté tö üsé ön pürçhäsïng ä çöürsé séät. Dépréçätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
lv: Sailthru sūtīšanas veidne, kuru izmantot pērkot kursa piedalīšanās biļeti. Novecojis.
mn: Хичээлийн суудлыг худалдан авахад ашиглах Sailthru -гийн илгээсэн загвар. Батлаагүй.

source: Use the Sailthru content API to fetch course tags.
eo: Ûsé thé Säïlthrü çöntént ÀPÌ tö fétçh çöürsé tägs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Izmantot Sailthru satura API, lai ienestu kursa tagus.
mn: Хичээлийн шошгыг авахын тулд Sailthru агуулгын API-г ашиглах

source: Number of seconds to cache course content retrieved from Sailthru.
eo: Nümßér öf séçönds tö çäçhé çöürsé çöntént rétrïévéd fröm Säïlthrü. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
lv: Sekunžu skaits no Sailthru izgūtā kursa satura saglabāšanai kešatmiņā.
mn: Sailthru-гаас хичээлийн агуулгыг сэргээхэд зацуулсан секунд.

source: Cost in cents to report to Sailthru for enrolls.
eo: Çöst ïn çénts tö répört tö Säïlthrü för énrölls. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Costo en centavos para informar a Sailthru para inscripciones.
lv: Maksa centos, lai ziņotu uz Sailthru par reģistrēšanos.
mn: Sailthru-руу элсэлт мэдэгдэх үнэ центээр

source: Optional lms url scheme + host used to construct urls for content library, e.g. https://courses.edx.org.
eo: Öptïönäl lms ürl sçhémé + höst üséd tö çönstrüçt ürls för çöntént lïßrärý, é.g. https://çöürsés.édx.örg. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Opcional LMS url scheme+host utilizado para construir urls para la biblioteca de contenido, por ejemplo https://courses.edx.org.
lv: Neobligāta LMS URL shēma + resursdators, kas izmantoti, lai konstruētu URL satura bibliotēkai, piemēram, https://courses.edx.org.
mn: Сонголтот Сургалтын Менежментийн Систем url-ийн схем + агуулгын санд url үүсгэхийн тулд хэрэглэсэн хост, Жишээ нь. https://courses.edx.org.

source: Number of seconds to delay the sending of User Welcome email after user has been created
eo: Nümßér öf séçönds tö déläý thé séndïng öf Ûsér Wélçömé émäïl äftér üsér häs ßéén çréätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Número de segundos para retrasar el envío del correo electrónico de bienvenida del usuario después de haber creado el usuario
lv: Aizkaves laiks sekundēs, lai sūtītu lietotāja sveikšanas e-pastu pēc tam, kad ir izveidots lietotājs
mn: Хэрэглэгч бүртгүүлсний дараа хэрэглэгчрүү мэндчилгээний имэйл илгээх хүлээлгийн хугацаа секундээр.

source: The number of seconds to delay/timeout wait to get cookie values from sailthru.
eo: Thé nümßér öf séçönds tö déläý/tïméöüt wäït tö gét çöökïé välüés fröm säïlthrü. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: El número de segundos para esperar / esperar para obtener los valores de las cookies de sailthru.
lv: Aizkaves/noildzes gaidīšanas laiks sekundēs, lai iegūtu sīkdatņu vērtības no Sailthru.
mn: sailthru - гаас ирэх күүкигийн утгыг авахын тулд хүлээх саатуулах/хугацаа секундээр.

source: Data in row #{row_num} must have exactly four columns: email, username, full name, and country
eo: Dätä ïn röw #{row_num} müst hävé éxäçtlý föür çölümns: émäïl, üsérnämé, füll nämé, änd çöüntrý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
lv: Datiem rindā #{row_num} ir jābūt tieši četrām kolonnām: e-pasts, lietotājvārds, pilns vārds un valsts
mn: #{row_num}-р өгөгдлийн мөр яг дөрвөн баганатай байх ёстой: имэйл, хэрэглэгчийн нэр, бүтэн нэр, болон улс

source: Verification Status
eo: Vérïfïçätïön Stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Estado de verificación
lv: Verifikācijas statuss
mn: Баталгаажуулалтын төлөв

source: Certificate exception (user={user}) does not exist in certificate white list. Please refresh the page and try again.
eo: Çértïfïçäté éxçéptïön (üsér={user}) döés nöt éxïst ïn çértïfïçäté whïté lïst. Pléäsé réfrésh thé pägé änd trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: La excepción de certificado (user={user}) no existe en la lista blanca de certificados. Actualice la página e inténtelo de nuevo.
lv: Sertifikāta izņēmums (lietotājs={user}) neeksistē sertifikātu baltajā sertifikātā. Lūdzu, atsvaidziniet lapu un mēģiniet vēlreiz.
mn: Гэрчилгээ хасалт (user={user}) гэрчилгээний цагаан жагсаалтанд байхгүй байна. Хуудсаа дахин эхлүүлээд дахин оролдоно уу.

source: {user} is not enrolled in this course. Please check your spelling and retry.
eo: {user} ïs nöt énrölléd ïn thïs çöürsé. Pléäsé çhéçk ýöür spéllïng änd rétrý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
lv: Lietotājs {user} nav reģistrējies šajā kursā. Lūdzu, pārbaudiet Jūsu pareizrakstību un mēģiniet vēlreiz.
mn: энэ хичээлд {user} хэрэглэгч элсээгүй байна. Үсгийн дүрмээ шалгаад дахин оролдоно уу.

source: Certificate generation started for white listed students.
eo: Çértïfïçäté générätïön stärtéd för whïté lïstéd stüdénts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Sertifikātu ģenerācija ir sākta baltā saraksta studentiem.
mn: Гэрчилгээ үүсгэлт цагаан жагсаалтанд байгаа суралцагчдаас эхэлнэ

source: Whether to display this module in the table of contents
eo: Whéthér tö dïspläý thïs mödülé ïn thé täßlé öf çönténts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Vai parādīt šo moduli satura rādītājā
mn: Энэ модулийг агуулгын жагсаалтанд харуулах эсэх

source: What format this module is in (used for deciding which grader to apply, and what to show in the TOC)
eo: Whät förmät thïs mödülé ïs ïn (üséd för déçïdïng whïçh grädér tö äpplý, änd whät tö shöw ïn thé TÖÇ) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
lv: Kādā formātā ir šis modulis (izmantots, lai nolemtu, kuru novērtētāju piemērot, un ko parādīt satura rādītājā)

source: LaTeX Source File Name
eo: LäTéX Söürçé Fïlé Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Nombre del fichero fuente LaTeX
it_it: Nome del file sorgente in LaTeX
lv: LaTeX avota datnes nosaukums
mn: LaTeX эх файлын нэр

source: user_support_url
eo: üsér_süppört_ürl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: url_soporte_usuario

source: user_detail_url
eo: üsér_détäïl_ürl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: usuario_detalle_url

source: Invalid course key
eo: Ìnvälïd çöürsé kéý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
lv: Nederīga kursa atslēga
mn: Хичээлийн код буруу байна

source: No profile found for user
eo: Nö pröfïlé föünd för üsér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: No existe un perfil para este usuario
lv: Lietotājam netika atrasts profils
mn: Хэрэглэгчид зориулсан профайл олдсонгүй.

source: Name must be at least {min_length} character long.
eo: Nämé müst ßé ät léäst {min_length} çhäräçtér löng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: {start_anchor}Click here{end_anchor} to delete your single signed on (SSO) session.
eo: {start_anchor}Çlïçk héré{end_anchor} tö délété ýöür sïnglé sïgnéd ön (SSÖ) séssïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: If you are not redirected within 5 seconds, {start_anchor}click here to go to the home page{end_anchor}.
eo: Ìf ýöü äré nöt rédïréçtéd wïthïn 5 séçönds, {start_anchor}çlïçk héré tö gö tö thé hömé pägé{end_anchor}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Your approval status remains valid for one year, and it will expire %(expiry_date)s.
eo: Ýöür äppröväl stätüs rémäïns välïd för öné ýéär, änd ït wïll éxpïré %(expiry_date)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: We have received your photos and they will be reviewed within 5-7 days.
eo: Wé hävé réçéïvéd ýöür phötös änd théý wïll ßé révïéwéd wïthïn 5-7 däýs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: [Article Name](wiki:ArticleName)
eo: [Àrtïçlé Nämé](wïkï:ÀrtïçléNämé) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
it_it: [Nome articolo](wiki:ArticleName)
lv: [Raksta nosaukums](wiki:ArticleName)
mn: [Article Name](вики:Сэдвийн нэр)

source: ACE Common
eo: ÀÇÉ Çömmön Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: ACE común
it_it: ACE Comune
lv: ACE kopresursi

source: edX Email
eo: édX Émäïl Ⱡ'σяєм ιρѕυм ∂σł#
lv: edX e-pasts
mn: edX имэйл

source: Learning Sequences
eo: Léärnïng Séqüénçés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Creative Commons Attribution-NonCommercial 4.0
eo: Çréätïvé Çömmöns Àttrïßütïön-NönÇömmérçïäl 4.0 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Creative Commons Attribution-NonCommercial-NoDerivatives 4.0
eo: Çréätïvé Çömmöns Àttrïßütïön-NönÇömmérçïäl-NöDérïvätïvés 4.0 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Creative Commons Attribution-NonCommercial-ShareAlike 4.0
eo: Çréätïvé Çömmöns Àttrïßütïön-NönÇömmérçïäl-ShäréÀlïké 4.0 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Creative Commons Attribution-NoDerivatives 4.0
eo: Çréätïvé Çömmöns Àttrïßütïön-NöDérïvätïvés 4.0 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Creative Commons Attribution-ShareAlike 4.0
eo: Çréätïvé Çömmöns Àttrïßütïön-ShäréÀlïké 4.0 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Enable course home page improvements.
eo: Énäßlé çöürsé hömé pägé ïmprövéménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
lv: Iespējot kursa sākumlapas uzlabojumus.
mn: Хичээлийн эхлэл хуудасны сайжруулалтыг идэвхжүүлэх

source: "{email}" is not a valid email address.
eo: "{email}" ïs nöt ä välïd émäïl äddréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
lv: "{email}" ir nederīga e-pasta adrese.
mn: "{email}" буруу имэйл хаяг байна

source: Enter your full name.
eo: Éntér ýöür füll nämé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
lv: Ierakstiet savu pilno vārdu un uzvārdu.
mn: Бүтэн нэрээ оруулна уу

source: The email addresses do not match.
eo: Thé émäïl äddréssés dö nöt mätçh. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
lv: Nesakrīt e-pasta adreses.
mn: Имэйл хаяг таарахгүй байна

source: Select your country or region of residence.
eo: Séléçt ýöür çöüntrý ör régïön öf résïdénçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
lv: Izvēlieties savu dzīvesvietas valsti vai reģionu.
mn: Оршин суугаа улс эсвэл бүс нутгаа сонгоно уу

source: Select your profession.
eo: Séléçt ýöür pröféssïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
lv: Izvēlieties savu profesiju.
mn: Мэргэжилээ сонгоно уу

source: Select your specialty.
eo: Séléçt ýöür spéçïältý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
lv: Izvēlieties savu specialitāti.
mn: Мэргэшилээ сонгоно уу

source: Enter your profession.
eo: Éntér ýöür pröféssïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
lv: Ievadiet savu profesiju.
mn: Мэргэжилээ оруулна уу

source: Enter your specialty.
eo: Éntér ýöür spéçïältý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
lv: Ievadiet savu specialitāti.
mn: Мэргэшилээ оруулна уу

source: Enter your city.
eo: Éntér ýöür çïtý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
lv: Ievadiet savu pilsētu.
mn: Хотоо оруулна уу

source: Tell us your goals.
eo: Téll üs ýöür göäls. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
lv: Atklājiet mums savus mērķus.
mn: Зорилгоо бичнэ үү

source: Select the highest level of education you have completed.
eo: Séléçt thé hïghést lévél öf édüçätïön ýöü hävé çömplétéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Atzīmējiet augstāko izglītības līmeni, kuru esat pabeiguši.
mn: Дүүргэсэн хамгийн өндөр боловсролын зэргээ сонгоно уу

source: Enter your mailing address.
eo: Éntér ýöür mäïlïng äddréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
lv: Ievadiet savu pasta adresi.
mn: Шуудангийн хаягаа оруулна уу

source: Make sure that you are providing a valid username or a URL that contains "{url_stub}". To remove the link from your edX profile, leave this field blank.
eo: Mäké süré thät ýöü äré prövïdïng ä välïd üsérnämé ör ä ÛRL thät çöntäïns "{url_stub}". Tö rémövé thé lïnk fröm ýöür édX pröfïlé, léävé thïs fïéld ßlänk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂#

source: System maintenance in progress. Please try again later.
eo: Sýstém mäïnténänçé ïn prögréss. Pléäsé trý ägäïn lätér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Notiek sistēmas apkope. Lūdzu, vēlāk mēģiniet vēlreiz.
mn: Системийн засвар хийгдэж байна. Дараа дахин оролдоно уу.

source: Change my Password
eo: Çhängé mý Pässwörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Cambiar mi contraseña
lv: Mainīt manu paroli
mn: Нууц үгээ өөрчлөх

source: Password Reset Success
eo: Pässwörd Rését Süççéss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: username@domain.com
eo: üsérnämé@dömäïn.çöm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: usuario@dominio.com
mn: email@domain.com

source: Some error occured during password change. Please try again
eo: Sömé érrör öççüréd dürïng pässwörd çhängé. Pléäsé trý ägäïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Notika kļūda paroles nomaiņas laikā. Lūdzu, mēģiniet vēlreiz
mn: Нууц үгийг өөрчлөх явцад алдаа гарлаа. Дахин оролдоно уу.

source: {header_open}{title}{header_close}{body}
eo: {header_open}{title}{header_close}{body} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: {header_open}{title}{header_close}
eo: {header_open}{title}{header_close} Ⱡ'σяєм ιρѕυм ∂σł#

source: The course key for the course we would like to be auto-cohorted.
eo: Thé çöürsé kéý för thé çöürsé wé wöüld lïké tö ßé äütö-çöhörtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Kursa atslēga kursam, kuru mēs vēlētos automātiski kohortēt.
mn: Бид хичээлийн түлхүүрийг авто когорт байлгахыг хүсч байна.

source: The about me field must be at most {} characters long.
eo: Thé äßöüt mé fïéld müst ßé ät möst {} çhäräçtérs löng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Only 'course_key' is expected.
eo: Önlý 'çöürsé_kéý' ïs éxpéçtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Reviews
eo: Révïéws Ⱡ'σяєм ιρѕυм #
es_es: Reseñas
lv: Apskati
mn: Хянах

source: {sign_in_link} or {register_link} and then enroll in this course.
eo: {sign_in_link} ör {register_link} änd thén énröll ïn thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: {sign_in_link} o {register_link} y luego inscríbase en este curso.
lv: {sign_in_link} vai {register_link} un tad reģistrējieties šajā kursā.
mn: {sign_in_link} эсвэл {register_link} дарж энэ хичээлд элсэнэ.

source: Welcome to {course_display_name}
eo: Wélçömé tö {course_display_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
lv: Laipni lūdzam kursā {course_display_name}
mn: {course_display_name}-д тавтай морил

source: You must be enrolled in the course to see course content. Please contact your degree administrator or edX Support if you have questions.
eo: Ýöü müst ßé énrölléd ïn thé çöürsé tö séé çöürsé çöntént. Pléäsé çöntäçt ýöür dégréé ädmïnïsträtör ör édX Süppört ïf ýöü hävé qüéstïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσя#

source: {open_enroll_link}Enroll now{close_enroll_link} to access the full course.
eo: {open_enroll_link}Énröll nöw{close_enroll_link} tö äççéss thé füll çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
lv: {open_enroll_link}Reģistrējieties tagad{close_enroll_link}, lai piekļūtu pilnam kursam.
mn: Бүрэн хичээлийг үзэхийн тулд {open_enroll_link}Элсэх{close_enroll_link} хандана уу.

source: To start, set a course goal by selecting the option below that best describes your learning plan. {goal_options_container}
eo: Tö stärt, sét ä çöürsé göäl ßý séléçtïng thé öptïön ßélöw thät ßést désçrïßés ýöür léärnïng plän. {goal_options_container} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Para comenzar, establezca un objetivo del curso seleccionando la opción a continuación que mejor describa su plan de aprendizaje. {goal_options_container}
lv: Lai sāktu, iestatiet kursa mērķi, tālāk izvēloties opcijas, ar kurām vislabāk tiek raksturots Jūsu mācīšanās plāns. {goal_options_container}
mn: Эхлэхийн тулд доорх хичээлийн зорилгын сонголтуудаас таны зорилгыг хамгийн сайн илэрхийлж чадахыг сонго. {goal_options_container}

source: Set goal to: {choice}
eo: Sét göäl tö: {choice} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
lv: Noteikt mērķi: {choice}
mn: Зорилгоо тодорхойлно уу: {choice}

source: {choice}
eo: {choice} Ⱡ'σяєм#

source: Set goal to: {goal_text}
eo: Sét göäl tö: {goal_text} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
lv: Noteikt mērķi: {goal_text}
mn: Зорилгоо тодорхойлно уу: {goal_text}

source: {banner_open} Upgrade by {discount_expiration_date} and save {percentage}% [{strikeout_price}]{span_close}{br}Use code {b_open}{code}{b_close} at checkout! {a_open}Upgrade Now{a_close}{div_close}
eo: {banner_open} Ûpgrädé ßý {discount_expiration_date} änd sävé {percentage}% [{strikeout_price}]{span_close}{br}Ûsé çödé {b_open}{code}{b_close} ät çhéçköüt! {a_open}Ûpgrädé Nöw{a_close}{div_close} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: Your organization {bold_start}{enterprise_customer_name}{bold_end} uses a custom dashboard for learning. {link_start}Click here{link_end} to continue in that experience.
eo: Ýöür örgänïzätïön {bold_start}{enterprise_customer_name}{bold_end} üsés ä çüstöm däshßöärd för léärnïng. {link_start}Çlïçk héré{link_end} tö çöntïnüé ïn thät éxpérïénçé. Ⱡ'σяєм ιρѕυм ∂σł#

source: To participate in this assignment, the suggested schedule for your course needs updating. Don’t worry, we’ll shift all the due dates for you and you won’t lose any of your progress.
eo: Tö pärtïçïpäté ïn thïs ässïgnmént, thé süggéstéd sçhédülé för ýöür çöürsé nééds üpdätïng. Dön’t wörrý, wé’ll shïft äll thé düé dätés för ýöü änd ýöü wön’t lösé äný öf ýöür prögréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт#

source: Remember when you enrolled in %(course_name)s, and other courses on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
eo: Rémémßér whén ýöü énrölléd ïn %(course_name)s, änd öthér çöürsés ön édX.örg? Wé dö, änd wé’ré gläd tö hävé ýöü! Çömé séé whät évérýöné ïs léärnïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυ#
lv: Vai atceraties, kad reģistrējāties %(course_name)s un citos kursos edX.org? Mēs atceramies, un mums ir prieks, ka esat ar mums! Apskatiet, ko visi mācās.
mn: EdX.org-ийн %(course_name)s болон бусад хичээлд хэзээ бүртгүүлсэнээ санаж байна уу? Харин бид санаж байна, бид тантай байгаадаа баяртай байна! Хүн бүр юу сурч байгааг үзэцгээе.

source: Remember when you enrolled in %(course_name)s on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
eo: Rémémßér whén ýöü énrölléd ïn %(course_name)s ön édX.örg? Wé dö, änd wé’ré gläd tö hävé ýöü! Çömé séé whät évérýöné ïs léärnïng. Ⱡ'σяєм ιρѕυм ∂σ#
lv: Vai atceraties, kad reģistrējāties kursā %(course_name)s edX.org? Mēs atceramies, un mums ir prieks, ka esat ar mums! Apskatiet, ko visi mācās.
mn: edX.org-ийн %(course_name)s хичээлд хэзээ бүртгүүлсэнээ санаж байна уу? Харин бид санаж байна, бид тантай байгаадаа баяртай байна! Хүмүүс юу сурч байгааг орж үзээрэй.

source: Non writable git url provided. Expecting something like: git@github.com:edx/edx4edx_lite.git
eo: Nön wrïtäßlé gït ürl prövïdéd. Éxpéçtïng söméthïng lïké: gït@gïthüß.çöm:édx/édx4édx_lïté.gït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Tar file not found
eo: Tär fïlé nöt föünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Fichero tar no encontrado
lv: Tar fails nav atrasts

source: {previous_groups}, {current_group}
eo: {previous_groups}, {current_group} Ⱡ'σяєм ιρѕυм ∂#

source: HTML
eo: HTML Ⱡ'σяєм ι#

source: File upload corrupted. Please try again
eo: Fïlé üplöäd çörrüptéd. Pléäsé trý ägäïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Archivo subido dañado. Por favor, inténtalo de nuevo

source: {section_or_subsection} "{display_name}"
eo: {section_or_subsection} "{display_name}" Ⱡ'σяєм ιρѕυм ∂σł#

source: Transcripts are supported only for "video" modules.
eo: Tränsçrïpts äré süppörtéd önlý för "vïdéö" mödülés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Sólo existe soporte para transcripciones en los módulos de vídeo.

source: User {email} has registered but has not yet activated his/her account.
eo: Ûsér {email} häs régïstéréd ßüt häs nöt ýét äçtïvätéd hïs/hér äççöünt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El usuario {email} se ha registrado pero todavía no ha activado su cuenta.

source: You do not have access to this dependency module.
eo: Ýöü dö nöt hävé äççéss tö thïs dépéndénçý mödülé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No tiene acceso a este módulo de dependencia.
lv: Jums nav pieejas šim atkarības modulim.
mn: Та энэ хамаарлын модульд хандах эрхгүй байна.

source: Account Status Info
eo: Àççöünt Stätüs Ìnfö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Información del estado de la cuenta
lv: Konta statusa informācija
mn: Дансны Төлвийн Мэдээлэл

source: It looks like you missed some important deadlines based on our suggested schedule.
eo: Ìt lööks lïké ýöü mïsséd sömé ïmpörtänt déädlïnés ßäséd ön öür süggéstéd sçhédülé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: To keep yourself on track, you can update this schedule and shift the past due assignments into the future by visiting
eo: Tö kéép ýöürsélf ön träçk, ýöü çän üpdäté thïs sçhédülé änd shïft thé päst düé ässïgnménts ïntö thé fütüré ßý vïsïtïng Ⱡ'σяєм ιρѕυм#
