Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: {screen_reader_start}Warning:{screen_reader_end} No content groups exist.
fa_ir: {screen_reader_start} هشدار: {screen_reader_end} هیچ گروه محتوایی وجود ندارد.
he: {screen_reader_start}אזהרה:{screen_reader_end} לא קיימות קבוצות תוכן.
it_it: {screen_reader_start}Avvertenza:{screen_reader_end} Non esiste alcun gruppo di contenuti.
tr_tr: {screen_reader_start}Uyarı:{screen_reader_end} İçerik grupları mevcut değil.

source: Only the parent course staff of a CCX can create content groups.
fa_ir: فقط کارکنان اصلی دوره آموزشی CCX می‌توانند گروه‌های محتوایی ایجاد کنند.
it_it: Solo lo staff del corso principale di un CCX può creare i gruppi di contenuti.
tr_tr: Yalnızca CCX'in üst seviye ders personeli içerik grupları oluşturabilir.

source: Create a content group
fa_ir: ساخت گروه محتوا
he: צור קבוצת תוכן
it_it: Crea un gruppo di contenuti
tr_tr: İçerik grubu yarat

source: (contains %(student_count)s student)
fa_ir: (شامل %(student_count)sیادگیرنده)
he: (כוללת סטודנט %(student_count)s)
it_it: (contiene %(student_count)s studente)
tr_tr: (%(student_count)s öğrenci içeriyor)

source: Learners are added to this cohort only when you provide their email addresses or usernames on this page.
fa_ir: یادگیرندگان فقط زمانی به این گروه اضافه می‌شوند که شما نشانی رایانامه یا نام‌کاربری خود را در این صفحه ارائه دهید.
he: הלומדים יתווספו לקבוצת לימוד זו רק כאשר תספק את כתובות הדואר האלקטרוני או שמות המשתמשים בעמוד זה.
it_it: Gli studenti vengono aggiunti a questa coorte solo quando viene fornito il relativo indirizzo email o nome utente in questa pagina.
tr_tr: Öğrenciler bu topluluğa sadece siz onların e-postalarını veya kullanıcı adlarını sağladığınız zaman eklenecektir.

source: What does this mean?
fa_ir: این به چه معناست؟
he: מה המשמעות של זה?
it_it: Cosa significa?
tr_tr: Ne anlama geliyor?

source: Learners are added to this cohort automatically.
fa_ir: یادگیرندگان به‌طور خودکار به این گروه اضافه می‌شوند.
he: הלומדים יתווספו לקבוצת לימוד זו באופן אוטומטי.
it_it: Gli studenti vengono aggiunti a questa coorte automaticamente
tr_tr: Öğrenciler topluluğa otomatik olarak eklendiler.

source: Select a cohort
fa_ir: یک هم‌گروه انتخاب کنید
he: בחר קבוצת לימוד
it_it: Selezionare una coorte
tr_tr: Bir topluluk seçiniz

source: Enable Cohorts
fa_ir: فعال‌سازی هم‌گروه‌ها
he: אפשר קבוצות לימוד
it_it: Abilita coorti
tr_tr: Toplulukları Etkinleştir

source: Select a cohort to manage
fa_ir: انتخاب یک هم‌گروه برای مدیریت
he: בחר קבוצת לימוד לנהל
it_it: Selezionare una coorte da gestire
tr_tr: Yönetilecek topluluğu seçin

source: View Cohort
fa_ir: نمایش هم‌گروه
he: צפה בקבוצת לימוד
it_it: Visualizza coorte
tr_tr: Topluluğu Görüntüle

source: Assign learners to cohorts by uploading a CSV file
fa_ir: با بارگذاری یک پروندۀ CSV ، یادگیرندگان را به گروه‌های مختلف اختصاص دهید
it_it: Assegna studenti alle coorti caricando un file CSV
tr_tr: CSV dosyası yükleyerek öğrencileri topluluklara atayın

source: To review learner cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on the {link_start}Data Download{link_end} page.
fa_ir: برای بررسی تکالیف گروهی یادگیرنده یا دیدن نتایج بارگذاری پرونده CSV ، اطلاعات پروندۀ دوره یا نتایج گروه را در صفحۀ {link_start} بارگیری داده‌ها {link_end} بارگیری کنید.
it_it: Per visualizzare le assegnazioni alle coorti degli studenti o i risultati del caricamento di un file CSV, scaricare le informazioni sul profilo del corso o i risultati della coorte nella pagina {link_start}Download dati{link_end}.
tr_tr: Öğrenci topluluk ödevlerini gözden geçirmek veya CSV dosyası yükleme sonuçlarını görmek için ders profil bilgilerini veya topluluk sonuçlarını {link_start}Veri İndir{link_end} sayfası üzerinden indirin.

source: Specify whether discussion topics are divided
fa_ir: مشخص کنید که مباحث گفتگو تقسیم شده است یا خیر
it_it: Specificare se gli argomenti di discussione sono divisi
tr_tr: Eğer tartışma konuları bölündüyse belirtin

source: Course-Wide Discussion Topics
fa_ir: موضوعات گستردۀ گفتگو در دوره آموزشی
he: נושאי דיון כלל קורסיים
it_it: Argomenti di discussione a livello del corso
tr_tr: Ders-Çapında Tartışma Başlıkları

source: Select the course-wide discussion topics that you want to divide.
fa_ir: مباحث گفتگوی طول دوره آموزشی را انتخاب کنید که می‌خواهید تقسیم کنید.
it_it: Selezionare gli argomenti di discussione a livello del corso che si desidera dividere.
tr_tr: Bölmek istediğiniz ders-geneli tartışma konularını seçin.

source: Content-Specific Discussion Topics
fa_ir: موضوعات بحث ویژۀ محتوا
he: נושאי דיון לתוכן מסוים
it_it: Argomenti di discussione specifici del contenuto
tr_tr: İçerik-Odaklı Tartışma Başlıkları

source: Specify whether content-specific discussion topics are divided.
fa_ir: مشخص کنید که مباحث گفتگوی ویژۀ محتوا تقسیم شده است یا خیر.
it_it: Specificare se gli argomenti di discussione specifici del contenuto sono divisi.
tr_tr: İçerik odaklı konuların ne koşullarda bölüneceğini belirtin.

source: Always divide content-specific discussion topics
fa_ir: همیشه مباحث مربوط به گفتگوی محتوای خاص را تقسیم کنید
it_it: Dividi sempre gli argomenti di discussione specifici per contenuto
tr_tr: İçerik odaklı tartışma başlıklarını her zaman böl

source: Divide the selected content-specific discussion topics
fa_ir: مباحث گفتگو مربوط به محتوای خاص را تقسیم کنید
it_it: Dividi gli argomenti di discussione specifici per contenuto selezionati
tr_tr: Seçili içerik-odaklı tartışma başlıklarını böl

source: No content-specific discussion topics exist.
fa_ir: هیچ مبحثی مربوط به محتوای خاص وجود ندارد.
he: לא קיימים נושאי דיון ספציפיים לקבוצת הלימוד
it_it: Non esiste alcun argomento di discussione specifico del contenuto.
tr_tr: İçerik yok- belirli tartışma konuları mevcut

source: Used
fa_ir: به کاررفته
he: נעשה שימוש
it_it: Utilizzato
tr_tr: Kullanıldı

source: Valid
fa_ir: معتبر
he: חוקי
it_it: Valido
tr_tr: Geçerli

source: Certificate Status:
fa_ir: وضعیت گواهی:
it_it: Stato certificato:
tr_tr: Sertifika Durumu:

source: Certificate Purchased
fa_ir: گواهی خریداری شد
it_it: Certificato acquistato
tr_tr: Sertifika Satın Alındı

source: Change or Leave Session
fa_ir: تغییر یا ترک جلسه
it_it: Modifica o esci dalla sessione
tr_tr: Oturumu Değiştir veya Terket

source: You must select a session by {expiration_date} to access the course.
fa_ir: برای دسترسی به این دوره آموزشی باید یک جلسه تا تاریخ {expiration_date} برگزینید.
it_it: È necessario selezionare una sessione entro il {expiration_date} per accedere al corso.
tr_tr: Derse erişmek için {expiration_date} tarihine kadar oturum seçmelisiniz.

source: You can no longer change sessions.
fa_ir: دیگر نمی‌توانید جلسات را تغییر دهید.
it_it: Non è più possibile modificare le sessioni.
tr_tr: Artık oturum değiştiremezsiniz.

source: You can change sessions until {expiration_date}.
fa_ir: می‌توانید جلسات را تا {expiration_date} تغییر دهید.
it_it: È possibile modificare le sessioni fino al {expiration_date}.
tr_tr: {expiration_date} tarihine kadar oturumları değiştirebilirsiniz.

source: View Archived Course
fa_ir: مشاهده دوره‌های آرشیوی
he: צפה בארכיון הקורס
it_it: Vedi il Corso Archiviato
tr_tr: Arşivlenmiş Dersleri Görüntüle

source: View Course
fa_ir: مشاهده دوره آموزشی
he: הצג קורס
it_it: Vedi il Corso
tr_tr: Derse Gözat

source: Select a session:
fa_ir: انتخاب یک جلسه:
it_it: Selezionare una sessione:
tr_tr: Bir oturum seç:

source: Enroll Now
fa_ir: همین حالا ثبت‌نام کنید
he: להרשמה
it_it: Iscriviti ora
tr_tr: Hemen Kaydol

source: Coming Soon
fa_ir: به زودی منتشر می‌شود
he: בקרוב
it_it: In arrivo
tr_tr: Yakında

source: Enrollment Opens on
fa_ir: آغاز ثبت‌نام در
he: הרישום נפתח ב
it_it: Le iscrizioni si aprono il
tr_tr: Kayıt Açılış Tarihi

source: Not Currently Available
fa_ir: در حال حاضر موجود نیست
he: לא זמין כרגע
it_it: Attualmente non disponibile
tr_tr: Henüz Kullanılabilir Değil

source: More sessions coming soon.
fa_ir: جلسات بعدی به زودی ارائه می‌شوند
it_it: Ulteriori sessioni in arrivo.
tr_tr: Yeni oturumlar yakında geliyor.

source: Change to a different session or leave the current session.
fa_ir: به جلسۀ دیگری بروید یا جلسۀ فعلی را ترک کنید.
it_it: Passa ad una sessione differente o esci dalla sessione corrente.
tr_tr: Başka bir oturuma geç ya da şu anki oturumdan ayrıl.

source: To access the course, select a session.
fa_ir: برای دسترسی به دوره آموزشی، یک جلسه را برگزینید.
it_it: Per accedere al corso, selezionare una sessione.
tr_tr: Bu derse erişmek için oturum seç.

source: Session Selection Dropdown for {courseName}
fa_ir: کشوی انتخاب جلسه برای {courseName}
it_it: Casella a discesa di selezione della sessione per {courseName}
tr_tr: {courseName} için Oturum Seçimi Açılır Menüsü

source: {sessionDates} - Currently Selected
fa_ir: {sessionDates} -انتخاب جاری
it_it: {sessionDates} - Attualmente selezionato
tr_tr: {sessionDates} - Seçilen Oturum

source: {sessionDates} (Open until {enrollmentEnd})
fa_ir: {sessionDates} ( تا {enrollmentEnd} باز است)
it_it: {sessionDates} (Disponibile fino al {enrollmentEnd})
tr_tr: {sessionDates} ({enrollmentEnd} tarihine dek açıktır)

source: More sessions coming soon
fa_ir: جلسات بعدی در راه است
it_it: Ulteriori sessioni in arrivo
tr_tr: Yeni oturumlar yakında geliyor

source: Leave the current session and decide later
fa_ir: جلسۀ جاری را ترک می‌کنم و بعداً تصمیم می‌گیرم
it_it: Lascia la sessione corrente e decidi in seguito
tr_tr: Şu anki oturumdan ayrıl ve daha sonra karar ver.

source: You are not enrolled in any programs yet.
fa_ir: شما هنوز در هیچ برنامه‌ای ثبت‌نام نکرده‌اید.
he: אינך רשום עדיין באף תכנית.
it_it: Non sei ancora iscritto ad alcun programma.
tr_tr: Henüz bir programa kayıt olmadınız.

source: Explore Programs
fa_ir: کاوش برنامه‌ها
he: בחן תכניות
it_it: Esplora programmi
tr_tr: Programları Keşfedin

source: Browse recently launched courses and see what\'s new in your favorite subjects
fa_ir: دوره‌هایی که اخیراً راه‌اندازی‌شده‌ را مرور کرده و موضوعات جدید مورد علاقه خود را ببینید
he: עיין בקורסים שהושקו לאחרונה וראה מה חדש בנושאים האהובים עליך
it_it: Sfoglia i corsi avviati di recente e scopri le novità nei tuoi soggetti preferiti
tr_tr: Yeni açılmış dersleri tarayın ve ilginizi çeken konularda ne yenilikler var görüntüleyin

source: Explore New Programs
fa_ir: کاوش برنامه‌های جدید
he: בחן תכניות חדשות
it_it: Esplora nuovi programmi
tr_tr: Yeni Programları Keşfedin

source: Course
fa_ir: دوره آموزشی
he: קורס
it_it: Corso
tr_tr: Ders

source: Completed
fa_ir: کامل شده
it_it: Completato
tr_tr: Tamamlandı

source: Remaining
fa_ir: باقی مانده
it_it: Rimanenti
tr_tr: Kalan

source: %(programName)s Home Page.
fa_ir: %(programName)s صفحۀ اصلی.
it_it: Home page di %(programName)s .
tr_tr: %(programName)s Ana Sayfa.

source: Your {program} Certificate
fa_ir: گواهی {program} شما
it_it: Certificato {program}
tr_tr: {program} Sertifikanız

source: Open the certificate you earned for the %(title)s program.
fa_ir: گواهی که بدست آورده‌اید را برای برنامۀ %(title)s باز کنید.
it_it: Apri il certificato ottenuto per il programma %(title)s .
tr_tr: %(title)s programında hak kazandığınız sertifikayı açın.

source: Program Record
fa_ir: ضبط برنامه
it_it: Record programma
tr_tr: Program Kaydı

source: Once you complete one of the program requirements you have a program record. This record is marked complete once you meet all program requirements. A program record can be used to continue your learning journey and demonstrate your learning to others.
fa_ir: پس از تکمیل یکی از نیازهای برنامه، سابقه‌ای از برنامه خواهید داشت. هنگامی که تمام نیازمندی‌های برنامه را فراهم می‌کنید، این رکورد به عنوان رکوردکامل علامت‌گذاری می‌شود. از سابقه برنامه می‌توان برای ادامۀ برنامۀ یادگیری و نمایش یادگیری خود به دیگران استفاده کرد.
it_it: Una volta completato uno dei requisiti del programma si dispone di un record del programma. Questo record viene contrassegnato come completo una volta soddisfatti tutti i requisiti del programma. Un record del programma può essere utilizzato per continuare il percorso di apprendimento e dimostrare agli altri le competenze acquisite.

source: View Program Record
fa_ir: مشاهده سابقه برنامه
it_it: Visualizza record programma
tr_tr: Program Kaydını Göster

source: Additional Credit Opportunities
fa_ir: فرصت‌های اعتباری بیشتر
it_it: Ulteriori opportunità di credito
tr_tr: Ek Kredi Fırsatları

source: Learn More
fa_ir: بیشتر بدانید
it_it: Approfondisci
tr_tr: Daha Fazlasını Öğren

source: Additional Professional Opportunities
fa_ir: فرصت‌های حرفه‌ای بیشتر
it_it: Ulteriori opportunità professionali
tr_tr: Ek Mesleki Fırsatlar

source: Congratulations!
fa_ir: تبریک می‌گوییم!
it_it: Congratulazioni!
tr_tr: Kutlarız!

source: Your Program Journey
fa_ir: سفر برنامۀ شما
it_it: Il tuo percorso nel programma
tr_tr: Program Yolculuğunuz

source: Upgrade All Remaining Courses (
fa_ir: همۀ دوره‌های آموزشی باقیمانده را ارتقا بدهید (
it_it: Aggiorna tutti i corsi rimanenti (
tr_tr: Kalan Tüm Dersleri Yükselt (

source: COURSES IN PROGRESS
fa_ir: دوره‌های آموزشی جاری
it_it: CORSI IN CORSO
tr_tr: DEVAM EDEN DERSLER

source: REMAINING COURSES
fa_ir: دوره‌های آموزشی باقی‌مانده
it_it: CORSI RIMANENTI
tr_tr: KALAN DERSLER

source: COMPLETED COURSES
fa_ir: دوره‌های آموزشی کامل‌شده
it_it: CORSI COMPLETATI
tr_tr: TAMAMLANAN DERSLER

source: As you complete courses, you will see them listed here.
fa_ir: با اتمام دوره‌های آموزشی، فهرست آن‌ها را در اینجا مشاهده خواهید کرد.
it_it: Man mano che vengono completati, i corsi vengono elencati qui.
tr_tr: Derslerinizi bitirdikçe, burada listelenmiş halde göreceksiniz.

source: Complete courses on your schedule to ensure you stand out in your field!
fa_ir: برای اطمینان از موفقیت در رشتۀ موردنظر خود، دوره‌های برنامه را کامل کنید!
it_it: Completare i corsi in base alla pianificazione per assicurarsi di distinguersi nel proprio campo!
tr_tr: Alanınızda öne çıkmanızı sağlamak için derslerinizi tamamlayın!

source: {organization}\'s logo
fa_ir: نشان {organization}\'
he: הסמל של {organization}
it_it: Logo {organization}
tr_tr: {organization} logosu

source: Needs verified certificate
fa_ir: به گواهی تأییدشده نیاز است
it_it: Richiede un certificato verificato
tr_tr: Onaylı sertifika gerekiyor

source: Upgrade to Verified
fa_ir: ارتقا به تاییدشده
it_it: Aggiorna a Verificato
tr_tr: Onaylanmışa yükselt

source: New Address
fa_ir: آدرس جدید
he: כתובת חדשה
it_it: Nuovo indirizzo
tr_tr: Yeni Adres

source: Change My Email Address
fa_ir: تغییر نشانی رایانامه
he: שנה את כתובת הדואר האלקטרוני שלי
it_it: Modifica il mio indirizzo email
tr_tr: E-posta Adresimi Değiştir

source: Reset Password
fa_ir: بازیابی گذرواژه
he: איפוס סיסמה
it_it: Reimposta Password
tr_tr: Parola Sıfırla

source: Switch Language Back
fa_ir: تغییر زبان بازگشت
it_it: Torna alla lingua precedente
tr_tr: Dili Geriye Döndür

source: An error occurred. Please reload the page.
fa_ir: خطایی رخ داد. لطفاً صفحه را دوباره بارگیری کنید.
he: אירעה שגיאה. נא טען מחדש את העמוד.
it_it: Si è verificato un errore. Ricaricare la pagina.
tr_tr: Bir hata oluştu. Lütfen sayfayı tekrar yükleyin.

source: Need help signing in?
fa_ir: برای ورود به سامانه نیاز به راهنمایی دارید؟
it_it: Hai bisogno di aiuto per l'accesso?
tr_tr: Giriş yapmak için yardıma mı ihtiyacınız var?

source: Forgot my password
fa_ir: گذرواژه‌ام را از حافظه پاک کن
it_it: Ho dimenticato la password
tr_tr: Parolamı unuttum

source: Other sign-in issues
fa_ir: سایر مسایل مربوط به ورود به سامانه
it_it: Altri problemi di collegamento
tr_tr: Diğer giriş sorunları

source: Sign in with your company or school
fa_ir: از طریق شرکت یا مدرسۀ خود وارد سامانه شوید
it_it: Accedi con la società o la scuola
tr_tr: Şirket ya da okul hesabınızla giriş yapın

source: Need other help signing in?
fa_ir: برای ورود به سامانه به راهنمایی دیگری نیاز دارید؟
it_it: Hai bisogno di altro aiuto per l'accesso?
tr_tr: Giriş yapmak için farklı bir yardıma mı ihtiyacınız var?

source: Create an account
fa_ir: ایجاد حساب کاربری
he: צור חשבון
it_it: Crea un account
tr_tr: Yeni hesap oluştur

source: Sign in
fa_ir: ورود
he: כניסה
it_it: Accedi
tr_tr: Giriş Yap

source: Would you like to sign in using your %(providerName)s credentials?
fa_ir: آیا مایلید با استفاده از اطلاعات%(providerName)s وارد سامانه شوید؟
he: האם תרצה להיכנס לחשבון באמצעות הרשאות %(providerName)s שלך?
it_it: Si desidera accedere utilizzando le credenziali %(providerName)s ?
tr_tr: %(providerName)s kimliğinizi kullanarak oturumu açmak ister misiniz?

source: Sign in using %(providerName)s
fa_ir: ورود با %(providerName)s
he: היכנס לחשבון באמצעות %(providerName)s
it_it: Accedi utilizzando %(providerName)s
tr_tr: %(providerName)s ile oturum aç

source: Show me other ways to sign in or register
fa_ir: راه‌های دیگری برای ورود به سامانه یا ثبت‌نام به من نشان بده
he: הצג בפניי דרכים אחרות להיכנס לחשבון או להירשם
it_it: Mostrami altri modi per accedere o effettuare la registrazione
tr_tr: Giriş Yapmak veya Kayıt Olmak için diğer seçenekleri göster

source: Sign in with Institution/Campus Credentials
fa_ir: ورود با اعتبار مؤسسه/پردیس
he: היכנס באמצעות הרשאות מוסד/קמפוס
it_it: Accedi con le credenziali dell'istituzione/campus
tr_tr: Kurum / Kampüs kimlik bilgileri ile giriş yapın

source: Choose your institution from the list below:
fa_ir: مؤسسه خود را از فهرست زیر انتخاب کنید:
he: בחר את המוסד שלך מהרשימה שלהלן:
it_it: Scegliere l'istituzione dal seguente elenco:
tr_tr: Aşağıdaki listeden kurumunuzu seçin:

source: Back to sign in
fa_ir: بازگشت به قسمت ورود به سامانه
he: בחזרה לכניסה לחשבון
it_it: Torna all'accesso
tr_tr: Oturuma geri dön

source: Register with Institution/Campus Credentials
fa_ir: ثبت‌نام با اعتبار مؤسسه/پردیس
he: הירשם באמצעות הרשאות מוסד/קמפוס
it_it: Registrati con le credenziali dell'istituzione/campus
tr_tr: Kurum / Kampüs Kimlik Bilgileri ile Kayıt

source: Create an Account
fa_ir: یک حساب کاربری بسازید
it_it: Crea un account
tr_tr: Bir Hesap Oluştur

source: First time here?
fa_ir: اولین باری است که اینجا آمدید؟
it_it: Nuovo utente?
tr_tr: İlk kez mi buradasınız?

source: Create an Account.
fa_ir: یک حساب کاربری بسازید.
it_it: Creare un account.
tr_tr: Bir Hesap Oluştur.

source: Sign in to continue learning as {email}
fa_ir: برای ادامۀ آموزش به‌عنوان {email} وارد سامانه شوید
it_it: Accedi per continuare l'apprendimento come {email}
tr_tr: Öğrenmeye devam etmek için {email} olarak giriş yap

source: Sign in to continue learning
fa_ir: ثبت‌نام برای ادامۀ آموزش
it_it: Accedi per continuare l'apprendimento
tr_tr: Öğrenmeye devam etmek için giriş yap

source: You already have an edX account with your {enterprise_name} email address.
fa_ir: شما قبلاً یک حساب کاربری edX با نشانی رایانامه {enterprise_name} داشته‌اید.
it_it: Già si dispone di un account edX con l'indirizzo email {enterprise_name}.
tr_tr: {enterprise_name} e-posta adresiyle ilişkili bir edX hesabınız zaten var.

source: Going forward, your account information will be updated and maintained by {enterprise_name}.
fa_ir: پیش برو، اطلاعات حساب کاربری توسط {enterprise_name} روزآمد و حفظ می‌شود.
it_it: Andando avanti, le informazioni sull'account verranno aggiornate e gestite da {enterprise_name}.
tr_tr: Bundan sonra, hesap bilgileriniz {enterprise_name} tarafından güncellenecek ve korunacaktır.

source: You can view your information or unlink from {enterprise_name} anytime in your Account Settings.
fa_ir: در هر زمان که بخواهید می‌توانید اطلاعات خود را مشاهده کرده یا پیوند خود را از {enterprise_name} پاک کنید.
it_it: È possibile visualizzare le proprie informazioni oppure scollegarsi da {enterprise_name} in qualsiasi momento in Impostazioni account.
tr_tr: Hesap Ayarlarınızda istediğiniz zaman bilgilerinizi görüntüleyebilir veya {enterprise_name} ile olan bağlantıyı kaldırabilirsiniz.

source: To continue learning with this account, sign in below.
fa_ir: برای ادامۀ آموزش با این حساب کاربری، از قسمت زیر به سامانه وارد شوید.
it_it: Per continuare l'apprendimento con questo account, accedere di seguito.
tr_tr: Bu hesap ile öğrenmeye devam etmek için, aşağıdan giriş yap.

source: Sign In
fa_ir: ورود به سامانه
it_it: Accedi
tr_tr: Giriş

source: Sign in here using your email address and password, or use one of the providers listed below.
fa_ir: با استفاده از نشانی رایانامه و گذرواژۀ خود وارد سیستم شوید یا از یکی از ارائه‌دهندگان زیر استفاده کنید.
he: היכנס כאן באמצעות כתובת הדואר האלקטרוני והסיסמה שלך או השתמש באחד מהספקים הרשומים בהמשך.
it_it: Accedere qui utilizzando l'indirizzo email e la password oppure utilizzare uno dei provider elencati di seguito.
tr_tr: Buradaki e-posta adresinizi ve parolanızı kullanarak ya da aşağıda listelenen sağlayıcılarından birini kullanarak oturum açın.

source: Sign in here using your email address and password.
fa_ir: با استفاده از نشانی رایانامه و گذرواژۀ خود را وارد شوید.
he: היכנס כאן באמצעות כתובת הדואר האלקטרוני והסיסמה.
it_it: Accedi utilizzando l'indirizzo email e la password.
tr_tr: Buradaki e-posta adresinizi ve parolanızı kullanarak oturum açın.

source: If you do not yet have an account, use the button below to register.
fa_ir: اگر هنوز هم حساب‌کاربری ایجاد نکرده‌اید، از دکمۀ زیر برای ثبت‌نام استفاده کنید.
he: אם אין לך חשבון עדיין השתמש בלחצן למטה כדי להירשם.
it_it: Se non si dispone ancora di un account, utilizzare il pulsante di seguito per effettuare la registrazione.
tr_tr: Henüz bir hesabınız yoksa, kayıt için aşağıdaki düğmeyi kullanın.

source: Use my university info
fa_ir: از اطلاعات دانشگاه من استفاده کن
it_it: Utilizza le informazioni della mia università
tr_tr: Üniversite bilgilerimi kullan

source: or sign in with
fa_ir: یا ورود با
he: או התחבר עם
it_it: o accedi con
tr_tr: veya oturum açın

source: Sign in with %(providerName)s
fa_ir: ورود با %(providerName)s
he: היכנס לחשבון באמצעות %(providerName)s
it_it: Accedi con %(providerName)s
tr_tr: %(providerName)s ile Oturum Aç

source: Password assistance
fa_ir: کمک گذرواژه
he: עזרה עם סיסמה
it_it: Assistenza password
tr_tr: Parola Hatırlatma

source: Please enter your log-in or recovery email address below and we will send you an email with instructions.
fa_ir: لطفاً وارد شوید یا نشانی رایانامه بازیابی خود را در زیر وارد کنید و ما یک پست حاوی دستورالعمل لازم برای شما ارسال خواهیم کرد.
it_it: Immetti l'indirizzo email di accesso o di ripristino di seguito e ti invieremo una email con istruzioni.
tr_tr: Lütfen aşağıya giriş veya kurtarma e-posta adresinizi girin, size talimatların bulunduğu bir e-posta göndereceğiz.

source: Recover my password
fa_ir: گذرواژۀ مرا بازیابی کن
it_it: Recupera password
tr_tr: Parolamı kurtar

source: Already have an {platformName} account?
fa_ir: آیا حساب کاربری {platformName} دارید؟
it_it: Già si dispone di un account {platformName}?
tr_tr: Zaten {platformName} hesabın var mı?

source: Sign in.
fa_ir: ورود به سامانه
it_it: Effettuare l'accesso.
tr_tr: Giriş yap.

source: Create an account using
fa_ir: ایجاد حساب کاربری با استفاده از
he: צור חשבון בעזרת
it_it: Crea un account utilizzando
tr_tr: Şununla bir hesap oluştur

source: Create account using %(providerName)s.
fa_ir: ایجاد حساب‌کاربری با استفاده از %(providerName)s.
he: צור חשבון באמצעות %(providerName)s.
it_it: Crea account utilizzando %(providerName)s.
tr_tr: %(providerName)s kullanarak bir hesap oluştur.

source: Use my institution/campus credentials
fa_ir: از اعتبارات مؤسسه / دانشگاه من استفاده کنید
he: השתמש בהרשאות מוסד/קמפוס
it_it: Utilizza le credenziali della mia istituzione/campus
tr_tr: Benim kurum / kampüs kimlik bilgilerimi kullanın

source: or create a new one here
fa_ir: یا یک مورد جدید در اینجا بسازید
he: או צור אחד חדש כאן
it_it: o crearne uno nuovo qui
tr_tr: ya da burada yeni bir tane oluşturunuz

source: Support education research by providing additional information
fa_ir: با ارائۀ اطلاعات بیشتر از پژوهش آموزشی حمایت کنید
it_it: Supporta la ricerca sull'educazione fornendo ulteriori informazioni
tr_tr: Daha fazla bilgi sağlayarak eğitim araştırmasına katkıda bulun.
