Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: next page
eo: néxt pägé Ⱡ'σяєм ιρѕυм ∂σł#
es_es: página siguiente
fa_ir: صفحه بعدی
it_it: pagina successiva
lv: nākamā lapa
mn: дараагийн хуудас

source: News - MITx 6.002x
eo: Néws - MÌTx 6.002x Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Noticias - MITx 6.002x
fa_ir: اخبار- MITx 6.002x
it_it: Novità - MITx 6.002x
lv: Jaunumu - MITx 6.002x
mn: Мэдээ - MITx 6.002x

source: Updates to Discussion Posts You Follow
eo: Ûpdätés tö Dïsçüssïön Pösts Ýöü Föllöw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Actualizaciones de los foros que estás siguiendo
fa_ir: روزآمدسازی گفتگوهایی که شما دنبال می‌کنید
it_it: Aggiornamenti ai post di discussione seguiti
lv: Atjauninājumi diskusiju ziņās, kurām Jūs sekojat
mn: Таны Дагаж байгаа Ярилцлагын Постуудын шинэчлэл

source: Purchase the Program (
eo: Pürçhäsé thé Prögräm ( Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: فروش برنامه (
it_it: Acquista il programma (
lv: Iegādāties programmu (
mn: Хөтөлбөрийг худалдан авах (

source: Original Price
eo: Örïgïnäl Prïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Precio original
fa_ir: قیمت اصلی
it_it: Prezzo originale
lv: Oriģinālā cena
mn: Жинхэнэ үнэ

source: Discounted Price
eo: Dïsçöüntéd Prïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Precio con descuento
fa_ir: قیمت با تخفیف
it_it: Prezzo scontato
lv: Cena ar atlaidi
mn: Хөнгөлөлттэй үнэ

source: Start Learning
eo: Stärt Léärnïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Empezar a aprender
fa_ir: شروع آموزش
it_it: Inizia a imparare
lv: Sākt mācīties
mn: Суралцаж эхлэх

source: Play
eo: Pläý Ⱡ'σяєм ι#
es_es: Reproducir
fa_ir: پخش
lv: Atskaņot
mn: Тоглуулах

source: YouTube Video
eo: ÝöüTüßé Vïdéö Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Vídeo de YouTube
fa_ir: ویدئوی یوتیوب
it_it: Video YouTube
mn: YouTube видео

source: View Courses
eo: Vïéw Çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Ver cursos
fa_ir: مشاهده دوره‌های آموزشی
it_it: Vedi i corsi
lv: Skatīt kursus
mn: Хичээлүүдийг харах

source: Meet the Instructors
eo: Méét thé Ìnstrüçtörs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Reunirse con docentes
fa_ir: آشنایی با مربیان
it_it: Incontra gli istruttori
lv: Iepazīt instruktorus
mn: Багш нартайгаа танилцна уу

source: Frequently Asked Questions
eo: Fréqüéntlý Àskéd Qüéstïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Pregunas frecuentemente formuladas
fa_ir: سؤالات متداول
it_it: FAQ - Frequently Asked Questions
lv: Biežāk uzdotie jautājumi
mn: Түгээмэл асуултууд

source: Job Outlook
eo: Jöß Öütlöök Ⱡ'σяєм ιρѕυм ∂σłσя #
fa_ir: چشم انداز شغلی
it_it: Prospettive di lavoro
lv: Darba perspektīvas
mn: Ажлын байршил

source: Real Career Impact
eo: Réäl Çäréér Ìmpäçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fa_ir: تأثیر شغلی واقعی
it_it: Impatto sulla carriera reale
lv: Reālā ietekme uz karjeru

source: What You'll Learn
eo: Whät Ýöü'll Léärn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: آنچه یاد خواهیدگرفت
it_it: Cosa imparerai
lv: Ko Jūs iemācīsieties
mn: Таны сурч мэдэх зүйл

source: Average Length
eo: Àvérägé Léngth Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fa_ir: طول میانگین
it_it: Lunghezza media
lv: Aptuvenais ilgums
mn: Дундаж урт

source: {weeks_to_complete} weeks per course
eo: {weeks_to_complete} wééks pér çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: {weeks_to_complete} هفته به ازای هر دوره آموزشی
it_it: {weeks_to_complete} settimane per corso
lv: {weeks_to_complete} nedēļas uz kursu
mn: {weeks_to_complete} долоо хоногийн сургалт

source: Effort
eo: Éffört Ⱡ'σяєм ιρѕυ#
es_es: Esfuerzo
fa_ir: تلاش
it_it: Impegno
lv: Grūtība
mn: Хүчин чармайлт

source: {min_hours_effort_per_week}-{max_hours_effort_per_week} hours per week, per course
eo: {min_hours_effort_per_week}-{max_hours_effort_per_week} höürs pér wéék, pér çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fa_ir: {min_hours_effort_per_week} - {max_hours_effort_per_week} ساعت در هفته، در هر دوره آموزشی
it_it: {min_hours_effort_per_week}-{max_hours_effort_per_week} ore alla settimana, per corso
lv: {min_hours_effort_per_week}-{max_hours_effort_per_week} stundas nedēļā uz kursu
mn: {min_hours_effort_per_week} - долоо хоногт {max_hours_effort_per_week} цаг, курс

source: Number of Courses
eo: Nümßér öf Çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Número de cursos
fa_ir: تعداد دوره‌های آموزشی
it_it: Numero di corsi
lv: Kursu skaits
mn: Курсын тоо

source: {number_of_courses} courses in program
eo: {number_of_courses} çöürsés ïn prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: {number_of_courses} دوره‌های آموزشی برنامه
it_it: {number_of_courses} corsi nel programma
lv: {number_of_courses} kursi programmā
mn: хөтөлбөрийн {number_of_courses} курс

source: Price (USD)
eo: Prïçé (ÛSD) Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Precio (USD)
fa_ir: قیمت (دلار)
it_it: Prezzo (USD)
lv: Cena (USD)
mn: Үнэ (ам.доллар)

source: ${newPrice}{htmlEnd} for entire program
eo: ${newPrice}{htmlEnd} för éntïré prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: $ {newPrice} {htmlEnd} برای کل برنامه
it_it: ${newPrice}{htmlEnd} per l'intero programma
lv: ${newPrice}{htmlEnd} par visu programmu
mn: $ {newPrice} {htmlEnd} програмыг бүхэлд нь

source: You save ${discount_value} {currency}
eo: Ýöü sävé ${discount_value} {currency} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: شما {discount_value} {currency} پس انداز می‌کنید
it_it: Risparmi ${discount_value} {currency}
lv: Jūs ietaupīsiet ${discount_value} {currency}
mn: Та $ {discount_value} {currency} хэмнэнэ

source: ${full_program_price} for entire program
eo: ${full_program_price} för éntïré prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fa_ir: {full_program_price} $ برای کل برنامه
it_it: ${full_program_price} per l'intero programma
lv: ${full_program_price} par visu programmu
mn: $ {full_program_price} програмыг бүхэлд нь

source: Courses in the {}
eo: Çöürsés ïn thé {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: دوره‌های آموزشی در {}
it_it: Corsi in {}
lv: Kursi {}
mn: {} Дахь курс

source: Starts on {}
eo: Stärts ön {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fa_ir: از {} آغاز می‌شود
it_it: Inizia il {}
lv: Sākas {}
mn: {} эхэлнэ

source: {course_number} Progress
eo: {course_number} Prögréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Progreso del curso {course_number}
fa_ir: ‫{course_number} پیشرفت
it_it: Progresso {course_number}
mn: {course_number} Явц

source: View Grading in studio
eo: Vïéw Grädïng ïn stüdïö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Ver evaluación en Studio
fa_ir: مشاهدۀ نمره‌دهی در هنرکده
it_it: Visualizza valutazione in Studio
lv: Skatīt vērtējumus studio
mn: Студид Дүнг харах

source: Course Progress for '{username}' ({email})
eo: Çöürsé Prögréss för '{username}' ({email}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Progreso en el curso para el alumno '{username}' ({email})
fa_ir: پیشرفت دوره آموزشی برای "{username}" ({email})
it_it: Avanzamento del corso per '{username}' ({email})

source: View Certificate
eo: Vïéw Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Ver certificado
fa_ir: نمایش گواهی
it_it: Visualizza il certificato
lv: Skatīt sertifikātu
mn: Гэрчилгээ харах

source: Opens in a new browser window
eo: Öpéns ïn ä néw ßröwsér wïndöw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: در یک پنجره جدید باز می‌شود
it_it: Apri in una nuova finestra del browser
lv: Tiek atvērts jaunā pārlūkprogrammas logā
mn: Шинэ хөтөчийн цонхонд нээгдэнэ

source: Request Certificate
eo: Réqüést Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Solicitar Certificado
fa_ir: درخواست گواهی
it_it: Richiesta certificato
lv: Pieprasīt sertifikātu
mn: Сертификат хүсэх

source: Requirements for Course Credit
eo: Réqüïréménts för Çöürsé Çrédït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: نیازها برای اعتبار دوره آموزشی
it_it: Requisiti per i crediti del corso
lv: Prasības kursa kredītpunktiem
mn: Курсын зээлийн шаардлага

source: {student_name}, you are no longer eligible for credit in this course.
eo: {student_name}, ýöü äré nö löngér élïgïßlé för çrédït ïn thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: {student_name}، دیگر در این دوره آموزشی واجد شرایط اعتبار نیستید.
it_it: {student_name}, non sei più idoneo per il credito in questo corso.
lv: {student_name}, Jūs vairāk neesat tiesīgi uz kredītpunktiem šajā kursā.
mn: {student_name}, та энэ курсийн кредит авах эрхгүй болно.

source: {student_name}, you have met the requirements for credit in this course. {a_start}Go to your dashboard{a_end} to purchase course credit.
eo: {student_name}, ýöü hävé mét thé réqüïréménts för çrédït ïn thïs çöürsé. {a_start}Gö tö ýöür däshßöärd{a_end} tö pürçhäsé çöürsé çrédït. Ⱡ'σяєм ιρѕυм ∂σł#
fa_ir: {student_name}، شما شرایط اعتبار را در این دوره آموزشی دارید. برای خرید اعتبار دوره آموزشی، {a_start} به پیشخوان خود بروید {a_end}.
it_it: {student_name}, hai soddisfatto i requisiti per il credito in questo corso. {a_start}Vai alla tua dashboard{a_end} per acquistare il credito del corso.
lv: {student_name}, Jūs esat izpildījuši šī kursa kredītpunktu prasības. {a_start}Dodieties uz Jūsu informācijas paneli{a_end}, lai iegādātos kursa kredītpunktus.
mn: {student_name}, та энэ курсийн кредит шаардлагыг хангасан. {a_start} Курсын кредит худалдан авахын тулд өөрийн самбар {a_end} руу оч.

source: {student_name}, you have not yet met the requirements for credit.
eo: {student_name}, ýöü hävé nöt ýét mét thé réqüïréménts för çrédït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: {student_name}، شما هنوز شرایط اعتبار را ندارید.
it_it: {student_name}, i requisiti per il credito non sono acnora soddisfatti.
lv: {student_name}, Jūs vēl neesat izpildījuši kredītpunktu prasības.
mn: {student_name}, та кредит шаардлагыг хараахан хангаагүй байна.

source: Information about course credit requirements
eo: Ìnförmätïön äßöüt çöürsé çrédït réqüïréménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: اطلاعات مربوط به الزامات اعتباری دوره
it_it: Informazioni sui requisiti del credito del corso
lv: Informācija par kursa kredītpunktu prasībām
mn: Хичээлийн кредит шаардлагын тухай мэдээлэл

source: display_name
eo: dïspläý_nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fa_ir: نمایش_نام
mn: дэлгэцийн нэр

source: Verification Submitted
eo: Vérïfïçätïön Süßmïttéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: احراز شد
it_it: Verifica inoltrata
lv: Verifikācija iesniegta
mn: Баталгаажуулалт илгээсэн

source: Verification Failed
eo: Vérïfïçätïön Fäïléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Verificación fallida.
fa_ir: تأیید نشد
it_it: Verifica non riuscita
lv: Verifikācija neizdevās
mn: Баталгаажуулалт бүтэлгүйтсэн

source: Verification Declined
eo: Vérïfïçätïön Déçlïnéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Verificación rechazada.
fa_ir: تأیید رد شد
it_it: Verifica rifiutata
lv: Verifikācija atteikta
mn: Баталгаажуулалт хүчингүй болсон

source: Completed by {date}
eo: Çömplétéd ßý {date} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: در {date} کامل شد
it_it: Completata entro il {date}
lv: Pabeigts līdz {date}
mn: {date} дууссан

source: Upcoming
eo: Ûpçömïng Ⱡ'σяєм ιρѕυм ∂#
es_es: Próximamente
fa_ir: آینده
it_it: In arrivo
lv: Gaidāms
mn: Удахгүй болно

source: Less
eo: Léss Ⱡ'σяєм ι#
es_es: Menos
fa_ir: کمتر
it_it: Meno
lv: Mazāk
mn: Бага байна

source: Details for each chapter
eo: Détäïls för éäçh çhäptér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: جزییات هر فصل
it_it: Dettagli per ciascun capitolo
lv: Detaļas par katru nodaļu
mn: Бүлэг бүрт зориулсан дэлгэрэнгүй мэдээлэл

source: {earned} of {total} possible points
eo: {earned} öf {total} pössïßlé pöïnts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: {earned} de {total} puntos posibles
fa_ir: ‫{earned} از {total} مجموع امتیازات ممکن
it_it: {earned} di {total} punti possibili
lv: {earned} no {total} iespējamajiem punktiem
mn: {total} боломжтой оноо {earned}

source: Suspicious activity detected during proctored exam review. Exam score 0.
eo: Süspïçïöüs äçtïvïtý détéçtéd dürïng pröçtöréd éxäm révïéw. Éxäm sçöré 0. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: فعالیت مشکوکی در هنگام بررسی آزمون حفاظت‌شده شناسایی شد. نمرۀ آزمون 0.
it_it: Attività sospetta rilevata durante la revisione dell'esame supervisionato. Punteggio esame 0.
lv: Aizdomīga aktivitāte noteikta uzraudzītā eksāmena izskatīšanā. Eksāmena vērtējums 0.
mn: Туршилтын шалгалтаар илрүүлсэн сэжигтэй үйлдэл. Шалгалтын оноо 0.

source: Section grade has been overridden.
eo: Séçtïön grädé häs ßéén övérrïddén. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fa_ir: نمرۀ بخش لغو شده‌است.
it_it: La valutazione della sezione è stata sovrascritta.
lv: Iedaļas atzīmes tika pārlabotas.
mn: Хэсгийн агуулга дарагдсан байна.

source: Problem Scores:
eo: Prößlém Sçörés: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Puntuación de los ejercicios:
fa_ir: امتیاز مساله
it_it: Punteggi problema:
lv: Uzdevumu vērtējumi:
mn: Даалгаврын Оноонууд:

source: Practice Scores:
eo: Präçtïçé Sçörés: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Puntuación de las prácticas:
fa_ir: نمرات تمرین
it_it: Punteggi pratica:
lv: Vingrināšanās vērtējumi:
mn: Дадлагын оноо

source: Problem scores are hidden until the due date.
eo: Prößlém sçörés äré hïddén üntïl thé düé däté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: امتیازات سؤالات تا تاریخ مقرر پنهان است.
it_it: I punteggi del problema sono nascosti fino alla data di scadenza.
lv: Uzdevumu vērtējumi ir paslēpti līdz izpildes datumam.
mn: Асуудлын оноонууд тогтоосон хугацаанд хүртэл далдлагдсан байна.

source: Practice scores are hidden until the due date.
eo: Präçtïçé sçörés äré hïddén üntïl thé düé däté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: نمره‌های سؤالات تا تاریخ مقرر پنهان است.
it_it: I punteggi della pratica sono nascosti fino alla data di scadenza.
lv: Vingrināšanās vērtējumi ir paslēpti līdz izpildes datumam.
mn: Практик оноо оногдох хүртэл нууцлагдсан байна.

source: Problem scores are hidden.
eo: Prößlém sçörés äré hïddén. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: نمره سؤالات پنهان است.
it_it: I punteggi del problema sono nascosti.
lv: Uzdevumu vērtējumi ir paslēpti.
mn: Асуудлын оноо далдлагдсан байна.

source: Practice scores are hidden.
eo: Präçtïçé sçörés äré hïddén. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fa_ir: نمره‌های تمرین‌ پنهان است.
it_it: I punteggi della pratica sono nascosti.
lv: Vingrināšanās vērtējumi ir paslēpti.
mn: Практик оноо нь нуугдмал байна.

source: No problem scores in this section
eo: Nö prößlém sçörés ïn thïs séçtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: No hay puntuación de ejercicios en esta sección
fa_ir: مشکلی در نمرات در این بخش نیست
it_it: Nessun punteggio del problema in questa sezione
lv: Šajā iedaļā nav pildāmu uzdevumu
mn: Энэ хэсэгт асуудлын оноо байхгүй

source: {course.display_number_with_default} Course Info
eo: {course.display_number_with_default} Çöürsé Ìnfö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Información del curso {course.display_number_with_default}
fa_ir: {course.display_number_with_default} اطلاعات دوره آموزشی
it_it: Informazioni sul corso {course.display_number_with_default}
lv: {course.display_number_with_default} kursa informācija
mn: {course.display_number_with_default} Хичээлийн Мэдээлэл

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
eo: Ýöü wéré möst réçéntlý ïn {section_link}. Ìf ýöü'ré döné wïth thät, çhöösé änöthér séçtïön ön thé léft. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Has visitado recientemente {section_link}. Si ya has terminado con eso, elige otra sección de la izquierda.
fa_ir: آخرین مراجعه شما در {section_link} بود. اگر آن را به پایان رسانده‌اید از سمت چپ، قسمت دیگری را برگزینید.
it_it: La tua attività più recente è stata in {section_link}. Se hai completato questa attività, scegli un'altra sezione nell'elenco a sinistra.
lv: Jūs nesen bijāt {section_link}. Ja Jūs esat to pabeiguši, izvēlieties citu iedaļu kreisajā pusē.
mn: Та хамгийн сүүлд {section_link} хэсэгт байсан. Та болсон бол, зүүн талд байгаа өөр хэсгийг сонгоно уу.

source: Hi {name},
eo: Hï {name}, Ⱡ'σяєм ιρѕυм #
es_es: Hola, {name}
fa_ir: سلام {name}،
it_it: Ciao {name},
lv: Sveiki, {name},
mn: Сайн байна уу {name},

source: Hi,
eo: Hï, Ⱡ'σяєм#
es_es: Hola,
fa_ir: سلام،
it_it: Salve,
lv: Sveiki,
mn: Сайн уу,

source: Congratulations! You are now eligible to receive course credit from {providers} for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
eo: Çöngrätülätïöns! Ýöü äré nöw élïgïßlé tö réçéïvé çöürsé çrédït fröm {providers} för süççéssfüllý çömplétïng ýöür {platform_name} çöürsé! {link_start}Pürçhäsé çrédït nöw.{link_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕ#
fa_ir: تبریک می گوییم! اکنون واجد شرایط دریافت اعتبار دوره آموزشی از {providers} برای انجام موفقیت‌آمیز دورۀ {platform_name} خود هستید! {link_start} هم اکنون اقدام به خرید اعتبار کنید. {link_end}
it_it: Congratulazioni! Sei ora idoneo a ricevere il credito del corso da {providers} per aver completato correttamente il corso {platform_name}. {link_start}Acquista il credito ora. {link_end}
lv: Apsveicam! Jūs tagad esat tiesīgi saņemt kursa kredītpunktus no {providers} par veiksmīgu Jūsu {platform_name} kursa pabeigšanu! {link_start}Iegādājieties Jūsu kredītpunktus tagad.{link_end}
mn: Баяр хүргэе! Та {platform_name} курсээ амжилттай дүүргэсний тулд {providers} -ээс кредит авах эрх авах боломжтой! {link_start} Одоо зээл авах. {link_end}

source: Congratulations! You are now eligible to receive course credit for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
eo: Çöngrätülätïöns! Ýöü äré nöw élïgïßlé tö réçéïvé çöürsé çrédït för süççéssfüllý çömplétïng ýöür {platform_name} çöürsé! {link_start}Pürçhäsé çrédït nöw.{link_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυм#
fa_ir: تبریک می گویم! شما واجد شرایط دریافت اعتبار دوره آموزشی، برای تکمیل موفقیت‌آمیز دورۀ {platform_name} خود هستید! {link_start} هم اکنون اعتبار بخرید. {link_end}
it_it: Congratulazioni! Sei ora idoneo a ricevere il credito del corso per aver completato correttamente il corso {platform_name}! {link_start}Acquista il credito ora. {link_end}
lv: Apsveicam! Jūs tagad esat tiesīgi saņemt kursa kredītpunktus par veiksmīgu Jūsu {platform_name} kursa pabeigšanu! {link_start}Iegādājieties Jūsu kredītpunktus tagad.{link_end}
mn: Баяр хүргэе! Та өөрийн {platform_name} курсээ амжилттай дүүргэсний төлөө кредит авах эрх авах боломжтой! {link_start} Одоо зээл авах. {link_end}

source: Course credit can help you get a jump start on your university degree, finish a degree already started, or fulfill requirements at a different academic institution.
eo: Çöürsé çrédït çän hélp ýöü gét ä jümp stärt ön ýöür ünïvérsïtý dégréé, fïnïsh ä dégréé älréädý stärtéd, ör fülfïll réqüïréménts ät ä dïfférént äçädémïç ïnstïtütïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂#
es_es: El crédito del curso puede ayudarlo a obtener un buen comienzo en su título universitario, terminar un título ya iniciado o cumplir con los requisitos en una institución académica diferente.
fa_ir: اعتبار دوره می‌تواند به شما کمک کند تا در تحصیل دانشگاهی خود به یکباره رشد کنید، دوره‌ای را که قبلاً شروع کرده‌اید به پایان برسانید یا شرایط لازم برای تحصیل در موسسه‌ای دانشگاهی را کسب کنید.
it_it: Il credito del corso può aiutarti a migliorare il titolo universitario, completare un titolo già avviato o soddisfare i requisiti di un istituto accademico differente.
lv: Izmantojot kursa kredītpunktus, ir iespējams palīdzēt Jums iesākt Jūsu universitātes grādu, pabeigt jau iesāktu grādu vai izpildīt prasības citā akadēmiskajā institūcijā.
mn: Курсын кредит нь их дээд сургуульдаа үсрэх эхлэх, аль хэдийнээ эхэлсэн зэрэг төгсөх, эсвэл өөр сургуулийн академийн шаардлагыг биелүүлэхэд тусална.

source: There are 2 steps to getting course credit.
eo: Théré äré 2 stéps tö géttïng çöürsé çrédït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: دو مرحله تا دریافت اعتبار دوره آموزشی باقی مانده است.
it_it: L'acquisizione del credito del corso è un processo composto da 2 fasi.
lv: Pastāv 2 soļi, lai iegūtu kursa kredītpunktus.
mn: Курс кредит авах 2 алхам байдаг.

source: Purchase credit by going to your {link_start}{platform_name} dashboard{link_end} and clicking the {bold_start}Get Credit{bold_end} button below the course title.
eo: Pürçhäsé çrédït ßý göïng tö ýöür {link_start}{platform_name} däshßöärd{link_end} änd çlïçkïng thé {bold_start}Gét Çrédït{bold_end} ßüttön ßélöw thé çöürsé tïtlé. Ⱡ'σяєм ιρѕυм ∂#
fa_ir: با رفتن به {link_start} {platform_name} پیشخوان {link_end} و کلیک روی دکمۀ {bold_start} دریافت اعتبار {bold_end} در زیر عنوان دوره آموزشی، اعتبار بخرید.
it_it: Acquista il credito passando alla {link_start}dashboard {platform_name}{link_end} e facendo clic sul pulsante {bold_start}Ottieni credito{bold_end} al di sotto del titolo del corso.
lv: Iegādājieties kredītpunktus, dodoties uz Jūsu {link_start}{platform_name} informācijas paneli{link_end} un klikšķinot uz {bold_start}Iegūt kredītpunktus{bold_end} pogas zem kursa nosaukuma.
mn: {Link_start} {platform_name} хяналтын самбар {link_end} руу очиж кредитээ {bold_start} Кредит авах {bold_end} товчийг дарж худалдан авна уу.

source: When your payment is complete, return to the dashboard and click the {bold_start}Request Credit{bold_end} button under the course title to request an official academic transcript at the institution that granted the credit.
eo: Whén ýöür päýmént ïs çömplété, rétürn tö thé däshßöärd änd çlïçk thé {bold_start}Réqüést Çrédït{bold_end} ßüttön ündér thé çöürsé tïtlé tö réqüést än öffïçïäl äçädémïç tränsçrïpt ät thé ïnstïtütïön thät gräntéd thé çrédït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт#
fa_ir: وقتی پرداخت شما کامل شد، به پیشخوان برگردید و روی دکمه {bold_start} درخواست اعتبار {bold_end} که در زیر عنوان دوره آموزشی قرار دارد کلیک کنید تا متن رسمی دانشگاهی را از موسسه اعطاکنندۀ اعتبار درخواست کنید.
it_it: Una volta completato il pagamento, tornare alla dashboard e fare clic sul pulsante {bold_start}Richiedi credito{bold_end} al di sotto del titolo del corso per richiedere un certificato ufficiale degli esami sostenuti presso l'istituzione che ha concesso il credito.
lv: Kad Jūsu maksājums ir izpildīts, atgriezieties informācijas panelī un klikšķiniet {bold_start}Pieprasīt kredītpunktus{bold_end} taustiņu zem kursa nosaukuma, lai pieprasītu oficiālu akadēmisko kopiju institūcijā, kas nodrošināja kredītpunktus.
mn: Төлбөрөө дуусгаад самбарт буцаж очоод кредит олгосон байгууллагад {bold_start} кредитийн кредион {bold_end} товчлуурыг товшин кредит бичиж авна уу.
