Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Students see the default and custom pages at the top of your course and use these links to navigate.
eo: Stüdénts séé thé défäült änd çüstöm pägés ät thé töp öf ýöür çöürsé änd üsé thésé lïnks tö nävïgäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Los alumnos ven las páginas predeterminadas y personalizadas al principio del curso y usan estas páginas para navegar.
fa_ir: یادگیرندگان صفحات پیش‌فرض و سفارشی را در قسمت بالای دورۀ شما می‌بینند و از این پیوندها برای پیمایش در صفحات استفاده خواهند کرد.
it_it: Gli studenti visualizzano le pagine personalizzate e predefinite nella parte superiore del corso e utilizzano tali link per la navigazione.

source: See an example
eo: Séé än éxämplé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Ver un ejemplo
fa_ir: مشاهدۀ یک نمونه
it_it: Visualizza un esempio
mn: Жишээ харах

source: What are custom pages?
fa_ir: صفحات سفارشی چیستند؟
it_it: Cosa sono le pagine personalizzate?

source: You can create and edit custom pages to provide students with additional course content. For example, you can create pages for the grading policy, course syllabus, and a course calendar.
fa_ir: شما می‌توانید صفحات سفارشی ایجاد کرده و آن‌ها را ویرایش کنید تا به یادگیرندگان، محتوای آموزشی بیشتری ارائه دهید. مثلا، می‌توانید صفحاتی برای خط‌مشی نمره‌دهی، برنامه آموزشی و تقویم دوره ایجاد کنید.
it_it: Puoi creare e modificare pagine personalizzate per fornire agli studenti contenuti del corso aggiuntivi. Ad esempio, puoi creare pagine per la politica di valutazione, il programma del corso e un calendario del corso.

source: How do custom pages look to students in my course?
fa_ir: از دید یادگیرندگان، صفحات سفارشی در دوره آموزشی من چگونه به نظر می‌رسند؟
it_it: Come appaiono le pagine personalizzate agli studenti del mio corso?

source: Custom pages are listed horizontally at the top of your course after default pages.
fa_ir: صفحات سفارشی به‌صورت افقی در بالای دوره آموزشی شما پس از صفحات پیش‌فرض فهرست می‎‌شوند.
it_it: Le pagine personalizzate sono elencate orizzontalmente nella parte superiore del corso dopo le pagine predefinite.

source: Pages in Your Course
eo: Pägés ïn Ýöür Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Páginas en tu curso
fa_ir: صفحات دورۀ آموزشی شما
it_it: Pagine nel Tuo Corso
mn: Таны хичээл дэх хуудсууд

source: Preview of Pages in your course
eo: Prévïéw öf Pägés ïn ýöür çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Previsualizar las páginas en tu curso
fa_ir: پیش‌نمایش صفحات دوره شما
it_it: Anteprima delle pagine nel corso
mn: Хичээл дэх хуудсуудыг урьдчилан харах

source: Pages appear in your course's top navigation bar. The default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages.
eo: Pägés äppéär ïn ýöür çöürsé's töp nävïgätïön ßär. Thé défäült pägés (Hömé, Çöürsé, Dïsçüssïön, Wïkï, änd Prögréss) äré föllöwéd ßý téxtßööks änd çüstöm pägés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт#
fa_ir: صفحات در بالای نوار پیمایش دوره آموزشی شما ظاهر می‌شوند. صفحات پیش‌فرض (شامل صفحه اصلی، دوره، بحث، ویکی و میزان پیشرفت) توسط کتاب‌های درسی و صفحات سفارشی دنبال می‌شوند.
it_it: Le pagine vengono visualizzate nella barra di navigazione superiore del corso. Le pagine predefinite (Home, Corso, Discussione, Wiki e Progresso) sono seguite da libri di testo e pagine personalizzate.

source: close modal
eo: çlösé mödäl Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: cerrar
fa_ir: بستن مودال
it_it: chiudi finestra modale
mn: модалыг хаах

source: Internal Server Error
eo: Ìntérnäl Sérvér Érrör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Error interno del servidor
fa_ir: خطا در سرویس‌دهنده اینترنت
it_it: Errore Interno del Server
mn: Серверийн дотоод алдаа

source: The Page You Requested Page Cannot be Found
eo: Thé Pägé Ýöü Réqüéstéd Pägé Çännöt ßé Föünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: La página que has solicitado no se encuentra.
fa_ir: صفحه مورد نظر شما یافت نشد
it_it: La Pagina Che Hai Richiesto Non Può Essere Trovata

source: We're sorry. We couldn't find the {studio_name} page you're looking for. You may want to return to the {studio_name} Dashboard and try again.
eo: Wé'ré sörrý. Wé çöüldn't fïnd thé {studio_name} pägé ýöü'ré löökïng för. Ýöü mäý wänt tö rétürn tö thé {studio_name} Däshßöärd änd trý ägäïn. Ⱡ'σяєм ιρѕυ#
fa_ir: متاسفیم. صفحۀ {studio_name} موردنظر شما را نیافتیم. ممکن است مایل باشید به پیشخوان {studio_name} بازگردید و دوباره امتحان کنید.
it_it: Spiacenti. Impossibile trovare la pagina {studio_name} che stai cercando. Puoi decidere di tornare alla dashboard {studio_name} e riprovare.

source: The Server Encountered an Error
eo: Thé Sérvér Énçöüntéréd än Érrör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: El servidor encontró un error
fa_ir: سرویس‌دهنده با خطایی مواجه شده است
it_it: Si è Verificato Un Errore Nel Server
mn: Серверт ямар нэгэн алдаа гарлаа

source: We're sorry. There was a problem with the server while trying to process your last request. You may want to return to the {studio_name} Dashboard or try this request again.
eo: Wé'ré sörrý. Théré wäs ä prößlém wïth thé sérvér whïlé trýïng tö pröçéss ýöür läst réqüést. Ýöü mäý wänt tö rétürn tö thé {studio_name} Däshßöärd ör trý thïs réqüést ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕ#
fa_ir: متاسفانه، هنگام پردازش آخرین درخواست شما، مشکلی در سرور وجود داشت. ممکن است مایل باشید به پیشخوان {studio_name} بازگردید یا این درخواست را دوباره بفرستید.
it_it: Spiacenti. Si è verificato un problema relativo al server durante il tentativo di elaborare l'ultima richiesta. Puoi decidere di tornare alla dashboard {studio_name} o provare nuovamente questa richiesta.

source: Back to dashboard
eo: Bäçk tö däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Volver al panel de control
fa_ir: بازگشت به صفحه کنترل
it_it: Torna alla dashboard
mn: Хянах самбар луу буцах

source: Library Export
eo: Lïßrärý Éxpört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Exportar biblioteca
fa_ir: صدور کتابخانه
it_it: Esportazione libreria
mn: Номын санг Экспортлох

source: Course Export
eo: Çöürsé Éxpört Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Exportar curso
fa_ir: صدور دوره
it_it: Esporta Corso
mn: Хичээл Экспортлох

source: About Exporting Libraries
eo: Àßöüt Éxpörtïng Lïßrärïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Acerca de la exportación de bibliotecas
fa_ir: اطلاعات صدور کتابخانه‌ها
it_it: Informazioni sull'esportazione delle librerie
mn: Номын санг экспортлох тухай

source: You can export libraries and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the library structure and content. You can also re-import libraries that you've exported.
eo: Ýöü çän éxpört lïßrärïés änd édït thém öütsïdé öf {studio_name}. Thé éxpörtéd fïlé ïs ä .tär.gz fïlé (thät ïs, ä .tär fïlé çömprésséd wïth GNÛ Zïp) thät çöntäïns thé lïßrärý strüçtüré änd çöntént. Ýöü çän älsö ré-ïmpört lïßrärïés thät ýöü'vé éxpörtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт#
es_es: Puedes exportar bibliotecas y editarlas fuera de {studio_name}. El fichero exportado es un archivo .tar.gz (esto es, un fichero .tar comprimido con GNU Zip) que contiene la estructura y contenido de la biblioteca. También puedes reimportar las bibliotecas que hayas exportado.
fa_ir: می‌توانید کتابخانه‌ها را صادر و آن‌ها را خارج از {studio_name} ویرایش کنید. فایل صادرشده، یک پرونده .tar.gz (یعنی یک پرونده .tar فشرده‌شده با GNU Zip) است که شامل ساختار و محتوای کتابخانه است. همچنین می‌توانید کتابخانه‌هایی را که صادر کرده‌اید دوباره به سامانه وارد کنید.
it_it: È possibile esportare le librerie e modificarle all'esterno di {studio_name}. Il file esportato è un file .tar.gz (un file .tar compresso con GNU Zip) che contiene la struttura della libreria ed il contenuto. È anche possibile reimportare le librerie esportate.
mn: Та номын санг экспортолж {studio_name}-с гадна засах боломжтой. Гарсан tar.gz файлд (GNU Zip-ээр шахсан .tar файл) номын сангийн бүтэц, контентийг агуулна. Мөн та энэхүү файлаа дахин импортлох боломжтой.

source: About Exporting Courses
eo: Àßöüt Éxpörtïng Çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Acerca de exportar cursos
fa_ir: اطلاعات صدور دوره‌ها
it_it: Informazioni sull'esportazione dei corsi
mn: Хичээл экспортлох тухай

source: You can export courses and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the course structure and content. You can also re-import courses that you've exported.
eo: Ýöü çän éxpört çöürsés änd édït thém öütsïdé öf {studio_name}. Thé éxpörtéd fïlé ïs ä .tär.gz fïlé (thät ïs, ä .tär fïlé çömprésséd wïth GNÛ Zïp) thät çöntäïns thé çöürsé strüçtüré änd çöntént. Ýöü çän älsö ré-ïmpört çöürsés thät ýöü'vé éxpörtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιł#
es_es: Puedes exportar cursos y editarlos fuera de {studio_name}. El fichero exportado es un fichero .tar.gz (esto es, un fichero .tar comprimido con GNU Zip) que contiene la estructura del curso y su contenido. También puedes reimportar los cursos que hayas exportado.
fa_ir: می‌توانید دوره‌های آموزشی را به خارج از {studio_name} صادر کرده و سپس ویرایش کنید. فایل صادرشده یک پرونده .tar.gz (یعنی یک پرونده.tar فشرده‌شده با GNU Zip) است که شامل ساختار و محتوای دوره آموزشی می‌شود. همچنین این امکان را دارید که دوره‌های صادر شده را دوباره وارد کنید.
it_it: È possibile esportare i corsi e modificarli all'esterno di {studio_name}. Il file esportato è un file .tar.gz (un file .tar compresso con GNU Zip) che contiene la struttura del corso ed il contenuto. È anche possibile reimportare i corsi esportati.

source: {em_start}Caution:{em_end} When you export a course, information such as MATLAB API keys, LTI passports, annotation secret token strings, and annotation storage URLs are included in the exported data. If you share your exported files, you may also be sharing sensitive or license-specific information.
eo: {em_start}Çäütïön:{em_end} Whén ýöü éxpört ä çöürsé, ïnförmätïön süçh äs MÀTLÀB ÀPÌ kéýs, LTÌ pässpörts, ännötätïön séçrét tökén strïngs, änd ännötätïön störägé ÛRLs äré ïnçlüdéd ïn thé éxpörtéd dätä. Ìf ýöü shäré ýöür éxpörtéd fïlés, ýöü mäý älsö ßé shärïng sénsïtïvé ör lïçénsé-spéçïfïç ïnförmätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕ#
es_es: {em_start}Cuidado:{em_end} Cuando se exporta un curso, la información como las llaves API MATLAB , pasaportes LTI, anotación de cadenas token secretas, y anotación de URLs de almacenamiento se incluyen en la los datos exportados. Si compartes tus archivos exportados, tú también puedes hacer el intercambio de información sensible o licencia específica.
fa_ir: {em_start} احتیاط کنید: {em_end} هنگام صدور دوره، اطلاعاتی مانند کلیدهای MATLAB API ، گذرگاه‌های LTI ، رشته‌های رمز مخفی یادداشت و آدرس‌های ذخیره‌سازی یادداشت در داده‌های صادرشده موجود است. اگر پرونده‌های صادرشده خود را به اشتراک بگذارید، ممکن است اطلاعات حساس یا اطلاعات ویژه مجوزدار خاص را نیز به اشتراک بگذارید.
it_it: {em_start}Attenzione:{em_end} quando si esporta un corso, le informazioni come le chiavi API MATLAB, i passaporti LTI, le stringhe token segreto dell'annotazione e gli URL dello storage dell'annotazione sono incluse nei dati esportati. Se i file esportati vengono condivisi, è possibile che vengano condivise anche informazioni sensibili o specifiche della licenza.

source: Export My Library Content
eo: Éxpört Mý Lïßrärý Çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Exportar el contenido de Mi Biblioteca
fa_ir: صدور محتوای کتابخانه من
it_it: Esporta il Contenuto della Mia Libreria
mn: Миний номын санг экспортлох

source: Export My Course Content
eo: Éxpört Mý Çöürsé Çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Exportar el contenido de mi curso
fa_ir: صدور محتوای دورۀ من
it_it: Esporta il Contenuto del Mio Corso
mn: Миний Хичээлийн Агуулгыг Экспортлох

source: Export Library Content
eo: Éxpört Lïßrärý Çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Exportar el contenido de Biblioteca
fa_ir: صدور محتوای کتابخانه
it_it: Esporta il Contenuto della Libreria
mn: Номын санг экспортлох

source: Export Course Content
eo: Éxpört Çöürsé Çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Exportar el contenido del curso
fa_ir: صدور محتوای دوره
it_it: Esporta il Contenuto del Corso
mn: Хичээлийн Агуулга Экспортлох

source: Library Export Status
eo: Lïßrärý Éxpört Stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: وضعیت صدور کتابخانه
it_it: Stato Esportazione Libreria
mn: Номын сангийн экспортын төлөв

source: Course Export Status
eo: Çöürsé Éxpört Stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: وضعیت صدور دوره
it_it: Stato Esportazione Corso
mn: Хичээлийн Экспортын Төлөв

source: Preparing
eo: Prépärïng Ⱡ'σяєм ιρѕυм ∂σł#
fa_ir: در حال آماده‌سازی
it_it: Preparazione
mn: Бэлтгэж байна

source: Preparing to start the export
eo: Prépärïng tö stärt thé éxpört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: در حال آماده‌سازی برای صدور
it_it: Preparazione per l'avvio dell'esportazione
mn: Экспортолж эхлэхэд бэлдэж байна

source: Exporting
eo: Éxpörtïng Ⱡ'σяєм ιρѕυм ∂σł#
fa_ir: در حال صدور
it_it: Esportazione
mn: Экспортолж байна

source: Creating the export data files (You can now leave this page safely, but avoid making drastic changes to content until this export is complete)
eo: Çréätïng thé éxpört dätä fïlés (Ýöü çän nöw léävé thïs pägé säfélý, ßüt ävöïd mäkïng drästïç çhängés tö çöntént üntïl thïs éxpört ïs çömplété) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт#
fa_ir: در حال ساخت پرونده‌های صدور داده (اکنون می‌توانید با خیال راحت این صفحه را ترک کنید، اما تا پایان این صدور داده، تغییرات شدید در محتوا ایجاد نکنید)
it_it: Creazione dei file di dati di esportazione (è possibile uscire in sicurezza da questa pagina, ma evitare di effettuare modifiche drastiche al contenuto fino a quando questa esportazione non è stata completata)

source: Compressing
eo: Çömpréssïng Ⱡ'σяєм ιρѕυм ∂σłσя #
fa_ir: در حال فشرده‌سازی
it_it: Compressione
mn: Шахаж байна

source: Compressing the exported data and preparing it for download
eo: Çömpréssïng thé éxpörtéd dätä änd prépärïng ït för döwnlöäd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: در حال فشرده‌سازی داده‌های خروجی و آماده‌سازی آن‌ها برای بارگیری
it_it: Compressione dei dati esportati e preparazione per il download

source: Your exported library can now be downloaded
eo: Ýöür éxpörtéd lïßrärý çän nöw ßé döwnlöädéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: اکنون کتابخانه صادرشدۀ شما قابل بارگیری است
it_it: È ora possibile scaricare la libreria esportata
mn: Таны экспортлосон номын сан татагдахад бэлэн боллоо

source: Your exported course can now be downloaded
eo: Ýöür éxpörtéd çöürsé çän nöw ßé döwnlöädéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: اکنون دورۀ آموزشی صادرشدۀ شما آمادۀ بارگیری است
it_it: È ora possibile scaricare il corso esportato
mn: Таны экспортлосон хичээл татагдахад бэлэн боллоо

source: Download Exported Library
eo: Döwnlöäd Éxpörtéd Lïßrärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: بارگیری کتابخانۀ صادرشده
it_it: Scarica libreria esportata
mn: Экспортлогдсон номын сан татах

source: Download Exported Course
eo: Döwnlöäd Éxpörtéd Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: بارگیری دورۀ آموزشی صادرشده
it_it: Scarica corso esportato
mn: Экспортлогдсон хичээл татах

source: Data {em_start}exported with{em_end} your course:
eo: Dätä {em_start}éxpörtéd wïth{em_end} ýöür çöürsé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Datos {em_start}exportados con{em_end} tu curso:
fa_ir: داده‌های {em_start} با {em_end} دورۀ آموزشی شما صادر می‌شود:
it_it: Dati {em_start}esportati con{em_end} il corso:

source: Values from Advanced Settings, including MATLAB API keys and LTI passports
eo: Välüés fröm Àdvänçéd Séttïngs, ïnçlüdïng MÀTLÀB ÀPÌ kéýs änd LTÌ pässpörts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Valores de configuración avanzada, incluyendo las llaves API MATLAB y pasaportes LTI
fa_ir: مقادیری از تنظیمات پیشرفته، شامل کلیدهای API MATLAB و گذرگاه‌های LTI
it_it: Valori da Impostazioni avanzate, incluse le chiavi API MATLAB ed i passaporti LTI

source: Course Content (all Sections, Sub-sections, and Units)
eo: Çöürsé Çöntént (äll Séçtïöns, Süß-séçtïöns, änd Ûnïts) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Contenido del curso (todas las secciones, subsecciones y unidades)
fa_ir: محتوای دوره آموزشی (همۀ بخش ها، زیر بخش‌ها و واحدها)
it_it: Contenuto del corso (tutte le sezioni, sottosezioni e unità)
mn: Хичээлийн Агуулга (бүх Хэсэг, Дэд-Хэсэг, Нэгжүүд)

source: Course Structure
eo: Çöürsé Strüçtüré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Estructura del curso
fa_ir: ساختار دوره آموزشی
it_it: Struttura Corso
mn: Хичээлийн бүтэц

source: Individual Problems
eo: Ìndïvïdüäl Prößléms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Ejercicios individuales
fa_ir: مشکلات منفرد
it_it: Problemi Individuali
mn: Бие даасан даалгаварууд

source: Course Assets
eo: Çöürsé Àsséts Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Recursos del curso
fa_ir: منابع دوره آموزشی
it_it: Assetti Corso

source: Course Settings
eo: Çöürsé Séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Configuración del curso
fa_ir: تنظیمات دوره آموزشی
it_it: Impostazioni Corso
mn: Хичээлийн Тохиргоо

source: Data {em_start}not exported{em_end} with your course:
eo: Dätä {em_start}nöt éxpörtéd{em_end} wïth ýöür çöürsé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Datos {em_start}no exportados{em_end} con tu curso:
fa_ir: داده‌ها {em_start} همراه با دوره آموزشی شما صادر نمی‌شوند {em_end}:
it_it: Dati {em_start}non esportati{em_end} con il corso:

source: User Data
eo: Ûsér Dätä Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Datos del usuario
fa_ir: داده‌های کاربر
it_it: Dati Utente
mn: Хэрэглэгчийн Өгөгдөл

source: Course Team Data
eo: Çöürsé Téäm Dätä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Datos del equipo del curso
fa_ir: داده‌های تیم دوره
it_it: Dati del team del corso
mn: Хичээлийн Багийн Өгөгдөл

source: Forum/discussion Data
eo: Förüm/dïsçüssïön Dätä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Datos del foro/discusiones
fa_ir: داده‌های اتاق گفتگو/بحث
it_it: Forum/Dati della discussione
mn: Форум/Хэлэлцүүлийн өгөгдөл

source: Why export a library?
eo: Whý éxpört ä lïßrärý? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: ¿Por qué exportar una biblioteca?
fa_ir: چرا کتابخانه را صادر کنم؟
it_it: Perché esportare una libreria?
mn: Яагаад номын санг экспортлоно гэж?

source: You may want to edit the XML in your library directly, outside of {studio_name}. You may want to create a backup copy of your library. Or, you may want to create a copy of your library that you can later import into another library instance and customize.
eo: Ýöü mäý wänt tö édït thé XML ïn ýöür lïßrärý dïréçtlý, öütsïdé öf {studio_name}. Ýöü mäý wänt tö çréäté ä ßäçküp çöpý öf ýöür lïßrärý. Ör, ýöü mäý wänt tö çréäté ä çöpý öf ýöür lïßrärý thät ýöü çän lätér ïmpört ïntö änöthér lïßrärý ïnstänçé änd çüstömïzé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтα#
es_es: Quizá quieras editar el XML directamente en tu biblioteca, fuera de {studio_name}. Puede que quieras crear una copia de seguridad de tu biblioteca. O tal vez quieras crear una copia de tu biblioteca que puedas importar más tarde en otra instancia de biblioteca y personalizarla.
fa_ir: ممکن است مایل باشید XML را مستقیماً در کتابخانه خود، خارج از {studio_name} ویرایش کنید یا بخواهید نسخه پشتیبان از کتابخانه خود تهیه کنید. یا نسخه‌ای از کتابخانه خود بسازید که بعداً بتوانید آن را به کتابخانه دیگری وارد کرده و سفارشی‌سازی کنید.
it_it: Puoi decidere di modificare l'XML direttamente nella libreria, all'esterno di {studio_name}. Puoi decidere di creare una copia di backup della libreria. In alternativa, puoi decidere di creare una copia della libreria che successivamente può essere importata in un'altra istanza della libreria e personalizzata.
mn: {studio_name}-с гадна номын сангийн XML файлыг шууд засах шаардлага гарах. Номын сангийн нөөц хуулбар үүсгэх. Эсвэл өөр сервер дээр номын сангийнхаа хуулбарыг ажиллуулах шаардлага гарвал номын санг экспортлох хэрэгтэй.

source: Opening the downloaded file
eo: Öpénïng thé döwnlöädéd fïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Cómo abrir el fichero descargado
fa_ir: پروندۀ بارگیری‌شده را باز کن
it_it: Apertura del file scaricato
mn: Татагдсан файлыг нээж байна

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the library.xml file, as well as subfolders that contain library content.
eo: Ûsé än ärçhïvé prögräm tö éxträçt thé dätä fröm thé .tär.gz fïlé. Éxträçtéd dätä ïnçlüdés thé lïßrärý.xml fïlé, äs wéll äs süßföldérs thät çöntäïn lïßrärý çöntént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂є#
es_es: Usa un programa de compresión/descompresión para extraer los datos del fichero .tar.gz. Los datos extraídos incluyen el fichero library.xml además de las carpetas con el contenido de la biblioteca.
fa_ir: برای استخراج داده‌ها از پروندۀ .tar.gz از یک برنامۀ فشرده‌ساز استفاده کنید. داده‌های استخراج‌شده شامل پروندۀ library.xml و نیز زیرپوشه‌هایی است که حاوی محتوای کتابخانه هستند.
it_it: Utilizzare un programma di archiviazione per estrarre i dati dal file .tar.gz. I dati estratti includono il file library.xml, oltre alle sottocartelle che contengono il contenuto della libreria.

source: Learn more about exporting a library
eo: Léärn möré äßöüt éxpörtïng ä lïßrärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Saber más sobre exportar una biblioteca
fa_ir: اطلاعات بیشتر دربارۀ صدور کتابخانه
it_it: Scopri di più sull'esportazione di una libreria
mn: Номын сан экспортлох талаар дэлгэрэнгүй
