Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: Unable to delete account
fa_ir: موفق به حذف حساب کاربری نشدیم
it_it: Impossibile eliminare l'account
tr_tr: Hesap silinemedi

source: Please re-enter your password.
fa_ir: لطفاً گذرواژه را دوباره وارد کنید.
it_it: Reinserisci la tua password.
tr_tr: Lütfen parolanızı yeniden girin.

source: Sorry, there was an error trying to process your request. Please try again later.
fa_ir: متاسفانه خطایی در فرایند انجام درخواست شما رخ داد. لطفا بعدا دوباره تلاش کنید.
it_it: Si è verificato un errore nell'elaborazione della tua richiesta. Prova di nuovo più tardi.
tr_tr: Özür dileriz, talebinizi işlerken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: A Password is required
fa_ir: گذرواژه ضروری است
it_it: La Password è obbligatoria
tr_tr: Bir parola gerekiyor

source: You have selected “Delete my account.” Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
fa_ir: گزینۀ “حذف حساب کابری من” را انتخاب کردید. حساب کاربری و داده‌های شخصی شما برای همیشه حذف خواهند شد و قابل واگرد نیست. پس {platformName} دیگر نمی‌تواند حساب کاربری شما یا داده‌های حذف شده را بازیابی کند.
it_it: Hai selezionato “Elimina il mio account.” L'eliminazione del tuo account e dei tuoi dati personali è permanente e non può essere annullata. {platformName} non sarà in grado di recuperare il tuo account o i dati eliminati.
tr_tr: "Hesabımı sil"i seçtiniz. Hesabınızın ve kişisel verilerinizin silinmesi kalıcı olup, sonradan geri döndürülemez. {platformName} platformu silinen hesap ya da verilerinizi hiçbir şekilde geri getiremez.

source: If you proceed, you will be unable to use this account to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
fa_ir: اگر ادامه بدهید، نمی‎‌توانید از آن برای شرکت در دوره‌های برنامه {platformName} ، {siteName} یا هر وبگاه دیگری که توسط {platformName} میزبانی شده استفاده کنید.
it_it: Se procedi, non sarai in grado di utilizzare questo account per seguire corsi sull'app {platformName}, {siteName} o su qualsiasi altro sito ospitato da {platformName}.
tr_tr: Devam ederseniz, bu hesabı {platformName} uygulaması, {siteName} sitesi veya {platformName} tarafından barındırılan başka herhangi bir sitedeki dersleri almak için kullanamazsınız.

source: If you still wish to continue and delete your account, please enter your account password:
fa_ir: آیا با این همه مایل به ادامه و حذف حساب کاربری هستید؟ لطفا گذرواژه حساب کاربری خود را وارد کنید:
it_it: Se desideri comunque continuare ed eliminare il tuo account, inserisci la password del tuo account:
tr_tr: Hâlâ devam etmek ve hesabınızı silmek istiyorsanız, lütfen hesabınızın parolasını girin:

source: Yes, Delete
fa_ir: بله، حذف شود
it_it: Sì, Elimina
tr_tr: Evet, Sil

source: We're sorry to see you go! Your account will be deleted shortly.
fa_ir: از رفتن شما دلگیریم! حساب کاربری به زودی حذف خواهد شد.
it_it: Ci dispiace che tu ci lasci! Il tuo account verrà eliminato a breve.
tr_tr: Gittiğinizi görmek bizi üzüyor! Hesabınız yakında silinecek.

source: Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
fa_ir: حذف حساب کاربری از سامانه، شامل حذف نشانی رایانامه از فهرست نشانی2ها، ممکن است چند هفته‌ به طول بیانجامد. اگر می‌خواهید پیش‌از این موعد از فهرست نشانی‌ها خارج شوید، لطفا در پایین یکی از رایانامه‌هایی که از ما دریافت کرده‌اید، لغو اشتراک کنید.
it_it: L'eliminazione dell'account, inclusa la rimozione dagli elenchi di email, potrebbe richiedere alcune settimane per essere completamente elaborata dal nostro sistema. Se desideri disattivare le e-mail prima di allora, annulla l'iscrizione dal piè di pagina di una qualsiasi e-mail.
tr_tr: Hesap silme işlemi, e-posta listelerinden kaldırılmaya dek pek çok süreci gerektirdiğinden, birkaç haftamızı alabilir. O tarihten önce duyuru e-postalarımızdan ayrılmak isterseniz, herhangi bir iletinin altından aboneliğinizi kaldırabilirsiniz.

source: Terms of Service and Honor Code
fa_ir: شرایط استفاده از خدمات و اصول اخلاقی
it_it: Termini e Condizioni del Servizio
tr_tr: Kullanım Koşulları ve Etik Kuralları

source: Saving your email preference
fa_ir: در حال ذخیرۀ رایانامه مرجح
he: שמירת העדפת הדואר האלקטרוני שלך
it_it: Salva la tua email preferita
tr_tr: E-posta tercihleriniz kaydediliyor

source: Enrolling you in the selected course
fa_ir: در حال ثبت‌نام شما در دورۀ منتخب
he: הנך נרשם לקורס הנבחר
it_it: Iscrivendoti al corso scelto
tr_tr: Seçilen derse sizi kayıt ediyor

source: Adding the selected course to your cart
fa_ir: افزودن دورۀ منتخب به سبد خرید شما
he: הוספת הקורס שנבחר לעגלת הקניות שלך
it_it: Aggiunta del corso selezionato al tuo carrello
tr_tr: Seçilen ders sepetinize ekleniyor

source: Loading your courses
fa_ir: در حال بارگیری دوره‌های شما
he: טוען את הקורסים שלך
it_it: Caricamento dei tuoi corsi
tr_tr: Dersleriniz yükleniyor

source: An error occurred.
fa_ir: خطایی رخ داد.
he: אירעה שגיאה.
it_it: Si è verificato un errore.
tr_tr: Bir hata meydana geldi.

source: (optional)
fa_ir: (اختیاری)
it_it: (facoltativo)
tr_tr: (isteğe bağlı)

source: We couldn't sign you in.
fa_ir: قادر به وارد‌کردن شما به سامانه نیستیم.
he: לא יכולנו לחבר אותך.
it_it: Impossibile autorizzare il tuo accesso.
tr_tr: Oturumunuzu açamadık.

source: An error occurred when signing you in to %s.
fa_ir: هنگام ورود به سامانه%s خطایی روی داد.
it_it: Si è verificato un errore durante l'accesso a %s.
tr_tr: %s ortamında oturum açarken hata oluştu.

source: Check Your Email
fa_ir: صندوق رایانامه خود را ببینید
he: בדוק את הדואר האלקטרוני שלך
it_it: Controlla la tua casella di posta
tr_tr: E-postanızı kontrol edin

source: {paragraphStart}You entered {boldStart}{email}{boldEnd}. If this email address is associated with your {platform_name} account, we will send a message with password recovery instructions to this email address.{paragraphEnd}{paragraphStart}If you do not receive a password reset message after 1 minute, verify that you entered the correct email address, or check your spam folder.{paragraphEnd}{paragraphStart}If you need further assistance, {anchorStart}contact technical support{anchorEnd}.{paragraphEnd}
fa_ir: {paragraphStart} شما {boldStart} {email} {boldEnd} را وارد کردید. اگر این نشانی رایانامه با حساب کاربری {platform_name} شما مرتبط باشد، ما پیامی حاوی دستورالعمل‌های بازیابی گذرواژه به این نشانی رایانامه ارسال خواهیم کرد. {paragraphEnd} {paragraphStart} اگر بعد از 1 دقیقه پیام بازتنظیم گذرواژه را دریافت نکردید، تأیید کنید که نشانی را به‌درستی وارد کرده‌اید، یا پوشۀ هرزنامۀ خود را بررسی کنید. {paragraphEnd} {paragraphStart} در صورت نیاز به کمک بیشتر ، {anchorStart} با پشتیبانی فنی تماس بگیرید {anchorEnd}. {paragraphEnd}
it_it: {paragraphStart}Hai immesso {boldStart}{email}{boldEnd}. Se questo indirizzo email è associato al tuo account {platform_name}, invieremo un messaggio con le istruzioni per il recupero della password a questo indirizzo email. {paragraphEnd}{paragraphStart}Se non ricevi un messaggio di reimpostazione della password entro 1 minuto, verifica di aver inserito l'indirizzo e-mail corretto o controlla la cartella della posta indesiderata.{paragraphEnd}{paragraphStart}Se hai bisogno di ulteriore assistenza, {anchorStart}contatta il supporto tecnico{anchorEnd}.{paragraphEnd}
tr_tr: {paragraphStart}{boldStart}{email}{boldEnd} adresini girdiniz. Eğer bu e-posta adresi {platform_name} hesabınızla ilişkiliyse, size parola sıfırlamayla ilgili yönergeleri bu adrese göndereceğiz.{paragraphEnd}{paragraphStart}Eğer parola sıfırlama iletisini 1 dakika içinde almadıysanız, doğru e-posta adresini girdiğinizden emin olun ve posta kutunuzun spam/çöp dizinini kontrol edin.{paragraphEnd}{paragraphStart}Daha fazla yardım için lütfen {anchorStart}teknik destek{anchorEnd} ekibiyle iletişime geçin.{paragraphEnd}

source: An error has occurred. Try refreshing the page, or check your Internet connection.
fa_ir: خطایی رخ داده است. صفحه را بارگیری مجدد کرده یا اتصال اینترنت خود را بررسی کنید.
he: אירעה שגיאה. נסה לרענן את הדף, או בדוק את חיבור האינטרנט.
it_it: Si è verificato un errore. Prova ad aggiornare la pagina oppure verifica la connessione Internet.
tr_tr: Bir hata meydana geldi. Sayfayı yenilemeyi deneyin veya internet bağlantınızı kontrol edin.

source: In order to sign in, you need to activate your account.{line_break}{line_break}We just sent an activation link to {strong_start} {email} {strong_end}. If you do not receive an email, check your spam folders or {anchorStart}contact {platform_name} Support{anchorEnd}.
fa_ir: برای ورود به سامانه، باید حساب کاربری خود را فعال کنید. {line_break} {line_break} ما فقط پیوند فعال‌سازی را به {strong_start} {email} {strong_end} ارسال کردیم. اگر رایانامه‌ای دریافت نکردید، پوشه‌های هرزنامه خود را بررسی کنید یا با {anchorStart} تماس بگیرید {platform_name} پشتیبانی {anchorEnd}.
it_it: Per accedere, devi attivare il tuo account.{line_break}{line_break}Abbiamo appena inviato un link di attivazione a {strong_start} {email} {strong_end}. Se non ricevi un'email, controlla la cartella della posta indesiderata oppure {anchorStart}contatta il Supporto {platform_name}{anchorEnd}.
tr_tr: Giriş yapmak için, öncelikle hesabınızı etkinleştirmeniz gerekiyor. {line_break}{line_break}Etkinleştirme bağlantısını{strong_start} {email} {strong_end} adresine gönderdik. E-posta almadıysanız spam klasörünüzü denetleyin ya da {anchorStart}{platform_name} Destek Ekibi{anchorEnd} ile iletişime geçin.

source: An unexpected error has occurred.
fa_ir: خطایی غیرمنتظره رخ داده است.
it_it: Si è verificato un errore non previsto.
tr_tr: Beklenmeyen bir hata oluştu.

source: You have successfully signed into %(currentProvider)s, but your %(currentProvider)s account does not have a linked %(platformName)s account. To link your accounts, sign in now using your %(platformName)s password.
fa_ir: شما با موفقیت به%(currentProvider)s وارد شدید، اما %(currentProvider)sشما یک حساب کاربری%(platformName)sندارد. برای برقراری پیوند حساب‌های کاربری خود، اکنون با استفاده از گذرواژۀ%(platformName)sوارد سامانه شوید.
he: נרשמת בהצלחה ל-%(currentProvider)s, אך לחשבון %(currentProvider)sאין חשבון %(platformName)s מקושר. כדי לקשר את חשבונותייך, היכנס כעת באמצעות סיסמת %(platformName)s.
it_it: Hai correttamente effettuato l'accesso in %(currentProvider)s, ma il tuo account %(currentProvider)s non ha un account %(platformName)s ad esso abbinato. Per collegare i tuoi account accesi utilizzando la password %(platformName)s .
tr_tr: %(currentProvider)s'a başarıyla kayıt oldunuz ancak %(currentProvider)s hesabınız bağlı bir %(platformName)s hesabına sahip değil. Hesaplarınızı bağlamak için %(platformName)s parolanızı kullanarak giriş yapın.

source: We couldn't create your account.
fa_ir: موفق به ایجاد حساب کاربری شما نشدیم.
he: לא הצלחנו ליצור את החשבון שלך.
it_it: Impossibile creare il tuo account.
tr_tr: Hesabınızı oluşturamadık.

source: Create Account
fa_ir: ایجاد حساب کاربری
it_it: Crea account
tr_tr: Hesap Oluştur

source: (required)
fa_ir: (ضروری)
it_it: (campo obbligatorio)
tr_tr: (gerekli)

source: You've successfully signed into %(currentProvider)s.
fa_ir: ثبت‌نام شما در %(currentProvider)sموفقیت‌آمیز بود.
he: התחברת בהצלחה ל%(currentProvider)s.
it_it: Hai correttamente effettuato l'accesso in %(currentProvider)s.
tr_tr: Başarılı bir şekilde şuraya %(currentProvider)s giriş yaptınız.

source: We just need a little more information before you start learning with %(platformName)s.
fa_ir: ما پیش از آغاز آموزش با %(platformName)s، به اطلاعات بیشتری نیاز داریم.
he: אנו זקוקים רק למידע מועט נוסף לפני שתתחיל ללמוד עם %(platformName)s.
it_it: Abbiamo solo bisogno di qualche informazione prima che tu possa iniziare il tuo percorso di apprendimento con %(platformName)s.
tr_tr: %(platformName)s ile öğrenmeye başlamadan önce biraz daha bilgiye ihtiyacımız var.

source: Your profile settings are managed by {enterprise_name}. Contact your administrator or {link_start}edX Support{link_end} for help.
fa_ir: تنظیمات پروندۀ کاربری شما به دست {enterprise_name} مدیریت می‌شود. برای دریافت راهنمایی با سرپرست خود یا {link_start} پشتیبانی edX {link_end} تماس بگیرید.
it_it: Le impostazioni del tuo profilo sono gestite da {enterprise_name}. Contatta il tuo amministratore o il {link_start}Supporto edX{link_end} per assistenza.
tr_tr: Profil ayarlarınız {enterprise_name} tarafından yönetiliyor. Yöneticinizle görüşün ya da {link_start}edX Destek{link_end} ile iletişime geçin.

source: Email Address (Sign In)
fa_ir: آدرس رایانامه (ورود)
it_it: Indirizzo email (Accesso)
tr_tr: E-posta Adresi (Giriş Yap)

source: You receive messages from {platform_name} and course teams at this address.
fa_ir: شما از این آدرس پیام‌هایی از {platform_name} و تیم‌های درسی دریافت می‌کنید.
it_it: Riceverai messaggi da {platform_name} e dai team del corso a questo indirizzo.
tr_tr: {platform_name} platformundan ve ders takımlarından iletileri bu adrese alacaksınız.

source: Recovery Email Address
fa_ir: بازیابی نشانی رایانامه
it_it: Indirizzo email di recupero
tr_tr: Kurtarma E-posta Adresi

source: You may access your account with this address if single-sign on or access to your primary email is not available.
fa_ir: اگر تک علامت روشن باشد یا دسترسی به نشانی رایانامۀ اصلی شما در دسترس نباشد، می‌توانید با این نشانی به حساب کاربری خود دسترسی پیدا کنید.
it_it: Puoi accedere al tuo account con questo indirizzo se il Single Sign-On o l'accesso alla tua email principale non è disponibile.
tr_tr: SSO oturum açma veya birincil e-postanıza erişim mümkün değilse, hesabınıza bu adresle erişebilirsiniz.

source: Full Name
fa_ir: نام و نام خانوادگی
he: שם מלא
it_it: Nome e Cognome
tr_tr: Tam İsim

source: The name that is used for ID verification and that appears on your certificates.
fa_ir: نامی که برای تأیید شناسه از آن استفاده شده و در گواهی‌های شما نشان داده می‌شود.
it_it: Il nome che utilizzeremo per identificarti e che comparirà sui tuoi attestati.
tr_tr: Kimlik doğrulamasında ve sertifikalarınızın üzerinde kullanılacak isim.

source: Country or Region of Residence
fa_ir: کشور یا منطقۀ محل سکونت
it_it: Paese o regione di residenza
tr_tr: İkamet Edilen Ülke ya da Bölge

source: The country or region where you live.
fa_ir: کشور یا منطقه‌ای که اقامت دارید
it_it: Il paese o la regione in cui vivi.
tr_tr: İkamet ettiğiniz ülke veya bölge.

source: Basic Account Information
fa_ir: اطلاعات کاربری اولیه
he: פרטי חשבון בסיסיים
it_it: Informazioni di base
tr_tr: Temel Hesap Bilgileri

source: These settings include basic information about your account.
fa_ir: این تنظیمات شامل اطلاعات اولیه دربارۀ حساب کاربری شما است
it_it: Questi campi includono le informazioni personali relative al tuo account
tr_tr: Bu ayarlar hesabınız hakkında bazı temel bilgileri içerir.

source: The name that identifies you on {platform_name}. You cannot change your username.
fa_ir: نامی که شما را در {platform_name} شناسایی می‌کند. نمی‌توانید نام کاربری خود را تغییر دهید.
it_it: Il nome che ti identifica su {platform_name}. Non è possibile modificare il nome utente.
tr_tr: Sizi {platform_name} platformunda tanımlayan kullanıcı adınız. Kullanıcı adınızı değiştiremezsiniz.

source: Password
fa_ir: گذرواژه
he: סיסמה
tr_tr: Parola

source: Check your email account for instructions to reset your password.
fa_ir: برای بازنشانی گذرواژۀ خود، صندوق رایانامۀ خود را بررسی کنید.
it_it: Controlla il tuo account e-mail per istruzioni su come reimpostare la password.
tr_tr: Parola sıfırlama yönergeleri için e-posta hesabınızı kontrol edin.

source: The language used throughout this site. This site is currently available in a limited number of languages. Changing the value of this field will cause the page to refresh.
fa_ir: زبان مورد استفاده در این وبگاه. این وبگاه اکنون تعداد محدودی از زبان‌ها را پشتیبانی می‌کند. تغییر مقادیر در این قسمت باعث بارگذاری دوبارۀ صفحه خواهد شد.
it_it: La lingua utilizzata in questo sito. Questo sito è attualmente disponibile in un numero limitato di lingue. La modifica del valore di questo campo provocherà l'aggiornamento della pagina.
tr_tr: Site genelinde kullanılan dil. Şu an sınırlı sayıda dil desteği mevcuttur. Bu değeri değiştirmeniz sayfanın yenilenmesine yol açacak.

source: Time Zone
fa_ir: منطقۀ زمانی
he: אזור זמן
it_it: Fuso orario
tr_tr: Zaman Dilimi

source: Select the time zone for displaying course dates. If you do not specify a time zone, course dates, including assignment deadlines, will be displayed in your browser's local time zone.
fa_ir: منطقۀ زمانی را برای نمایش تاریخ دوره آموزشی انتخاب کنید. اگر منطقۀ زمانی را مشخص نکنید، تاریخ دوره‌ها، مانند مهلت انجام تکلیف، در منطقۀ زمانی محلی مرورگر شما نمایش داده می‌شود.
it_it: Seleziona il fuso orario per la visualizzazione delle date dei corsi. Se non specifichi un fuso orario, le date dei corsi, comprese le scadenze dei compiti, verranno visualizzate nel fuso orario locale del tuo browser.
tr_tr: Ders tarihleri gösterimi için saat dilimini seçin. Herhangi bir saat dilimini seçmemeniz durumunda, görev teslimleri dâhil olmak üzere tüm ders tarihleri, web tarayıcınızın yerel zamanına göre gösterilecektir.

source: All Time Zones
fa_ir: همۀ مناطق زمانی
he: כל אזורי הזמן
it_it: Tutti i fusi orari
tr_tr: Tüm Zaman Dilimleri

source: Default (Local Time Zone)
fa_ir: پیش‌فرض (منطقۀ زمانی محلی)
it_it: Predefinito (Fuso orario locale)
tr_tr: Varsayılan (Yerel Zaman Dilimi)

source: Additional Information
fa_ir: اطلاعات بیشتر
he: מידע נוסף
it_it: Informazioni aggiuntive
tr_tr: Ek Bilgi

source: Education Completed
fa_ir: آموزش کامل شد
he: רמת השכלה
it_it: Formazione completata
tr_tr: Tamamlanan Eğitim

source: Gender
fa_ir: جنسیت
he: מגדר
it_it: Sesso
tr_tr: Cinsiyet

source: Year of Birth
fa_ir: سال تولد
he: שנת לידה
it_it: Anno di Nascita
tr_tr: Doğum Yılı

source: Preferred Language
fa_ir: زبان مرجح
he: שפה מועדפת
it_it: Lingua preferita
tr_tr: Tercih Edilen Dil

source: We've sent a confirmation message to {new_secondary_email_address}. Click the link in the message to update your secondary email address.
fa_ir: ما پیام تأییدی به نشانی {new_secondary_email_address} ارسال کرده‌ایم. برای روزآمدسازی نشانی رایانامه دوم خود، روی پیوند موجود در پیام کلیک کنید.
it_it: Abbiamo inviato un messaggio di conferma a {new_secondary_email_address}. Fai clic sul link nel messaggio per aggiornare il tuo indirizzo e-mail secondario.
tr_tr: {new_secondary_email_address} adresine bir doğrulama iletisi gönderdik. İkincil e-posta adresinizi güncellemek için ileti içindeki bağlantıya tıklayın.

source: Social Media Links
fa_ir: پیوندهای شبکه‌های اجتماعی
it_it: Link ai Social Media
tr_tr: Sosyal Medya Bağlantıları

source: Optionally, link your personal accounts to the social media icons on your edX profile.
fa_ir: شما این اختیار را دارید که حساب‌های کاربری خود در رسانه‌های اجتماعی را به همراه پرونده کاربری خود در اینجا پیوند بزنید.
it_it: Potrai decidere di collegare i tuoi account personali sul tuo profilo edX alle icone dei social media.
tr_tr: İsteğe bağlı olarak, edX profilinizde sosyal medya hesap bağlantılarınıza yer verebilirsiniz.

source: {platform_display_name} Link
fa_ir: پیوند {platform_display_name}
it_it: Link a {platform_display_name}
tr_tr: {platform_display_name} Bağlantısı

source: Enter your {platform_display_name} username or the URL to your {platform_display_name} page. Delete the URL to remove the link.
fa_ir: نام کاربری {platform_display_name} یا نشانی اینترنتی صفحۀ {platform_display_name} خود را وارد کنید. برای حذف پیوند، نشانی اینترنتی را حذف کنید.
it_it: Inserisci il tuo nome utente per {platform_display_name} o l'URL della tua pagina {platform_display_name}. Elimina l'URL per rimuovere il link.
tr_tr: {platform_display_name} kullanıcı adınızı veya {platform_display_name} sayfanızın URL'sini girin. Bağlantıyı kaldırmak için URL'yi silin.

source: Linked Accounts
fa_ir: حساب‌های کاربری مرتبط
he: חשבונות מקושרים
it_it: Account collegati
tr_tr: Bağlantılı Hesaplar

source: You can link your social media accounts to simplify signing in to {platform_name}.
fa_ir: برای سهولت ورود به سامانه {platform_name} می‌توانید حساب‌های رسانه‌های اجتماعی خود را پیوند دهید.
he: ניתן לקשר את חשבונות המדיה החברתית כדי לפשט את החיבור ל{platform_name}.
it_it: Per semplificare l'accesso a {platform_name} puoi collegare i tuoi account social media.
tr_tr: {platform_name} hesabına girişi kolaylaştırmak için sosyal medya hesaplarınızı bağlayabilirsiniz.

source: ORDER NAME
fa_ir: نام سفارش
he: שם הזמנה
it_it: NOME ORDINE
tr_tr: SİPARİŞ ADI

source: ORDER PLACED
fa_ir: سفارش ثبت شد
he: ההזמנה נשלחה
it_it: ORDINE INVIATO
tr_tr: SİPARİŞ VERİLDİ

source: TOTAL
fa_ir: جمع
he: סה"כ
it_it: TOTALE
tr_tr: TOPLAM

source: ORDER NUMBER
fa_ir: تعداد سفارش
he: מספר הזמנה
it_it: NUMERO ORDINE
tr_tr: SİPARİŞ NO

source: My Orders
fa_ir: سفارش‌های من
he: ההזמנות שלי
it_it: I miei ordini
tr_tr: Siparişlerim

source: This page contains information about orders that you have placed with {platform_name}.
fa_ir: این صفحه حاوی اطلاعاتی دربارۀ سفارشاتی است که شما با {platform_name} ثبت کرده‌اید.
he: עמוד זה מכיל מידע על הזמנות שביצעת באמצעות {platform_name}.
it_it: Questa pagina contiene informazioni sugli ordini che hai effettuato con {platform_name}.
tr_tr: Bu sayfa {platform_name} içinde verdiğiniz siparişleriniz hakkında bilgileri içerir.

source: We've sent a confirmation message to {new_email_address}. Click the link in the message to update your email address.
fa_ir: ما یک پیام تأیید به {new_email_address} ارسال کرده‌ایم. برای روزآمدسازی نشانی رایانامۀ خود، روی پیوند موجود در پیام کلیک کنید.
he: שלחנו הודעת אישור אל {new_email_address}. לחץ על הקישור שבהודעה כדי לעדכן את כתובת הדואר האלקטרוני שלך.
it_it: Abbiamo inviato un messaggio di conferma a {new_email_address}. Fai clic sul link nel messaggio per aggiornare il tuo indirizzo e-mail.
tr_tr: {new_email_address} adresine bir doğrulama iletisi gönderdik. E-posta adresinizi güncellemek için ileti içindeki bağlantıya tıklayın.

source: You must sign out and sign back in before your language changes take effect.
fa_ir: پیش از اینکه تغییرات زبان اعمال شود باید از سیستم خارج شده و دوباره وارد شوید.
he: עליך לצאת מהחשבון ולהכנס חזרה על מנת ששינויי השפה ייכנסו לתוקף.
it_it: Devi disconnetterti e accedere nuovamente affinché le modifiche della lingua abbiano effetto.
tr_tr: Dil değişikliklerinizin etkinleşmesi için oturumunuzu kapatmanız ve tekrar açmanız gerekmektedir.

source: We've sent a message to {email}. Click the link in the message to reset your password. Didn't receive the message? Contact {anchorStart}technical support{anchorEnd}.
fa_ir: ما پیامی به {email} ارسال کرده‌ایم. برای تنظیم مجدد گذرواژۀ خود، روی پیوند موجود در پیام کلیک کنید. پیام دریافت نکردید؟ با {anchorStart} پشتیبانی فنی {anchorEnd} تماس بگیرید.
it_it: Abbiamo inviato un messaggio a {email}. Fare clic sul collegamento nel messaggio per reimpostare la password. Non hai ricevuto il messaggio? Contatta il {anchorStart}supporto tecnico{anchorEnd}.
tr_tr: {email} adresine bir e-posta gönderdik. İleti içindeki bağlantıya tıklayarak parolanızı sıfırlayabilirsiniz. İletimizi almadınız mı? Lütfen {anchorStart}teknik destek{anchorEnd} ile iletişime geçin.

source: Link your {accountName} account
fa_ir: حساب کاربری {accountName} خود را پیوند دهید
he: קשר את חשבון {accountName} שלך
it_it: Collega il tuo account {accountName}
tr_tr: {accountName} hesabınızı bağlayın

source: Unlink This Account
fa_ir: قطع پیوند این حساب کاربری
he: הסר את הקישור של חשבון זה
it_it: Scollega questo account
tr_tr: Hesabın Bağlantısını Kaldır
