Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Enter true or false. If true, you can add unsupported problems and tools to your course in Studio. Unsupported problems and tools are not recommended for use in courses due to non-compliance with one or more of the base requirements, such as testing, accessibility, internationalization, and documentation.
eo: Éntér trüé ör fälsé. Ìf trüé, ýöü çän ädd ünsüppörtéd prößléms änd tööls tö ýöür çöürsé ïn Stüdïö. Ûnsüppörtéd prößléms änd tööls äré nöt réçömméndéd för üsé ïn çöürsés düé tö nön-çömplïänçé wïth öné ör möré öf thé ßäsé réqüïréménts, süçh äs téstïng, äççéssïßïlïtý, ïntérnätïönälïzätïön, änd döçüméntätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕ#
es_es: Introduzca verdadero o falso. Si es verdadero, puede añadir problemas y herramientas no compatibles a su curso en Studio. Los problemas y las herramientas no compatibles no se recomiendan para su uso en cursos debido al incumplimiento de uno o más de los requisitos básicos, como las pruebas, la accesibilidad, la internacionalización y la documentación.
fa_ir: مقدار درست یا نادرست را وارد کنید. اگر مقدار درست انتخاب شود، این امکان را دارید که مشکلات پشتیبانی نشده و ابزارهای دوره آموزشی خود را به هنرکده بیفزایید. مشکلات پشتیبانی نشده و ابزارها برای استفاده در دوره‌های آموزشی به‌دلیل عدم انطباق با یکی یا بیشتر از نیازهای پایه، از جمله تست، دسترس‌پذیری، جهانی‌سازی، و اسناد و مدارک توصیه نمی‌شود.
it_it: Immettere true o false. Se true, è possibile aggiungere strumenti e problemi non supportati al proprio corso in Studio. Non si consiglia l'utilizzo di strumenti e problemi non supportati nei corsi a causa della non conformità con uno o più dei requisiti base, come ad esempio, l'attività di test, l'accessibilità, l'internazionalizzazione e la documentazione.
lv: Ievadiet kā patiesu vai nepatiesu. Ja šī vērtība ir patiesa, Jūs varēsiet pievienot neatbalstītas problēmas un rīkus Jūsu kursam Studio. Nav ieteicams kursos izmantot neatbalstītas problēmas un rīkus dēļ neatbilstības ar vienu vai vairākām pamatprasībām, piemērām, testēšanu, pieejamību, internacionalizāciju un dokumentāciju.
mn: Үнэн эсвэл худал гэж оруулна. Хэрэв үнэн бол Studio дээр өөрийн хичээлд дэмжигдээгүй асуудал болон хэрэглэгдэхүүний нэмж чадна. Дэмжигдээгүй асуудал болон хэрэглэгдэхүүнийг туршилт, хүртээмж, олон улсын бүртгэл, баримт бичиг зэрэг болон хэд хэдэн суурь шаардлагыг дагаж мөрдөөгүйгээс шалтгаалан хичээлүүдэд ашиглахыг санал болгодоггүй.

source: Highlights Enabled for Messaging
eo: Hïghlïghts Énäßléd för Méssägïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Destacados habilitados para mensajería
fa_ir: موارد برجسته برای پیام‌رسانی فعال شده‌است
it_it: Evidenziazione abilitata nei messaggi
lv: Aktualitātes iespējotas ziņojumapmaiņai
mn: Зурвас дах гол зүйлийг идэвхжүүлэх

source: Enter true or false. If true, any highlights associated with content in the course will be messaged to learners at their scheduled time.
eo: Éntér trüé ör fälsé. Ìf trüé, äný hïghlïghts ässöçïätéd wïth çöntént ïn thé çöürsé wïll ßé méssägéd tö léärnérs ät théïr sçhédüléd tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσя#
es_es: Introduzca verdadero o falso. Si es verdadero, cualquier punto destacado relacionado con el contenido del curso se enviará por correo a los estudiantes a su hora programada.
fa_ir: صحت یا عدم صحت را تعیین کنید. در صورت صحت، موارد برجسته مرتبط با محتوا در این دوره آموزشی در زمان برنامه‌ریز‌ی‌شده برای یادگیرندگان ارسال خواهد شد.
it_it: Immettere true o false. Se true, qualsiasi evidenziazione associata al contenuto del corso verrà inviata come messaggio agli studenti in base al loro tempo pianificato.
lv: Ievadiet kā patiesu vai nepatiesu. Ja šī vērtība ir patiesa, jebkuras aktualitātes, kas saistītas ar saturu kursā, tiks ziņotas audzēkņiem to noteiktajā laikā.
mn: Үнэн эсвэл худал гэж оруулна. Хэрэв үнэн бол хичээлийн агуулгатай холбоотой гол зүйлс суралцагчид руу товлосон хугацааны дагуу илгээгдэх болно.

source: Course-wide Custom JS
fa_ir: JS سفارشی در سراسر دوره
it_it: Personalizzazione JS a livello di Corso

source: Enter Javascript resource URLs you want to be loaded globally throughout the course pages.
fa_ir: آدرس‌های اینترنتی منبع جاوا اسکریپت را وارد کنید که مایلید در سراسر صفحات دوره آموزشی بارگیری شود، .
it_it: Inserisci gli URL delle risorse Javascript che desideri caricare a livello generale nelle pagine del corso.

source: Course-wide Custom CSS
fa_ir: CSS سفارشی در سراسر دوره
it_it: Personalizzazione CSS a livello di Corso

source: Enter CSS resource URLs you want to be loaded globally throughout the course pages.
fa_ir: آدرس‌های اینترنتی منبع CSS را که مایلید در سراسر صفحات دوره آموزشی بارگیری شوند، وارد کنید.
it_it: Inserisci gli URL delle risorse CSS che desideri caricare a livello generale nelle pagine del corso.

source: Other Course Settings
eo: Öthér Çöürsé Séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Otros ajustes del curso
fa_ir: سایر تنظیمات دوره
it_it: Altre impostazioni del corso
mn: Хичээлийн бусад тохиргоо

source: Any additional information about the course that the platform needs or that allows integration with external systems such as CRM software. Enter a dictionary of values in JSON format, such as { "my_custom_setting": "value", "other_setting": "value" }
eo: Àný äddïtïönäl ïnförmätïön äßöüt thé çöürsé thät thé plätförm nééds ör thät ällöws ïntégrätïön wïth éxtérnäl sýstéms süçh äs ÇRM söftwäré. Éntér ä dïçtïönärý öf välüés ïn JSÖN förmät, süçh äs { "my_custom_setting": "value", "other_setting": "value" } Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αт#
es_es: Cualquier información adicional sobre el curso que necesite la plataforma o quepermite la integración con sistemas externos como el software CRM. Ingrese un diccionario de valores en formato JSON, como { "my_custom_setting": "value", "other_setting": "value" }
fa_ir: هرگونه اطلاعات اضافی درباره دوره آموزشی که این بستر به آن نیاز دارد یا به یکپارچگی بین سامانه‌های خارجی مانند نرم افزارCRM کمک می کند. فرهنگ لغت یا مقادیر را در قالب JSON وارد کنید، مانند { "my_custom_setting": "value", "other_setting": "value" }
it_it: Qualsiasi informazioni aggiuntiva relativa al corso richiesta dalla piattaforma o che consente l'integrazione con sistemi esterni come il software CRM. Immettere un dizionario di valori in formato JSON, come ad esempio { "my_custom_setting": "value", "other_setting": "value" }
mn: Платформ хэрэгтэй эсвэл CRM програм хангамж зэрэг гадаад системтэй нэгдэхийг зөвшөөрөх хичээлтэй холбоотой ямар нэгэн нэмэлт мэдээлэл. Dictionary-ийн утгуудыг JSON форматаар оруулна уу. Жишээ нь {"my_custom_setting": "value", "other_setting": "value"}

source: General
eo: Généräl Ⱡ'σяєм ιρѕυм #
fa_ir: عمومی
it_it: Generale
lv: Vispārīgi
mn: Ерөнхий

source: Category
eo: Çätégörý Ⱡ'σяєм ιρѕυм ∂#
es_es: Categoría
fa_ir: دسته‌بندی
it_it: Categoria
lv: Kategorija
mn: Ангилал

source: Week 1
eo: Wéék 1 Ⱡ'σяєм ιρѕυ#
es_es: Semana 1
fa_ir: هفته 1
it_it: Settimana 1
lv: 1. nedēļa
mn: 1-р долоо хоног

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
eo: À çätégörý nämé för thé dïsçüssïön. Thïs nämé äppéärs ïn thé léft päné öf thé dïsçüssïön förüm för thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Nombre de categoría para la discusión. Este nombre aparece en el panel izquierdo del foro de discusión del curso.
fa_ir: نام دسته‌بندی برای این مبحث. این نام در سمت چپ اتاق گفتگوی این دوره آموزشی قرار می‌گیرد.
it_it: Un nome categoria per la discussione. Questo nome appare nel riquadro sinistro del forum di discussione per il corso.
lv: Diskusijas kategorijas nosaukums, kas parādās kursa diskusijas foruma kreisajā rūtī.
mn: Хэлэлцүүлэгийн ангилалын нэр. Энэ нэр хичээлийн хэлэлцүүлгийн форум цонхны зүүн талд харагдана.

source: Subcategory
eo: Süßçätégörý Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Subcategoría
fa_ir: زیرشاخه
it_it: Sottocategoria
lv: Apakškategorija
mn: Дэд ангилал

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
eo: À süßçätégörý nämé för thé dïsçüssïön. Thïs nämé äppéärs ïn thé léft päné öf thé dïsçüssïön förüm för thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Un nombre de la subcategoría para la discusión. Este nombre aparece en el panel izquierdo del foro de discusión del curso.
fa_ir: نام زیرشاخه برای این گفتگو. این نام در سمت چپ اتاق گفتگوی این دوره آموزشی ظاهر می‌شود.
it_it: Un nome sottocategoria per la discussione. Questo nome appare nel riquadro sinistro del forum di discussione per il corso.
lv: Diskusijas apakškategorijas nosaukums, kas parādās kursa diskusijas foruma kreisajā rūtī.
mn: Хэлэлцүүлэгийн дэд ангилалын нэр. Энэ нэр хичээлийн хэлэлцүүлгийн форум цонхны зүүн талд харагдана.

source: You are not signed in. To view the discussion content, {sign_in_link} or {register_link}, and enroll in this course.
eo: Ýöü äré nöt sïgnéd ïn. Tö vïéw thé dïsçüssïön çöntént, {sign_in_link} ör {register_link}, änd énröll ïn thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: No ha iniciado sesión. Para ver el contenido del debate, {sign_in_link} o {register_link} e inscríbase en este curso.
fa_ir: هنوز به سامانه وارد نشده‌اید. برای مشاهدۀ محتوای گفتگو، {sign_in_link} یا {register_link} و در این دوره ثبت‌نام کنید.
it_it: Non si è collegati. Per visualizzare il contenuto della discussione, {sign_in_link} o {register_link}, e iscriversi a questo corso.
lv: Jūs neesat pierakstījies/-usies. Lai redzētu diskusiju saturu, {sign_in_link} vai {register_link} un tad reģistrējieties šajā kursā.
mn: Та нэвтэрч ороогүй байна. Хэлэлцүүлэгийг харахын тулд, {sign_in_link} эсвэл {register_link} дарж энэ хичээлд элсэнэ.

source: {assignment_type} = {weighted_percent:.2%} of a possible {weight:.2%}
eo: {assignment_type} = {weighted_percent:.2%} öf ä pössïßlé {weight:.2%} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: {assignment_type} = {weighted_percent:.2%} de un posible {weight:.2%}
fa_ir: {assignment_type} = {weighted_percent:.2%} از احتمالی {weight:.2%}
it_it: {assignment_type} = {weighted_percent:.2%} di un possibile {weight:.2%}
lv: {assignment_type} = {weighted_percent:.2%} no iespējamā {weight:.2%}
mn: {assignment_type} = {weight:.2%} боломжийн {weighted_percent:.2%}

source: Generated
eo: Générätéd Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Generado
fa_ir: ساخته‌شده
it_it: Generati
lv: Ģenerētais
mn: Үүсгэсэн

source: {section_type} {index} Unreleased - 0% (?/?)
eo: {section_type} {index} Ûnréléäséd - 0% (?/?) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: {section_type} {index} No publicado - 0% (?/?)
fa_ir: {section_type} {index} منتشرنشده - 0% (?/?)
it_it: {section_type} {index} Non rilasciato - 0% (?/?)
lv: {section_type} {index} Neizlaists - 0% (?/?)
mn: {section_type} {index} Нийтлээгүй- 0% (?/?)

source: The lowest {drop_count} {section_type} scores are dropped.
eo: Thé löwést {drop_count} {section_type} sçörés äré dröppéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Las puntuaciones más bajas de {drop_count} {section_type} se eliminan.
fa_ir: کمترین {drop_count} {section_type} امتیاز حذف می‌شوند.
it_it: I {drop_count} {section_type} punteggi più bassi vengono scartati.
lv: Zemākie {drop_count} {section_type} vērtējumi ir izmesti.
mn: Хамгийн бага {drop_count} {section_type} оноонууд хасагдсан.

source: {section_type} Average = {percent:.0%}
eo: {section_type} Àvérägé = {percent:.0%} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: {section_type} Promedio = {percent:.0%}
fa_ir: {section_type} میانگین = {percent:.0%}
it_it: {section_type} Media = {percent:.0%}
lv: {section_type} Vidēji = {percent:.0%}
mn: {section_type} Дундаж= {percent:.0%}

source: {short_label} Avg
eo: {short_label} Àvg Ⱡ'σяєм ιρѕυм #
fa_ir: {short_label} میانگین
it_it: {short_label} Media
lv: {short_label} Vid.
mn: {short_label} Дундаж

source: ERROR: "{block_type}" is an unknown component type. This component will be hidden in LMS.
fa_ir: خطا: "{block_type}" یک نوع مؤلفۀ ناشناخته است. این مؤلفه در سامانه آموزش مجازی پنهان خواهد شد.
it_it: ERRORE: "{block_type}" è un tipo di componente sconosciuto. Questo componente verrà nascosto in LMS.

source: Source code for LaTeX documents. This feature is not well-supported.
eo: Söürçé çödé för LäTéX döçüménts. Thïs féätüré ïs nöt wéll-süppörtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Código fuente de los documentos LaTeX. Esta característica no está bien soportada.
fa_ir: کد منبع برای اسناد لاتکس. این ویژگی به خوبی پشتیبانی نمی‌شود.
it_it: Codice sorgente per documenti LaTeX. Questa funzione non è perfettamente supportata.
lv: LaTeX dokumentu pirmkods. Šis līdzeklis nav labi atbalstīts.
mn: LaTeX бичиг баримтудын эх код. Энэ онцлог бүрэн дэмжигдээгүй байгаа.

source: Select Visual to enter content and have the editor automatically create the HTML. Select Raw to edit HTML directly. If you change this setting, you must save the component and then re-open it for editing.
eo: Séléçt Vïsüäl tö éntér çöntént änd hävé thé édïtör äütömätïçällý çréäté thé HTML. Séléçt Räw tö édït HTML dïréçtlý. Ìf ýöü çhängé thïs séttïng, ýöü müst sävé thé çömpönént änd thén ré-öpén ït för édïtïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢#
es_es: Selecciona Visual para insertar contenido y que el editor cree automáticamente el HTML. Selecciona Sin formato para editar directamente el HTML. Si cambias este ajuste, debes guardar el componente y reabrirlo para editar.
fa_ir: برای ورود محتوا، Visual را انتخاب کنید، ویرایشگر به‌صورت خودکار اچ تی ام ال را ایجاد کند. برای ویرایش مستقیم اچ تی ام ال، گزینه راRaw انتخاب کنید. اگر این تنظیمات را تغییر دادید، لازم است مولفه را ذخیره کرده و سپس برای ویرایش، دوباره آن را باز کنید.
it_it: Selezionare Visivo per inserire il contenuto e consentire all'editor di creare automaticamente l'HTML. Selezionare Raw per modificare direttamente l'HTML. Se si modifica questa impostazione, è necessario salvare il componente e quindi riaprirlo per la modifica.
lv: Izvēlieties ‘Vadīkla’, lai ievadītu saturu un redaktors automātiski izveidotu HTML. Izvēlieties ‘Neapstrādāts’, lai rediģētu HTML pa tiešo. Ja Jūs izmaināt šo iestatījumu, Jums ir jāsaglabā komponents un pēc tam tas atkārtoti jāatver, lai rediģētu.
mn: Агуулга руу орох болон Editor HTML-ийг автоматаар үүсгэхийн тулд Visual-ийг сонгоно уу. HTML-ийг шууд засварлахын тулд Raw-ийг сонгоно уу. Хэрэв та энэ тохиргоог өөрчилбөл та бүрдэлийг хадгалах ёстой ба үүнийг засварлахын тулд дахин нээх хэрэгтэй.

source: Editor
eo: Édïtör Ⱡ'σяєм ιρѕυ#
fa_ir: ویرایشگر
it_it: Editore
lv: Redaktors
mn: Өөрчлөгч

source: Hide Page From Learners
eo: Hïdé Pägé Fröm Léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Ocultar la página de los estudiantes
fa_ir: صفحه را از یادگیرندگان مخفی کن
it_it: Nascondi la pagina agli studenti
lv: Noslēpt lapu no audzēkņiem
mn: Хуудсыг суралцагчдаас нуух

source: If you select this option, only course team members with the Staff or Admin role see this page.
eo: Ìf ýöü séléçt thïs öptïön, önlý çöürsé téäm mémßérs wïth thé Stäff ör Àdmïn rölé séé thïs pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Si selecciona esta opción, sólo los miembros del equipo del curso con el rol de personal o de administrador verán esta página.
fa_ir: اگر این گزینه را انتخاب کنید، فقط البته اعضای تیم با کارکنان یا نقش محیط مدیریت این صفحه را مشاهده کنید.
it_it: Se si seleziona questa opzione, solo i membri del team del corso con ruolo Staff o Admin visualizzeranno questa pagina.
lv: Ja Jūs izvēlēsieties šo opciju, tikai kursa komandas biedri ar mācībspēku vai administratora lomām varēs redzēt šo lapu.
mn: Хэрэв та энэ сонголтыг сонговол энэ хичээлийн зөвхөн Зохицуулагч эсвэл Админ үүрэгтэй гишүүд энэ хуудсыг харах болно

source: HTML for the additional pages
eo: HTML för thé äddïtïönäl pägés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: HTML para las páginas adicionales
fa_ir: اچ تی ام ال برای صفحات اضافی
it_it: HTML per le pagine aggiuntive
lv: HTML papildus lapām
mn: Нэмэлт хуудаснуудыг HTML

source: List of course update items
eo: Lïst öf çöürsé üpdäté ïtéms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Lista de los ítems de actualización del curso
fa_ir: فهرست روزآمد موارد دوره آموزشی
it_it: Elenco degli elementi di aggiornamento del corso
lv: Kursa atjauninājumu vienumu saraksts
mn: Хичээлийн шинэчлэгдсэн зүйлүүдийн жагсаалт

source: Any Type
eo: Àný Týpé Ⱡ'σяєм ιρѕυм ∂#
es_es: Cualquier tipo
fa_ir: هر نوع
it_it: Qualunque tipo
lv: Jebkura veida
mn: Бүх төрлийн

source: Library
eo: Lïßrärý Ⱡ'σяєм ιρѕυм #
es_es: Biblioteca
fa_ir: کتابخانه
it_it: Libreria
lv: Bibliotēka
mn: Номын сан

source: Select the library from which you want to draw content.
eo: Séléçt thé lïßrärý fröm whïçh ýöü wänt tö dräw çöntént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Seleccione la biblioteca desde la que desea sacar el contenido.
fa_ir: کتابخانه‌ای را انتخاب کنید که مایلید از آن محتوا برگیرید.
it_it: Selezionare la libreria dalla quale si desidera estrarre il contenuto.
lv: Izvēlieties bibliotēku, no kuras vēlaties izrakstīt saturu.
mn: Агуулгыг нь дүрслэх хүсэлтэй сангаа сонгоно уу.

source: Library Version
eo: Lïßrärý Vérsïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Versión de la biblioteca
fa_ir: نسخه کتابخانه
it_it: Versione libreria
lv: Bibliotēkas versija
mn: Номын сангийн хувилбар

source: Determines how content is drawn from the library
eo: Détérmïnés höw çöntént ïs dräwn fröm thé lïßrärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Determina cómo es dibujado el contenido desde la biblioteca
fa_ir: این گزینه نحوه استخراج محتوا از کتابخانه را تعیین می‌کند
it_it: Determina il modo in cui il contenuto viene estratto dalla libreria
lv: Nosaka, kā saturs tiek izrakstīts no bibliotēkas
mn: Сангаас агуулга нь хэрхэн дүрслэгдсэнийг тодорхойлох

source: Choose n at random
eo: Çhöösé n ät rändöm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Elegir n aleatoriamente
fa_ir: انتخاب N به‌طور تصادفی
it_it: Scegli n casualmente
lv: Izvēlēties n nejauši
mn: n -ийг санамсаргүйгээр сонгоно

source: Count
eo: Çöünt Ⱡ'σяєм ιρѕ#
es_es: Cuenta
fa_ir: شمارش
it_it: Conta
lv: Skaits
mn: Тоо

source: Problem Type
eo: Prößlém Týpé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Tipo de ejercicio
fa_ir: نوع مساله
it_it: Tipo di problema
lv: Problēmas veids
mn: Бодлогын төрөл

source: Choose a problem type to fetch from the library. If "Any Type" is selected no filtering is applied.
eo: Çhöösé ä prößlém týpé tö fétçh fröm thé lïßrärý. Ìf "Àný Týpé" ïs séléçtéd nö fïltérïng ïs äpplïéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Elige un tipo de ejercicio para seleccionar de la biblioteca. Si "Cualquier tipo" es seleccionado no se aplica ningún filtro.
fa_ir: نوع مساله را برای واکشی از کتابخانه انتخاب کنید. اگر گزینه "هر نوع" انتخاب شود، هیچ فیلتری اعمال نمی‌شود.
it_it: Scegliere un tipo di problema da prendere dalla libreria. Se "Any Type" è selezionato, nessun filtro viene applicato.
lv: Izvēlieties problēmas veidu, kuru ienest no bibliotēkas. Ja \”Jebkura veida" ir izvēlēts, netiks piemērota filtrēšana.
mn: Сангаас дуудах даалгаварын төрлийг сонгоно уу. Хэрэв "Ямар ч төрөл" сонговол шүүлтүүр хийгдэхгүй.

source: Determines whether a 'Reset Problems' button is shown, so users may reset their answers and reshuffle selected items.
fa_ir: تعیین می‌کند که آیا دکمه «بازتنظیم مشکلات» نشان داده شود، بنابراین کاربران می‌توانند پاسخ‌های خود را بازتنظیم کنند و موارد انتخابی را تغییر دهند.
it_it: Determina se viene visualizzato un pulsante &quot;Ripristina problemi&quot;, in modo che gli utenti possano reimpostare le risposte e rimescolare gli elementi selezionati.

source: This component is out of date. The library has new content.
eo: Thïs çömpönént ïs öüt öf däté. Thé lïßrärý häs néw çöntént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Este componente ha caducado. La biblioteca tiene nuevo contenido.
fa_ir: این مولفه روزآمد نیست. کتابخانه مذکور محتوای جدیدی دارد.
it_it: Questo componente non è aggiornato. La libreria non ha alcun contenuto.
lv: Šis komponents ir novecojis. Bibliotēkā ir jauns saturs.
mn: Энэ бүрдэлийн хугацаа дууссан байна. Сан шинэ агуулгатай болсон.

source: {refresh_icon} Update now.
eo: {refresh_icon} Ûpdäté nöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: {refresh_icon} Actualizar ahora.
fa_ir: {refresh_icon} اکنون روزآمد شود.
it_it: {refresh_icon} Aggiorna ora.
lv: {refresh_icon} Atjaunināt tagad.
mn: {refresh_icon} Сайжруулалт хийх

source: Library is invalid, corrupt, or has been deleted.
eo: Lïßrärý ïs ïnvälïd, çörrüpt, ör häs ßéén délétéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La biblioteca es inválida, corrupta o ha sido eliminada.
fa_ir: کتابخانه معتبر نیست یا خراب شده، یا حذف شده است.
it_it: La libreria non è valida, danneggiata o è stata eliminata.
lv: Bibliotēka ir nederīga, bojāta vai arī dzēsta.
mn: Сан буруу, гэмтсэн эсвэл устгагдсан байна.

source: Edit Library List.
eo: Édït Lïßrärý Lïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Editar listado de la biblioteca.
fa_ir: ویرایش فهرست کتابخانه
it_it: Modifica lista libreria.
lv: Rediģēt bibliotēkas sarakstu.
mn: Номын сангийн жагсаалтыг засах

source: This course does not support content libraries. Contact your system administrator for more information.
eo: Thïs çöürsé döés nöt süppört çöntént lïßrärïés. Çöntäçt ýöür sýstém ädmïnïsträtör för möré ïnförmätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Este curso no admite bibliotecas de contenido. Para más información contacte a su administrador de sistemas.
fa_ir: این دوره آموزشی، کتابخانه‌های محتوا را پشتیبانی نمی‌کند. برای کسب اطلاعات بیشتر با مدیر سامانه خود تماس بگیرید.
it_it: Questo corso non supporta le librerie di contenuti. Per ulteriori informazioni, contattare il proprio amministratore di sistema.
lv: Šajā kursā netiek atbalstīts bibliotēku saturs. Sazinieties ar Jūsu sistēmas administratoru, lai iegūtu plašāku informāciju.
mn: Энэ хичээл агуулгын санг дэмждэггүй. Илүү мэдээлэл авахыг хүсвэл системийн админимтратортой холбоо барина уу.

source: A library has not yet been selected.
eo: À lïßrärý häs nöt ýét ßéén séléçtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: No ha sido seleccionada ninguna biblioteca.
fa_ir: هیچ کتابخانه‌ای تاکنون انتخاب نشده است.
it_it: Non è stata ancora selezionata alcuna libreria.
lv: Bibliotēka vēl nav tikusi izvēlēta.
mn: Сан хараахан сонгогдоогүй байна.

source: Select a Library.
eo: Séléçt ä Lïßrärý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Seleccionar una biblioteca
fa_ir: انتخاب کتابخانه
it_it: Seleziona una libreria.
lv: Izvēlieties bibliotēku.
mn: Санг сонгох
