Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible.
eo: Wé'ré sörrý, thïs mödülé ïs témpörärïlý ünäväïläßlé. Öür stäff ïs wörkïng tö fïx ït äs söön äs pössïßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
fa_ir: متأسفیم، این ماژول موقتاً در دسترس نیست. کارکنان ما در تلاش هستند تا در اسرع وقت این مشکل را برطرف کنند.
it_it: Spiacenti, questo modulo è temporaneamente indisponibile. Stiamo lavorando per ripristinarlo appena possibile.

source: Raw data:
eo: Räw dätä: Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Datos planos:
fa_ir: داده‌های خام:
it_it: Dati originali:
lv: Neapstrādātie dati:
mn: Түүхий өгөгдөл:

source: Course View
eo: Çöürsé Vïéw Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Vista del curso
fa_ir: مشاهده دوره آموزشی
it_it: Vista del corso
lv: Kursa skats
mn: Хичээл үзэх

source: View this course as:
eo: Vïéw thïs çöürsé äs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Ver este curso como:
fa_ir: مشاهده دوره آموزشی به‌عنوان:
it_it: Visualizza il corso come:
lv: Skatīt šo kursu kā:
mn: Хичээлийг өөр эрхээр үзэх:

source: Staff
eo: Stäff Ⱡ'σяєм ιρѕ#
es_es: Equipo
fa_ir: کارکنان
lv: Personāls
mn: Багш, Ажилтан

source: Learner
eo: Léärnér Ⱡ'σяєм ιρѕυм #
es_es: Estudiante
fa_ir: یادگیرنده
it_it: Studente
lv: Audzēknis
mn: Суралцагч

source: Specific learner
eo: Spéçïfïç léärnér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Estudiante específico
fa_ir: یادگیرنده ویژه
it_it: Studente specifico
lv: Specifisks audzēknis
mn: Тодорхой суралцагч

source: Learner in {content_group}
eo: Léärnér ïn {content_group} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Estudiante en {content_group}
fa_ir: یادگیرنده در {content_group}
it_it: Studente in {content_group}
lv: Audzēknis grupā {content_group}
mn: {content_group} дахь суралцагч

source: Username or email:
eo: Ûsérnämé ör émäïl: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Usuario o correo electrónico:
fa_ir: نام‌کاربری یا نشانی رایانامه:
it_it: Nome utente o email:
lv: Lietotājvārds vai e-pasts:
mn: Хэрэглэгчийн нэр эсвэл цахим шуудан:

source: Set preview mode
eo: Sét prévïéw mödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Configurar el modo de vista previa
fa_ir: تنظیم حالت پیش‌نمایش
it_it: Stabilire le modalità di anteprima
lv: Iestatīt priekšskatījuma režīmu
mn: Урьдчилан харах горимыг тогтох

source: You are now viewing the course as {i_start}{user_name}{i_end}.
eo: Ýöü äré nöw vïéwïng thé çöürsé äs {i_start}{user_name}{i_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Ahora estás viendo el curso como {i_start}{user_name}{i_end}.
fa_ir: شما هم اکنون در حال مشاهدۀ این دوره آموزشی به‌عنوان {i_start}{user_name}{i_end} هستید.
it_it: Stai visualizzando il corso come {i_start}{user_name}{i_end}.
lv: Jūs skatāt šo kursu kā {i_start}{user_name}{i_end}.
mn: Та одоо {i_start} {user_name} {i_end} эрхээр хичээл үзэж байна.

source: View in Studio
eo: Vïéw ïn Stüdïö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fa_ir: مشاهده در هنرکده
it_it: Visualizza in Studio

source: View in Insights
eo: Vïéw ïn Ìnsïghts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: مشاهده در Insights
it_it: Visualizza in Insights

source: Hint
eo: Hïnt Ⱡ'σяєм ι#
es_es: Pista
fa_ir: اشاره
it_it: Suggerimento
lv: Ieteikums
mn: Сануулга

source: Save your answer
eo: Sävé ýöür änswér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Guardar tu respuesta
fa_ir: پاسخ خود را ذخیره کنید
it_it: Salva la tua risposta
lv: Saglabāt Jūsu atbildi
mn: Хариултаа хадгалах

source: Reset your answer
eo: Rését ýöür änswér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: پاسخ خود را بازتنظیم کنید
it_it: Reimposta la tua risposta
lv: Atiestatīt Jūsu atbildi
mn: Хариултаа шинэчлэх

source: Show answer
eo: Shöw änswér Ⱡ'σяєм ιρѕυм ∂σłσя #
fa_ir: نمایش پاسخ
it_it: Mostra risposta

source: You have used {num_used} of {num_total} attempt
eo: Ýöü hävé üséd {num_used} öf {num_total} ättémpt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: شما تعداد {num_used} از مجموع {num_total} دفعات مجاز مراجعه را استفاده کرده اید.
it_it: Hai utilizzato {num_used} di {num_total} tentativo
lv: Jūs esat izmantojuši {num_used} mēģinājumu no {num_total}
mn: {num_total}-с {num_used} оролдого хийсэн байна.

source: Some problems have options such as save, reset, hints, or show answer. These options follow the Submit button.
eo: Sömé prößléms hävé öptïöns süçh äs sävé, rését, hïnts, ör shöw änswér. Thésé öptïöns föllöw thé Süßmït ßüttön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Algunos problemas tienen opciones como guardar, restablecer, sugerencias o mostrar respuesta. Estas opciones siguen al botón Enviar.
fa_ir: برخی از مسایل گزینه‌هایی دارند مانند ذخیره، بازتنظیم، نکات یا نمایش پاسخ. این گزینه‌ها از دکمۀ ارسال پیروی می‌کنند.
it_it: Per alcuni problemi sono disponibili le opzioni Salva, Reimposta, Suggerimenti o Mostra risposta. Queste opzioni seguono il pulsante Inoltra.
lv: Dažiem uzdevumiem ir tādas opcijas kā ‘saglabāt’, ‘atiestatīt’, ‘ieteikumi’ vai ‘parādīt atbildi’. Šīs opcijas ir pēc iesniegšanas pogas.
mn: Зарим асуудлууд нь save, reset, hints эсвэл хариулт харуулах зэрэг сонголтуудтай. Эдгээр сонголтууд нь Submit товчийг дагадаг.

source: Answers are displayed within the problem
eo: Ànswérs äré dïspläýéd wïthïn thé prößlém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: پاسخ ها در داخل این مسأله نمایش داده می‌شوند
it_it: Le risposte sono visualizzate all'interno del problema

source: Next Hint
eo: Néxt Hïnt Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Siguiente pista
fa_ir: نکته بعدی
it_it: Suggerimento successivo
lv: Nākamais ieteikums
mn: Дараагийн зөвлөгөө

source: Review
eo: Révïéw Ⱡ'σяєм ιρѕυ#
es_es: Revisión
fa_ir: مرور
it_it: Rivedi
lv: Pārskatīt
mn: Хянах

source: Log In
eo: Lög Ìn Ⱡ'σяєм ιρѕυ#
es_es: Iniciar sesión
fa_ir: ورود
it_it: Accedi
lv: Pieteikties
mn: Нэвтрэх

source: Your username, email, and full name will be sent to {destination}, where the collection and use of this information will be governed by their terms of service and privacy policy.
eo: Ýöür üsérnämé, émäïl, änd füll nämé wïll ßé sént tö {destination}, whéré thé çölléçtïön änd üsé öf thïs ïnförmätïön wïll ßé gövérnéd ßý théïr térms öf sérvïçé änd prïväçý pölïçý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒ#
es_es: Tu nombre de usuario, correo electrónico, y nombre completo serán enviados a {destination}, donde la recopilación y uso de esa información responderá a tus condiciones de servicio y privacidad.
fa_ir: نام و نام خانوادگی، نشانی رایانامه و نام‌کاربری شما به {destination} ارسال خواهد شد، جایی که جمع آوری و استفاده از این اطلاعات بر مبنای قوانین خدمات و سیاست حفظ حریم خصوصی آن‌ها مدیریت می‌شود.
it_it: Il tuo nome utente, indirizzo di posta elettronica e nome completo verranno inviati a {destination}, ove queste informazioni verranno raccolte ed utilizzate nel rispetto dei termini di servizio e della politica sulla privacy.
lv: Jūsu lietotājvārds, e-pasts un pilns vārds tiks nosūtīti uz {destination}, kur šīs informācijas savākšana un izmantošana tiks pārvaldīta atbilstoši viņu pakalpojumu un konfidencialitātes politikas noteikumiem.

source: E-mail
eo: É-mäïl Ⱡ'σяєм ιρѕυ#
es_es: Correo electrónico
fa_ir: نشانی رایانامه
lv: E-pasts
mn: Цахим шуудангийн хаяг

source: Return To %s
eo: Rétürn Tö %s Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Regresar a %s
fa_ir: بازگشت به %s
it_it: Ritorna A %s
lv: Atgriezties uz %s
mn: %s лүү буцах

source: {course_number} Courseware
eo: {course_number} Çöürséwäré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Material del curso {course_number}
fa_ir: ابزارهای آموزشی ‫{course_number}
it_it: {course_number} Materiale didattico
lv: {course_number} kursprogrammatūra
mn: {course_number} Хичээлийн материал

source: Re-subscribe Successful!
eo: Ré-süßsçrïßé Süççéssfül! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: ¡Re-inscripción efectuada con éxito!
fa_ir: آبونمان مجدد با موفقیت انجام شد!
it_it: Sottoscrizione Confermata!
lv: Atkārtota abonēšana veiksmīga!
mn: Амжилттай дахин бүртгүүллээ!

source: You have re-enabled forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}.
eo: Ýöü hävé ré-énäßléd förüm nötïfïçätïön émäïls fröm {platform_name}. Ýöü mäý {dashboard_link_start}rétürn tö ýöür däshßöärd{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Has reactivado las notificaciones del foro vía email de {platform_name}. Puedes {dashboard_link_start} volver a tu panel de control{link_end}.
fa_ir: دریافت هشدارهای اتاق گفتگو از {platform_name} مجددا فعال شد. می‌توانید به {dashboard_link_start} پیشخوان باز گردید{link_end}.
it_it: Hai riabilitato le mail di notifica del forum da {platform_name}. Puoi {dashboard_link_start}tornare alla tua dashboard{link_end}.
lv: Jūs esat atkārtoti iespējojuši paziņojumu e-pastus no {platform_name}. Jūs varat {dashboard_link_start}atgriezties uz Jūsu informācijas paneli{link_end}.
mn: Та {platform_name} -аас форумын мэдэгдэл имэйлийг дахин идэвхжүүлсэн байна. Та {dashboard_link_start} өөрийн хяналтын самбар руу буцах {link_end}.

source: Secondary e-mail change failed
eo: Séçöndärý é-mäïl çhängé fäïléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: تغییر دوبارۀ رایانامه موفق نبود
it_it: Modifica email secondaria non riuscita
mn: Хоёрдогч цахим шуудан өөрчлөхөд алдаа гарлаа

source: We were unable to activate your secondary email {secondary_email}
eo: Wé wéré ünäßlé tö äçtïväté ýöür séçöndärý émäïl {secondary_email} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: ما قادر به فعال‌سازی رایانامه دوم نبودیم {secondary_email}
it_it: Non siamo stati in grado di attivare la tua email secondaria {secondary_email}

source: Secondary e-mail change successful!
eo: Séçöndärý é-mäïl çhängé süççéssfül! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fa_ir: رایانامه دوم با موفقیت تغییر یافت
it_it: Modifica email secondaria eseguita correttamente.
mn: Хоёрдогч цахим шуудан амжилттай өөрчлөгдлөө!

source: Your secondary email has been activated. Please visit {link_start}dashboard{link_end} for courses.
eo: Ýöür séçöndärý émäïl häs ßéén äçtïvätéd. Pléäsé vïsït {link_start}däshßöärd{link_end} för çöürsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: رایانامه دوم شما فعال شد. لطفاً برای مشاهدۀ دوره‌های آموزشی به {link_start} پیشخوان {link_end} مراجعه کنید.
it_it: La mail secondaria è stata attivata. Visitare {link_start}dashboard{link_end} per i corsi.
mn: Таны хоёрдогч цахим шуудан идэвхжлээ. Хичээлүүд үзэх бол {link_start}энд{link_end} дарна уу

source: Important!
eo: Ìmpörtänt! Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: ¡Importante!
fa_ir: مهم
it_it: Importante!
lv: Svarīgi!
mn: Чухал!

# unit
source: Previous
eo: Prévïöüs Ⱡ'σяєм ιρѕυм ∂#
es_es: Anterior
fa_ir: قبل
it_it: Precedente

# unit
source: Next
eo: Néxt Ⱡ'σяєм ι#
es_es: Siguiente
fa_ir: بعدی
it_it: Prossimo

source: Sequence
eo: Séqüénçé Ⱡ'σяєм ιρѕυм ∂#
es_es: Secuencia
fa_ir: توالی
it_it: Sequenza
lv: Secība
mn: Дараалал

source: Completed
eo: Çömplétéd Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Completa.
fa_ir: کامل شده
it_it: Completato

source: Sign Up for {platform_name}
eo: Sïgn Ûp för {platform_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Apuntarse en {platform_name}
fa_ir: ثبت‌نام در {platform_name}
it_it: Registrati su {platform_name}
lv: Reģistrējieties {platform_name}
mn: {platform_name} системд бүртгүүлэх

source: e.g. yourname@domain.com
eo: é.g. ýöürnämé@dömäïn.çöm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Ej: nombre@dominio.com
fa_ir: مثلا: yourname@domain.com
it_it: es. yourname@domain.com
lv: piem., jūsuvārds@domēns.com
mn: жишээ нь: yourname@domain.com

source: e.g. yourname (shown on forums)
eo: é.g. ýöürnämé (shöwn ön förüms) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Ej: nombre (Así se mostrará en los foros)
fa_ir: مثلا: نام شما (قابل مشاهده در اتاق‌های گفتگو)
it_it: es. iltuonome (visualizzato sui forum)
lv: piem., Jūsuvārds (parādīts forumos)
mn: жишээ нь таны нэр (хэлэлцүүлэгт харагдана)

source: e.g. Your Name (for certificates)
eo: é.g. Ýöür Nämé (för çértïfïçätés) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Ej: Nombre (Así aparecerá en los certificados)
fa_ir: مثلا: نام شما (برای درج در گواهینامه)
it_it: es. Il Tuo Nome (per i certificati)
lv: piem., Jūsu Vārds (sertifikātiem)
mn: жишээ нь. Таны Нэр (гэрчилгээнд бичих)

source: {start_li}Welcome{end_li} {name}
eo: {start_li}Wélçömé{end_li} {name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: {start_li}خوش آمدید {end_li} {name}
it_it: {start_li}Benvenuto{end_li} {name}

source: Enter a public username:
eo: Éntér ä püßlïç üsérnämé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: یک نام که برای عموم قابل مشاهده است وارد کنید.
it_it: Inserisci il nome utente pubblico:
lv: Ievadiet publisku lietotājvārdu:
mn: Хэрэглэгчийн нэрээ оуруул:

source: Full Name *
eo: Füll Nämé * Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Nombre Completo *
fa_ir: نام و نام خانوادگی*
it_it: Nome e Cognome *
lv: Pilns vārds *
mn: Бүтэн Нэр *

source: Ed. Completed
eo: Éd. Çömplétéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Nivel de estudios completado
fa_ir: ED. تکمیل شده
it_it: Titolo di Studio
lv: Iegūtā izglītība
mn: Эзэмшсэн Боловсрол

source: Goals in signing up for {platform_name}
eo: Göäls ïn sïgnïng üp för {platform_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Objetivos al registrarse en {platform_name}
fa_ir: اهداف شما از ثبت‌نام در {platform_name}
it_it: Obiettivi di registrazione a {platform_name}
lv: Mērķi, reģistrējoties {platform_name}
mn: {platform_name} системд бүртгүүлж буй зорилго

source: I agree to the {link_start}Terms of Service{link_end}
eo: Ì ägréé tö thé {link_start}Térms öf Sérvïçé{link_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Acepto las {link_start}Condiciones del Servicio{link_end}
fa_ir: با {link_start}شرایط خدمات‌رسانی سامانه {link_end} موافقم.
it_it: Accetto i {link_start}Termini di Servizio{link_end}
lv: Es piekrītu {link_start}pakalpojuma nosacījumiem{link_end}
mn: Би {link_start}Үйлчилгээний нөхцлийг{link_end} зөвшөөрч байна.

source: I agree to the {link_start}Honor Code{link_end}
eo: Ì ägréé tö thé {link_start}Hönör Çödé{link_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Acepto el {link_start}Código de Honor{link_end}
fa_ir: با {link_start}اصول اخلاقی سامانه{link_end} موافقم
it_it: Accetto il {link_start}Codice d'Onore{link_end}
lv: Es piekrītu {link_start}goda kodeksam{link_end}
mn: Би {link_start}Ёс зүйн журмыг{link_end} зөвшөөрч байна

source: Create My Account
eo: Çréäté Mý Àççöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Crear mi cuenta
fa_ir: ایجاد حساب کاربری
it_it: Crea il Mio Account
lv: Izveidot manu kontu
mn: Бүртгэл үүсгэх

source: Already have an account?
eo: Àlréädý hävé än äççöünt? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: ¿Ya tienes una cuenta?
fa_ir: آیا قبلا در این سامانه حساب کاربری ایجاد کرده‌اید؟
it_it: Possiedi già un account?
lv: Jau ir konts?
mn: Бүртгэлтэй юу?

source: Login.
eo: Lögïn. Ⱡ'σяєм ιρѕυ#
es_es: Iniciar Sesión
fa_ir: ورود.
it_it: Accedi.
lv: Pieteikties.
mn: Нэвтэрэх.

source: This content experiment uses group configuration '{group_configuration_name}'.
eo: Thïs çöntént éxpérïmént üsés gröüp çönfïgürätïön '{group_configuration_name}'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Este contenido experimental utiliza configuración de grupos '{group_configuration_name}'.
fa_ir: این آزمایشداز محتوای گروه پیکربندی استفاده می‌کند '{group_configuration_name}'.
it_it: Questo esperimento sui contenuti utilizza la configurazione del gruppo '{group_configuration_name}'.
lv: Šajā satura eksperimentā tiek izmantota grupu konfigurācija '{group_configuration_name}'.
mn: Энэхүү контент нь группын тохиргоо ашигладаг '{group_configuration_name}'.

source: Active Groups
eo: Àçtïvé Gröüps Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Grupos activos
fa_ir: گروه‌های فعال
it_it: Gruppi Attivi
lv: Aktīvās grupas
mn: Идэвхтэй группууд

source: Inactive Groups
eo: Ìnäçtïvé Gröüps Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Grupos inactivos
fa_ir: گروه‌های غیرفعال
it_it: Gruppi Inattivi
lv: Neaktīvās grupas
mn: Идэвхгүй Бүлгүүд

source: Staff Debug Info
eo: Stäff Déßüg Ìnfö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Información de depuración para los administradores
fa_ir: اطلاعات اشکال‌زدایی
it_it: Informazioni di Debug per lo Staff
lv: Darbinieku atkļūdošanas informācija
mn: Ажилтны Дибаг Мэдээлэл

source: Submission history
eo: Süßmïssïön hïstörý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fa_ir: تاریخچه ثبت
it_it: Cronologia consegne
lv: Pieteikuma vēsture
mn: Илгээсэн түүх

source: {platform_name} Content Quality Assessment
eo: {platform_name} Çöntént Qüälïtý Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Evaluación de la Calidad en los contenidos de {platform_name}
fa_ir: ارزیابی کیفیت محتوا {platform_name}
it_it: Valutazione della Qualità dei Contenuti su {platform_name}
lv: {platform_name} satura kvalitātes izvērtēšana
mn: {platform_name} Контентын Чанарын Үнэлгээ

source: Comment
eo: Çömmént Ⱡ'σяєм ιρѕυм #
es_es: Comentario
fa_ir: نظر
it_it: Commento
lv: Komentārs
mn: Санал, шүүмж

source: comment
eo: çömmént Ⱡ'σяєм ιρѕυм #
es_es: comentario
fa_ir: نظر
it_it: commento
lv: komentārs
mn: санал, шүүмж

source: Tag
eo: Täg Ⱡ'σяєм#
es_es: Etiqueta
fa_ir: برچسب
it_it: Etichetta
lv: Tags
mn: Шошго

source: Optional tag (eg "done" or "broken"):
eo: Öptïönäl täg (ég "döné" ör "ßrökén"): Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Etiqueta opcional (por ejemplo "hecho" o "roto"):
fa_ir: برچسب اختیاری (به عنوان مثال "انجام شد" و یا "انجام نشد"):
it_it: Etichette opzionali (es. "finito" o "errato")
lv: Izvēles tags (piem., "pabeigts" vai "salūzis"):
mn: Сонголтот шошго (жишээ нь "хийсэн" эсвэл "эвдэрсэн"):

source: tag
eo: täg Ⱡ'σяєм#
es_es: etiqueta
fa_ir: برچسب
it_it: etichetta
lv: tags
mn: шошго

source: Add comment
eo: Àdd çömmént Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Añadir comentario
fa_ir: نظردهی
it_it: Aggiungi commento
lv: Pievienot komentāru
mn: Сэтгэгдэл бичих

source: Staff Debug:
eo: Stäff Déßüg: Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fa_ir: رفع اشکال کارکنان:
it_it: Debug per lo staff:
lv: Darbinieku atkļūdošana:
mn: Staff дибаг хийх:

source: Score (for override only)
eo: Sçöré (för övérrïdé önlý) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: امتیاز( فقط برای لغو)
it_it: Punteggio (solo per sostituzione)
lv: Punkti (tikai pārlabošanai)
mn: Оноо (зөвхөн дарахад)

source: Reset Learner's Attempts to Zero
eo: Rését Léärnér's Àttémpts tö Zérö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: بازیابی تعداد دفعات مجاز برای ثبت به صفر
it_it: Azzera tentativi dello studente
lv: Atiestatīt audzēkņa mēģinājumus uz nulli
mn: Суралцагчийн оролдлогын тоог тэг болгох

source: Delete Learner's State
eo: Délété Léärnér's Stäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Eliminar el estado del alumno
fa_ir: حذف موقعیت یادگیرنده
it_it: Elimina stato dello studente
lv: Dzēst audzēkņa stāvokli
mn: Суралцагчийн төлвийг устгах

source: Rescore Learner's Submission
eo: Résçöré Léärnér's Süßmïssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Entrega de nueva calificación al estudiante
fa_ir: ارزیابی مجدد کار یادگیرنده
it_it: Ricalcola punteggio consegna dello studente
lv: Atkārtoti vērtēt audzēkņa iesniegto
mn: Суралцагчийн илгээсэн материалд дахин оноо өгөх

source: Rescore Only If Score Improves
eo: Résçöré Önlý Ìf Sçöré Ìmprövés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Actualizar solo si mejora
fa_ir: ارزیابی مجدد تنها در صورتی که نمره پیشرفت کند.
it_it: Ricalcola punteggio solo se il punteggio migliora
lv: Atkārtoti vērtēt tikai, ja uzlabojas vērtējums
mn: Зөвхөн Score сайжирч байгаа тохиолдолд л зөвхөн хариугаа аваарай

source: Override Score
eo: Övérrïdé Sçöré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Anular puntuación
fa_ir: امتیاز لغو
it_it: Sostituisci punteggio
lv: Pārlabot vērtējumu
mn: Хүчингүй болгосон оноо

source: Module Fields
eo: Mödülé Fïélds Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Campos de módulo
fa_ir: قسمت‌های ماژول
it_it: Campi del Modulo
lv: Moduļu lauki
mn: Модулийн талбар

source: XML attributes
eo: XML ättrïßütés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Atributos XML
fa_ir: ویژگی‌های ایکس ام ال
it_it: Attributi XML
lv: XML atribūti
mn: XML шинж чанарууд

source: Submission History Viewer
eo: Süßmïssïön Hïstörý Vïéwér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Visor del historial de envíos
fa_ir: نمایش سابقه ثبت
it_it: Visualizzazione Cronologia Consegne
lv: Iesniegumu vēstures skatītājs
mn: Илгээсэн түүхийг үзэх

source: Learner's {platform_name} email address or username:
fa_ir: نشانی رایانامه یا نام کاربری {platform_name} فرد یادگیرنده:
it_it: Nome utente o indirizzo email {platform_name} dello studente:

source: Enter the learner email address or username
fa_ir: نشانی رایانامه یا نام کاربری یادگیرنده را وارد کنید
it_it: Inserisci l'indirizzo email o il nome utente dello studente

source: View History
eo: Vïéw Hïstörý Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Ver el historial
fa_ir: مشاهده سابقه
it_it: Visualizza Cronologia
lv: Skatīt vēsturi
mn: Түүх үзэх

source: {course_number} Textbook
eo: {course_number} Téxtßöök Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Libro de texto para {course_number}
fa_ir: {course_number}محتوای آموزشی
it_it: {course_number} Libro di testo
lv: {course_number} Mācību grāmata
mn: {course_number} Сурах бичиг

source: Textbook Navigation
eo: Téxtßöök Nävïgätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Navegación del libro de texto
fa_ir: مرور محتوای آموزشی
it_it: Navigazione Libro di testo
lv: Mācību grāmatu navigācija
mn: Сурах бичгийн хөтөч

source: Page
eo: Pägé Ⱡ'σяєм ι#
es_es: Página
fa_ir: صفحه
it_it: Pagina
lv: Lapa
mn: Хуудас

source: Previous page
eo: Prévïöüs pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Página anterior
fa_ir: صفحه قبلی
it_it: Pagina precedente
lv: Iepriekšējā lapa
mn: Өмнөх хуудас

source: Next page
eo: Néxt pägé Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Página siguiente
fa_ir: صفحه بعدی
it_it: Prossima Pagina
lv: Nākamā lapa
mn: Дараагийн хуудас

source: Tracking Log
eo: Träçkïng Lög Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Registro de seguimiento
fa_ir: رهگیری ورود
it_it: Log di Monitoraggio
lv: Izsekošanas žurnāls
mn: Мөшгөх бүртгэл

source: datetime
eo: dätétïmé Ⱡ'σяєм ιρѕυм ∂#
es_es: fecha y hora
fa_ir: تاریخ ساعت
it_it: data e ora
mn: өдөрцаг

source: source
eo: söürçé Ⱡ'σяєм ιρѕυ#
es_es: fuente
fa_ir: منبع
it_it: fonte
lv: avots
mn: сурвалж

source: type
eo: týpé Ⱡ'σяєм ι#
es_es: tipo
fa_ir: نوع
it_it: tipo
lv: veids
mn: шивэх

source: Unsubscribe Successful!
eo: Ûnsüßsçrïßé Süççéssfül! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: ¡Anulación de la suscripción realizada con éxito!
fa_ir: لغو آبونمان با موفقیت انجام شد!
it_it: Cancellazione Confermata!
lv: Abonēšanas pārtraukšana veiksmīga!
mn: Бүртгэлээс амжилттай хаслаа!
