Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: This image file must have an aspect ratio of {video_image_aspect_ratio_text}.
eo: Thïs ïmägé fïlé müst hävé än äspéçt rätïö öf {video_image_aspect_ratio_text}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Esta imagen debe tener una relación de aspecto de {video_image_aspect_ratio_text}.
fa_ir: نسبت ابعاد این پرونده تصویری باید {video_image_aspect_ratio_text} باشد.
it_it: Questo file immagine deve avere delle proporzioni di {video_image_aspect_ratio_text}.

source: The image file name can only contain letters, numbers, hyphens (-), and underscores (_).
eo: Thé ïmägé fïlé nämé çän önlý çöntäïn léttérs, nümßérs, hýphéns (-), änd ündérsçörés (_). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: El nombre del fichero de imagen sólo puede contener letras, números, guiones (-) y guiones bajos (_).
fa_ir: نام پروندۀ تصویری باید شامل حروف، اعداد، خط فاصله (-) و زیر خط (_) باشد.
it_it: Il nome del file immagine può contenere solo lettere, numeri, trattini (-) e caratteri di sottolineatura (_).

source: Upload completed
eo: Ûplöäd çömplétéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Carga completada
fa_ir: بارگذاری کامل شد
it_it: Caricamento completato
lv: Augšupielāde pabeigta

source: File {filename} exceeds maximum size of {maximum_size_in_megabytes} MB.
eo: Fïlé {filename} éxçééds mäxïmüm sïzé öf {maximum_size_in_megabytes} MB. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: El fichero {filename} supera el tamaño máximo de {maximum_size_in_megabytes} MB.
fa_ir: اندازۀ پروندۀ {filename} بیش از{maximum_size_in_megabytes} مگابایت است
it_it: La dimensione del file {filename} supera la dimensione massima di {maximum_size_in_megabytes} MB.

source: Libraries cannot have more than {limit} components
eo: Lïßrärïés çännöt hävé möré thän {limit} çömpönénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: کتابخانه‌ها نمی‌توانند بیش از {limit} مؤلفه داشته باشند
it_it: Le librerie non possono avere più di {limit} componenti

source: Invalid data
eo: Ìnvälïd dätä Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fa_ir: داده معتبر نیست
it_it: Dati non validi

source: Invalid data ({details})
eo: Ìnvälïd dätä ({details}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Fecha no válida ({details})
fa_ir: داده معتبر ({details}) نیست
it_it: Dati non validi ({details})

source: You can not move {source_type} into {target_parent_type}.
eo: Ýöü çän nöt mövé {source_type} ïntö {target_parent_type}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: نمی‌توانید {source_type} را به {target_parent_type} منتقل کنید.
it_it: È possibile spostare {source_type} in {target_parent_type}.

source: Item is already present in target location.
eo: Ìtém ïs älréädý présént ïn tärgét löçätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El elemento ya estaba en la ubicación de destino
fa_ir: الان این محصول در محل مورد نظر است.
it_it: Elemento già presente nell'ubicazione di destinazione.

source: You can not move an item into itself.
eo: Ýöü çän nöt mövé än ïtém ïntö ïtsélf. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: No puedes mover un elemento a si mismo.
fa_ir: نمی‌توانید موردی را به خود منتقل کنید.
it_it: Non è possibile spostare un elemento in se stesso.

source: You can not move an item into it's child.
eo: Ýöü çän nöt mövé än ïtém ïntö ït's çhïld. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No puedes mover un elemento a su hijo.
fa_ir: شما نمی‌توانید این مورد را به زیر مجموعه‌اش بیفزایید.
it_it: Non è possibile spostare un elemento nel proprio elemento secondario.

source: You can not move an item directly into content experiment.
eo: Ýöü çän nöt mövé än ïtém dïréçtlý ïntö çöntént éxpérïmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No puedes mover un elemento directamente al contenido del experimento
fa_ir: نمی‌‌توانید موردی را مستقیماً به تجربه محتوا منتقل کنید.
it_it: Non è possibile spostare un elemento direttamente nell'esperimento del contenuto.

source: {source_usage_key} not found in {parent_usage_key}.
eo: {source_usage_key} nöt föünd ïn {parent_usage_key}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: {source_usage_key} در {parent_usage_key} پیدا نشد.
it_it: {source_usage_key} non trovato in {parent_usage_key}.

source: You can not move {source_usage_key} at an invalid index ({target_index}).
eo: Ýöü çän nöt mövé {source_usage_key} ät än ïnvälïd ïndéx ({target_index}). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: نمی‌توانید {source_usage_key} را در یک نمایۀ نامعتبر به ({target_index}) منتقل کنید.
it_it: Non è possibile spostare {source_usage_key} in un indice non valido ({target_index}).

source: You must provide target_index ({target_index}) as an integer.
eo: Ýöü müst prövïdé tärgét_ïndéx ({target_index}) äs än ïntégér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: شما باید target_index ({target_index}) را به‌عنوان یک عدد صحیح ارائه دهید.
it_it: target_index ({target_index}) deve essere un numero intero.

source: Duplicate of {0}
eo: Düplïçäté öf {0} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Duplicado de {0}
fa_ir: کپی{0}
it_it: Duplicato di {0}

source: Duplicate of '{0}'
eo: Düplïçäté öf '{0}' Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Duplicado de '{0}'
fa_ir: کپی '{0}'
it_it: Duplicato di '{0}'

source: Students must score {score}{pct_sign} or higher to access course materials.
eo: Stüdénts müst sçöré {score}{pct_sign} ör hïghér tö äççéss çöürsé mätérïäls. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: دانش آموزان باید {score}{pct_sign} یا بیشتر از آن را برای شرکت در دوره آموزشی کسب کنند.
it_it: Gli studenti devono ottenere un punteggio di {score}{pct_sign} o superiore per accedere al materiale del corso.

source: must have name of the certificate
eo: müst hävé nämé öf thé çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: debe tener el nombre del certificado
fa_ir: باید نام گواهی را همراه داشته باشد
it_it: è necessario avere il nome del certificato
lv: sertifikātam vajadzīgs nosaukums

source: Certificate dict {0} missing value key '{1}'
eo: Çértïfïçäté dïçt {0} mïssïng välüé kéý '{1}' Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: گواهی dict {0} کلید مقدار مفقودی '{1}'
it_it: Il dizionario del certificato {0} non ha la chiave valore '{1}'

source: PermissionDenied: Failed in authenticating {user}
eo: PérmïssïönDénïéd: Fäïléd ïn äüthéntïçätïng {user} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: PermissionDenied: احراز هویت {user} انجام نشد
it_it: Autorizzazione non concessa: Autenticazione di {user} non riuscita

source: {platform_name} Support Levels:
eo: {platform_name} Süppört Lévéls: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: {platform_name} Niveles de soporte:
fa_ir: {platform_name} سطوح پشتیبانی:
it_it: Livelli di Supporto {platform_name}:
lv: {platform_name} Atbalsta pakāpes:

source: Open Response
fa_ir: پاسخ باز
it_it: Risposta Aperta

source: Library Content
fa_ir: محتوای کتابخانه
it_it: Contenuto della libreria

source: Blank
eo: Blänk Ⱡ'σяєм ιρѕ#
es_es: Vacío
fa_ir: جای خالی
it_it: Vuoto
lv: Tukšs

source: Peer Assessment Only
fa_ir: فقط ارزیابی همتا
it_it: Solo valutazione dei colleghi

source: Course has been successfully reindexed.
eo: Çöürsé häs ßéén süççéssfüllý réïndéxéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: دوره آموزشی با موفقیت دوباره نمایه شده است.
it_it: Il corso è stato correttamente reindicizzato.
lv: Kurss ir veiksmīgi pārindeksots.

source: Set Date
eo: Sét Däté Ⱡ'σяєм ιρѕυм ∂#
es_es: Fijar Fecha
fa_ir: ثبت تاریخ
it_it: Imposta data

source: Special characters not allowed in organization, course number, and course run.
eo: Spéçïäl çhäräçtérs nöt ällöwéd ïn örgänïzätïön, çöürsé nümßér, änd çöürsé rün. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Los caracteres especiales no pueden usarse en organización, número de curso ni edición del curso.
fa_ir: نویسه‌های خاص در سازمان، شماره دوره آموزشی، و اجرای دوره مجاز نیست.
it_it: Caratteri speciali non consentiti nell'organizzazione, numero del corso e nell'edizione del corso.

source: There is already a course defined with the same organization and course number. Please change either organization or course number to be unique.
eo: Théré ïs älréädý ä çöürsé défïnéd wïth thé sämé örgänïzätïön änd çöürsé nümßér. Pléäsé çhängé éïthér örgänïzätïön ör çöürsé nümßér tö ßé ünïqüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ є#
es_es: Ya hay definido un curso con la misma organización y número de curso. Por favor, cambia al menos uno de estos campos para que sea único.
fa_ir: پیش از این، دوره‌ای با همان سازمان و شماره دوره در سامانه تعریف شده‌است. لطفاً واحد یا شماره دوره را تغییر دهید تا دوره شما منحصربه‌فرد شود.
it_it: Esiste già un corso definito con questa organizzazione e numero di corso. Modificare l'organizzazione o il numero del corso in modo che siano univoci.

source: Please change either the organization or course number so that it is unique.
eo: Pléäsé çhängé éïthér thé örgänïzätïön ör çöürsé nümßér sö thät ït ïs ünïqüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Por favor, cambie la organización o el número de curso para que sea único.
fa_ir: لطفا بخش یا شماره دوره را تغییر دهید تا تبدیل به عددی منحصربه‌فرد شود.
it_it: Per favore cambia o l'organizzazione o il numero del corso in modo che sia unico.

source: Unable to create course '{name}'. {err}
eo: Ûnäßlé tö çréäté çöürsé '{name}'. {err} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: No ha sido posible crear el curso '{name}'. {err}
fa_ir: با نام '{name}' امکان ایجاد مطلب وجود ندارد. {err}
it_it: Impossibile creare il corso '{name}'. {err}

source: User does not have the permission to create courses in this organization or course creation is disabled
fa_ir: کاربر اجازه ایجاد دوره آموزشی در این سازمان را ندارد یا ایجاد دوره آموزشی غیرفعال است
it_it: L&#39;utente non dispone dell&#39;autorizzazione per creare corsi in questa organizzazione o la creazione del corso è disabilitata

source: You must link this course to an organization in order to continue. Organization you selected does not exist in the system, you will need to add it to the system
eo: Ýöü müst lïnk thïs çöürsé tö än örgänïzätïön ïn ördér tö çöntïnüé. Örgänïzätïön ýöü séléçtéd döés nöt éxïst ïn thé sýstém, ýöü wïll nééd tö ädd ït tö thé sýstém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυ#
es_es: Debe vincular este curso a una organización para continuar. La organización que ha seleccionado no existe en el sistema, deberá añadirla al sistema
fa_ir: برای ادامۀ کار باید این دوره را به یک سازمان پیوند دهید. سازمانی که برگزیدید در سامانه وجود ندارد، لذا نیاز است که ابتدا آن را بیفزایید
it_it: Per continuare è necessario collegare questo corso a un'organizzazione. L'organizzazione selezionata non esiste nel sistema, sarà necessario aggiungerla al sistema

source: Invalid prerequisite course key
eo: Ìnvälïd préréqüïsïté çöürsé kéý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Clave de curso pre-requisito no válida
fa_ir: کلید دوره پیش‌نیاز معتبر نیست
it_it: Chiave corso richiesta non valida

source: An error occurred while trying to save your tabs
eo: Àn érrör öççürréd whïlé trýïng tö sävé ýöür täßs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: هنگام ذخیرۀ زبانه‌های موردنظر شما خطایی روی داد
it_it: Si è verificato un errore nel tentativo di salvare le schede

source: Tabs Exception
eo: Täßs Éxçéptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fa_ir: استثنا زبانه‌ها
it_it: Eccezione tab

source: This group configuration is in use and cannot be deleted.
eo: Thïs gröüp çönfïgürätïön ïs ïn üsé änd çännöt ßé délétéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Esta configuración está en uso y no puede ser eliminada.
fa_ir: این پیکربندی گروه، در حال استفاده است و قابل حذف نیست.
it_it: La configurazione del gruppo è attualmente utilizzata e non può essere eliminata.

source: This content group is in use and cannot be deleted.
eo: Thïs çöntént gröüp ïs ïn üsé änd çännöt ßé délétéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Este grupo de contenidos está en uso y no se puede eliminar.
fa_ir: این گروه محتوا مورد استفاده قرار گرفته‌است و قابل حذف نیست.
it_it: Il gruppo di contenuti è attualmente utilizzato e non può essere eliminata.

source: Entrance Exam - Subsection
eo: Éntränçé Éxäm - Süßséçtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Examen de ingreso - Subsección
fa_ir: امتحان ورودی- زیربخش
it_it: Esame di ammissione - Sottosezione

source: Completed Course Entrance Exam
eo: Çömplétéd Çöürsé Éntränçé Éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: امتحان ورودی دورۀ تکمیل شده
it_it: Esame di ammissione al corso completato

source: Course successfully exported to git repository
eo: Çöürsé süççéssfüllý éxpörtéd tö gït répösïtörý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Se ha exportado con éxito el curso al repositorio git
fa_ir: دوره با موفقیت به مخزن git صادر شد
it_it: Corso correttamente esportato nel repository git

source: Vertical
eo: Vértïçäl Ⱡ'σяєм ιρѕυм ∂#
fa_ir: عمودی
it_it: Verticale
lv: Vertikāls

source: Section
eo: Séçtïön Ⱡ'σяєм ιρѕυм #
es_es: Sección
fa_ir: بخش
it_it: Sezione
lv: Segments
mn: Хэсэг

source: Subsection
eo: Süßséçtïön Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Subsección
fa_ir: زیربخش
it_it: Sottosezione
lv: Apakšsegments
mn: Дэд-хэсэг

source: Some chunks missed during file upload. Please try again
fa_ir: برخی بخش‌ها در هنگام بارگذاری پرونده از دست رفته‌اند. لطفاً دوباره تلاش کنید
it_it: Alcuni blocchi mancanti nel caricamento del file. Provare di nuovo.

source: File upload failed. Please try again
fa_ir: بارگذاری پرونده ناموفق بود. لطفاً دوباره تلاش کنید
it_it: Caricamento del file non riuscito. Per favore riprova

source: User does not have the permission to create library in this organization or course creation is disabled
fa_ir: کاربر مجوز ایجاد کتابخانه در این سازمان را ندارد یا ایجاد دوره آموزشی غیرفعال است
it_it: L&#39;utente non dispone dell&#39;autorizzazione per creare una libreria in questa organizzazione o la creazione del corso è disabilitata

source: Unable to create library - missing required field '{field}'
eo: Ûnäßlé tö çréäté lïßrärý - mïssïng réqüïréd fïéld '{field}' Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Imposible crear la biblioteca - falta el campo requerido '{field}'
fa_ir: امکان ساخت کتابخانه وجود ندارد - مورد خواسته شده وارد نشده '{field}'
it_it: Impossibile creare la libreria, manca il campo obbligatorio '{field}'

source: Unable to create library '{name}'. {err}
eo: Ûnäßlé tö çréäté lïßrärý '{name}'. {err} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Imposible crear la biblioteca '{name}'. {err}
fa_ir: امکان ساخت کتابخانه '{name}' وجود ندارد. {err}
it_it: Impossibile creare la libreria '{name}'. {err}

source: There is already a library defined with the same organization and library code. Please change your library code so that it is unique within your organization.
eo: Théré ïs älréädý ä lïßrärý défïnéd wïth thé sämé örgänïzätïön änd lïßrärý çödé. Pléäsé çhängé ýöür lïßrärý çödé sö thät ït ïs ünïqüé wïthïn ýöür örgänïzätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт#
es_es: Ya existe una biblioteca definida con la misma organización y código de biblioteca. Por favor, cambia el código de la biblioteca para que sea único en tu organización.
fa_ir: پیش از این کتابخانه‌ای با همان نام سازمان و کد کتابخانه در سامانه تعریف شده‌است. لطفاً کد کتابخانه خود را تغییر دهید تا کتابخانۀ مذکور در سازمان شما منحصر به فرد باشد.
it_it: Esiste già una libreria definita con questa organizzazione e codice libreria. Modificare il codice libreria in modo da renderlo univoco all'interno dell'organizzazione.

source: '{organization_key}' is not a valid organization identifier.
fa_ir: "{organization_key}" شناسۀ سازمانی معتبری نیست.
it_it: '{organization_key}' non è un identificativo valido per l'organizzazione.

source: Access restricted to: {list_of_groups}
eo: Àççéss réstrïçtéd tö: {list_of_groups} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Acceso restringido a: {list_of_groups}
fa_ir: دسترسی محدود شد به: {list_of_groups}
it_it: Accesso limitato a: {list_of_groups}

source: The information you entered is incorrect.
eo: Thé ïnförmätïön ýöü éntéréd ïs ïnçörréçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: La información que ha introducido no es correcta.
fa_ir: اطلاعاتی ورودی، نادرست است.
it_it: L'informazione immessa non è corretta.

source: Cannot find item by locator.
eo: Çännöt fïnd ïtém ßý löçätör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: این مورد با استفاده از مکان‌یاب پیدا نشد.
it_it: Impossibile trovare l'elemento in base al localizzatore.

source: Video locator is required.
eo: Vïdéö löçätör ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: مکان‌یاب ویدئو ضروری است.
it_it: Localizzatore video obbligatorio.

source: This transcript file type is not supported.
eo: Thïs tränsçrïpt fïlé týpé ïs nöt süppörtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: این نوع زیرنویس پشتیبانی نمی‌شود.
it_it: Questo tipo di file della trascrizione non è supportato.

source: Video ID is required.
eo: Vïdéö ÌD ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Se requiere la ID del vídeo.
fa_ir: شناسۀ ویدئو ضروری است.
it_it: ID video obbligatorio.

source: Incoming video data is empty.
eo: Ìnçömïng vïdéö dätä ïs émptý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Los datos recibidos del vídeo están vacíos.
fa_ir: داده‌های ویدئوی ورودی خالی است.
it_it: I dati del video in entrata sono vuoti.

source: Can't find item by locator.
eo: Çän't fïnd ïtém ßý löçätör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: No se pudo encontrar el elemento con el localizador indicado.
fa_ir: این مورد با استفاده از مکان‌یاب پیدا نشد.
it_it: Impossibile trovare l'elemento in base al localizzatore.

source: No such transcript.
eo: Nö süçh tränsçrïpt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fa_ir: هیچ زیرنویسی نیست.
it_it: La trascrizione non esiste.

source: There is a problem with the chosen transcript file.
eo: Théré ïs ä prößlém wïth thé çhösén tränsçrïpt fïlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: مشکلی در زیرنویس منتخب وجود دارد.
it_it: Si è verificato un problema nel file della trascrizione scelto.

source: There is a problem with the existing transcript file. Please upload a different file.
eo: Théré ïs ä prößlém wïth thé éxïstïng tränsçrïpt fïlé. Pléäsé üplöäd ä dïfférént fïlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: مشکلی در پروندۀ زیرنویس کنونی وجود دارد. پروندۀ دیگری را بارگذاری کنید.
it_it: Si è verificato un problema nel file della trascrizione esistente. Caricare un file diverso.

source: YouTube ID is required.
eo: ÝöüTüßé ÌD ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Se requiere la ID de YouTube.
fa_ir: شناسۀ یوتیوب ضروری است.
it_it: ID YouTube obbligatorio.

source: There is a problem with the YouTube transcript file.
eo: Théré ïs ä prößlém wïth thé ÝöüTüßé tränsçrïpt fïlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: در پروندۀ زیرنویس YouTube مشکلی وجود دارد.
it_it: Si è verificato un problema nel file della trascrizione YouTube.

source: Insufficient permissions
eo: Ìnsüffïçïént pérmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Permisos insuficientes
fa_ir: مجوز ناکافی
it_it: Permessi insufficienti

source: Could not find user by email address '{email}'.
eo: Çöüld nöt fïnd üsér ßý émäïl äddréss '{email}'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: کاربری با نشانی رایانامه وارد شده یافت نشد. '{email}'
it_it: Impossibile trovare l'utente tramite indirizzo di posta elettronica '{email}'.

source: No `role` specified.
eo: Nö `rölé` spéçïfïéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: No se especificó ningún 'role'
fa_ir: هیچ `نقشی` مشخص نشده است.
it_it: Nessun `ruolo` specificato.

source: User {email} has registered but has not yet activated their account.
fa_ir: کاربر {email} ثبت‌نام کرده‌ اما هنوز حساب کاربریش را فعال ننموده است.
it_it: L'utente {email} si è registrato ma non ha ancora attivato il proprio account.

source: Invalid `role` specified.
eo: Ìnvälïd `rölé` spéçïfïéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: 'Role' especificado no válido.
fa_ir: این `نقش` معتبر شناخته شده است.
it_it: Specificato `ruolo` non valido.

source: You may not remove the last Admin. Add another Admin first.
eo: Ýöü mäý nöt rémövé thé läst Àdmïn. Àdd änöthér Àdmïn fïrst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No debe eliminar el último Administrador. Añade otro Administrador antes.
fa_ir: شما نمی‌توانید آخرین مدیر را حذف کنید. لازم است ابتدا مدیر دیگری بیفزایید.
it_it: Non sarà possibile rimuovere l'ultimo Amministratore. Aggiungere prima un altro amministratore.

source: Uploading
eo: Ûplöädïng Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Subiendo
fa_ir: در حال بارگذاری...
it_it: Caricamento
lv: Augšupielādē
mn: ОР

source: In Progress
eo: Ìn Prögréss Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: En progreso
fa_ir: درحال پیشرفت
it_it: In corso
lv: Progresā
mn: Явагдаж байна

source: Ready
eo: Réädý Ⱡ'σяєм ιρѕ#
es_es: Listo
fa_ir: آماده
it_it: Pronto

source: Uploaded
eo: Ûplöädéd Ⱡ'σяєм ιρѕυм ∂#
fa_ir: بارگذاری شد
it_it: Caricato

source: Failed
eo: Fäïléd Ⱡ'σяєм ιρѕυ#
es_es: Ha fallado
fa_ir: ناموفق
it_it: Fallita

source: Cancelled
eo: Çänçélléd Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Suprimido.
fa_ir: لغو شد
it_it: Cancellato

source: Failed Duplicate
eo: Fäïléd Düplïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: تکرار موفق نبود
it_it: Duplicazione non riuscita

source: YouTube Duplicate
eo: ÝöüTüßé Düplïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: YouTube تکراری
it_it: Duplicato YouTube

source: Invalid Token
eo: Ìnvälïd Tökén Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Elemento inválido
fa_ir: کد معتبر نیست
it_it: Token non valido

source: Imported
eo: Ìmpörtéd Ⱡ'σяєм ιρѕυм ∂#
es_es: Importado
fa_ir: واردشده به سامانه
it_it: Importato

source: Unknown
eo: Ûnknöwn Ⱡ'σяєм ιρѕυм #
es_es: Desconocido
fa_ir: ناشناخته
it_it: Sconosciuto
lv: Nezināms
mn: Мэдэгдээгүй

source: Transcription in Progress
eo: Tränsçrïptïön ïn Prögréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: زیرنویس در جریان است
it_it: Trascrizione in corso

source: Transcript Ready
eo: Tränsçrïpt Réädý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: زیرنویس آماده است
it_it: Trascrizione pronta

source: Partial Failure
eo: Pärtïäl Fäïlüré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fa_ir: تاحدی ناموفق
it_it: Malfunzionamento parziale

source: Transcript Failed
eo: Tränsçrïpt Fäïléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: متن زیرنویس رد شد
it_it: Trascrizione non riuscita

source: An image file is required.
eo: Àn ïmägé fïlé ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Se requiere un fichero de imagen.
fa_ir: فایل تصویری ضروری است.
it_it: È necessario un file immagine.

source: {profile_name} URL
eo: {profile_name} ÛRL Ⱡ'σяєм ιρѕυм #
es_es: URL {profile_name}
fa_ir: نشانی اینترنتی {profile_name}
it_it: URL {profile_name}

source: Duration
eo: Dürätïön Ⱡ'σяєм ιρѕυм ∂#
es_es: Duración
fa_ir: مدت زمان
it_it: Durata
