Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: Deadlines
fa_ir: سررسیدها
it_it: Scadenze
tr_tr: Son tarihler

source: Errors/Technical Issues
fa_ir: خطاها/مسایل فنی
it_it: Errori/Problemi tecnici
tr_tr: Hatalar/Teknik Sorunlar

source: Financial Aid
fa_ir: راهنمایی فنی
it_it: Aiuto finanziario
tr_tr: Mâli Yardım

source: Photo Verification
fa_ir: تأیید تصویر
it_it: Verifica foto
tr_tr: Fotoğraf Doğrulama

source: Proctoring
fa_ir: محافظت از آزمون
it_it: Supervisione
tr_tr: Gözetmenli

source: Other
fa_ir: سایر
he: אחר
it_it: Altro
tr_tr: Diğer

source: Course Discussion Forum
fa_ir: اتاق گفتگوی دوره آموزشی
it_it: Forum di discussione del corso
tr_tr: Ders Tartışma Forumu

source: While our support team is happy to assist with the edX platform, the course staff has the expertise for specific assignment questions, grading or the proper procedures in each course. Please post all course related questions within the Discussion Forum where the Course Staff can directly respond.
fa_ir: تیم پشتیبانی ما خرسند است كه به پلتفرم edX كمك می‌كند، كاركنان دورۀ تخصصی دربارۀ سؤالات، درجه‌بندی یا روش‌های مناسب در هر دوره متبحر هستند. لطفاً همۀ سؤالات مربوط به دوره آموزشی را در تالار گفتمان ارسال کنید، جایی که کارکنان دوره می‌توانند مستقیماً پاسخگو باشند.
it_it: Sebbene il nostro team di supporto sia lieto di assistere con la piattaforma edX, lo staff del corso ha l'esperienza necessaria per rispondere a domande specifiche del compito, valutazioni o procedure appropriate in ogni corso. Pubblica tutte le domande relative al corso all'interno del forum di discussione dove lo staff del corso potrà rispondere direttamente.
tr_tr: Destek ekibimiz edX platformuna yardımcı olmaktan mutluluk duyarken, ders personeli her derste belirli ödev soruları, derecelendirme veya ilgili süreçler konusunda uzmanlığa sahiptir. Lütfen dersle ilgili tüm soruları Ders Personeli'nin doğrudan yanıtlayabileceği Tartışma Forumu'na gönderin.

source: Details
fa_ir: جزئیات
it_it: Dettagli
tr_tr: Ayrıntılar

source: the more quickly and helpfully we can respond!
fa_ir: با سرعت و کمک بیشتری می‌توانیم پاسخ دهیم!
it_it: il più velocemente ed utilmente potremo rispondere!
tr_tr: o kadar hızlı ve yardımcı bir şekilde yanıt verebiliriz!

source: Create Support Ticket
fa_ir: درخواست پشتیبانی
it_it: Crea Ticket di Supporto
tr_tr: Destek Talebi Oluştur

source: What can we help you with, {username}?
fa_ir: {username} عزیز، در کدام قسمت شما را راهنمایی کنیم ؟
it_it: In che cosa possiamo aiutarti, {username}?
tr_tr: Sana nasıl yardımcı olabiliriz, {username}?

source: Sign in to {platform} so we can help you better.
fa_ir: در {platform} ثبت‌نام کنید تا به طور مؤثرتری یاری‌رسان شما باشیم.
it_it: Accedi a {platform} in modo da consentirci di aiutarti meglio.
tr_tr: {platform} platformuna kaydolarak size daha iyi yardım etmemizi sağlayabilirsiniz.

source: Need help logging in?
fa_ir: برای ورود به سامانه نیاز به راهنمایی دارید؟
it_it: Hai bisogno di aiuto per accedere?
tr_tr: Oturum açmak için yardıma mı ihtiyacınız var?

source: Select a course or select "Not specific to a course" for your support request.
fa_ir: یک دوره آموزشی یا گزینۀ " هیچ دورۀ آموزشی ویژه‌ای مد نظرم نیست" را برای درخواست پشتیبانی انتخاب کنید.
it_it: Seleziona un corso oppure seleziona "Non relativo ad un corso" per una richiesta di supporto.
tr_tr: Destek talebiniz için dersi ya da "Bir derse özel değil" seçeneğini belirtin.

source: Select a subject for your support request.
fa_ir: موضوعی برای درخواست پشتیبانی خود برگزینید.
it_it: Seleziona un argomento per la tua richiesta di supporto.
tr_tr: Destek talebiniz için bir konu seçin.

source: Enter some details for your support request.
fa_ir: جزئیاتی از درخواست پشتیبانی خود وارد کنید
it_it: Inserisci alcuni dettagli per la tua richiesta di supporto.
tr_tr: Destek talebinize dair ayrıntıları girin.

source: Contact Us
fa_ir: تماس با ما
it_it: Contattaci
tr_tr: Bizimle İletişime Geçin

source: Find answers to the top questions asked by learners.
fa_ir: پاسخ‌های مربوط به پرسش‌های برتر کاربران را بیابید.
it_it: Trova le risposte alle principali domande poste dagli studenti.
tr_tr: Öğrenciler tarafından en sık yöneltilen soruların cevaplarına göz atın.

source: Go to my Dashboard
fa_ir: برو به پیشخوان من
it_it: Vai alla mia Dashboard
tr_tr: Panelime Git

source: Go to {platform} Home
fa_ir: برو به خانۀ {platform}
it_it: Vai alla home di {platform}
tr_tr: {platform} Anasayfasına Git

source: Thank you for submitting a request! We appreciate your patience while we work to review your request.
fa_ir: با تشکر از شما برای ارسال درخواست‌تان! ما در حال بررسی درخواست‌تان هستیم. قدردان شکیبایی شما هستیم.
it_it: Grazie per averci inviato una richiesta. Apprezziamo la tua pazienza mentre ci adoperiamo per esaminare la tua richiesta.
tr_tr: Bize talebinizi ilettiğiniz için teşekkür ederiz! Talebinizi incelemeye çalışırken geçen sürede sabrınız için teşekkür ederiz.

source: Cancel upload
fa_ir: لغو بارگذاری
it_it: Annulla caricamento
tr_tr: Yüklemeyi iptal et

source: last activity
fa_ir: آخرین فعالیت
he: פעילות אחרונה
it_it: ultima attività
tr_tr: son faaliyet

source: open slots
fa_ir: بازکردن slot ها
he: משבצות פתוחות
it_it: slot aperti
tr_tr: açık yerler

source: name
fa_ir: نام
he: שם
it_it: nome
tr_tr: isim

source: team count
fa_ir: تعداد تیم
he: ספירת צוות
it_it: totale gruppo
tr_tr: takım sayısı

source: Teams
fa_ir: تیم‌ها
he: צוותים
it_it: Gruppi
tr_tr: Takımlar

source: Create
fa_ir: ایجاد
he: צור
it_it: Crea
tr_tr: Oluştur

source: Update
fa_ir: روزآمدسازی
he: עדכן
it_it: Aggiornamento
tr_tr: Güncelle

source: Team Name (Required) *
fa_ir: نام تیم (ضروری) *
he: שם הצוות (נדרש) *
it_it: Nome del gruppo (richiesto) *
tr_tr: Takım İsmi (Gerekli) *

source: A name that identifies your team (maximum 255 characters).
fa_ir: نامی که تیم شما با آن شناخته می‌شود. (حداکثر 255 نویسه)
he: שם שמזהה את הצוות שלך (255 תווים לכל היותר).
it_it: Un nome che identifichi il tuo gruppo (massimo 255 caratteri).
tr_tr: Takımınızı simgeleyen bir isim (maksimum 255 karakter).

source: Team Description (Required) *
fa_ir: توصیف تیم (ضروری) *
he: תיאור הצוות (נדרש) *
it_it: Descrizione del gruppo (richiesta).
tr_tr: Takım Açıklaması (Gerekli) *

source: A short description of the team to help other learners understand the goals or direction of the team (maximum 300 characters).
fa_ir: شرح مختصری از تیم برای کمک به سایر یادگیرندگان در درک اهداف یا جهت‌گیری تیم (بیشینه 300 نویسه).
he: תיאור קצר של הצוות שיעזור לתלמידים אחרים להבין את היעדים או הכיוון של הצוות (300 תווים לכל היותר).
it_it: Una breve descrizione della squadra che serva agli altri studenti per comprendere gli obiettivi o l'orientamento del gruppo (massimo 300 caratteri).
tr_tr: Diğer öğrencilerin takımın hedeflerini ya da emirlerini anlamasına yardımcı olmak için kısa bir takım açıklaması (maksimum 300 karakter).

source: Language
fa_ir: زبان
he: שפה
it_it: Lingua
tr_tr: Dil

source: The language that team members primarily use to communicate with each other.
fa_ir: زبانی که اعضای تیم برای گفتگو با هم استفاده می‌کنند.
he: השפה העיקרית שחברי הצוות משתמשים כדי לתקשר זה עם זה.
it_it: Lingua utilizzata principalmente dai membri del gruppo per comunicare tra loro.
tr_tr: Takım üyelerinin birbirleri ile iletişim kurmak için öncelikli olarak kullandığı dil.

source: Country
fa_ir: کشور
he: מדינה
it_it: Paese
tr_tr: Ülke

source: The country that team members primarily identify with.
fa_ir: کشوری که اعضای تیم خود را با آن می‌شناسند.
he: המדינה העיקרית איתה מזוהים חברי הצוות.
it_it: Paese identificato dai membri del gruppo come principale.
tr_tr: Takım üyelerinin öncelikli olarak özdeşleştirildiği ülke.

source: An error occurred. Please try again.
fa_ir: ‫خطایی رخ داده است. لطفا دوباره تلاش کنید.
he: אירעה שגיאה. אנא נסה שוב.
it_it: Si è verificato un errore. Riprova più tardi.
tr_tr: Bir hata oluştu. Lütfen tekrar deneyin.

source: Check the highlighted fields below and try again.
fa_ir: قسمت‌های برجسته‌شده زیر را بررسی کرده و دوباره امتحان کنید.
he: סמן את השדות המודגשים להלן ונסה שוב.
it_it: Controlla i campi evidenziati sotto e riprova.
tr_tr: Aşağıdaki işaretli alanları kontrol edin ve tekrar deneyin.

source: Enter team name.
fa_ir: نام تیم را وارد کنید.
he: הזן שם צוות.
it_it: Inserisci il nome del gruppo.
tr_tr: Takım ismi giriniz.

source: Team name cannot have more than 255 characters.
fa_ir: تیم نمی‌تواند بیش از 255 نویسه داشته باشد.
he: שם הצוות אינו יכול לחרוג מ-255 תווים.
it_it: Il nome del gruppo non può superare i 255 caratteri.
tr_tr: Takım ismi 255 karakterden fazla olamaz.

source: Enter team description.
fa_ir: تیم را توصیف کنید.
he: הזן תיאור צוות.
it_it: Inserisci la descrizione del gruppo.
tr_tr: Takım açıklaması yazınız.

source: Team description cannot have more than 300 characters.
fa_ir: توصیف تیم نباید بیش از 300 نویسه داشته باشد.
he: תיאור הצוות אינו יכול לחרוג מ-300 תווים.
it_it: La descrizione del gruppo non può superare i 300 caratteri.
tr_tr: Takım açıklaması 300 karakterden daha fazla olamaz.

source: An error occurred while removing the member from the team. Try again.
fa_ir: در هنگام حذف این عضو از تیم خطایی رخ داد. دوباره تلاش کنید.
he: אירעה שגיאה בזמן הסרת חבר מהצוות. נסה שוב.
it_it: Si è verificato un errore durante la rimozione del membro dal team. Riprova più tardi
tr_tr: Takımdan üyeyi çıkartırken bir hata oluştu. Tekrar deneyin.

source: This team does not have any members.
fa_ir: این تیم هیچ عضوی ندارد.
he: אין חברים בצוות זה.
it_it: Questo team non ha nessun membro
tr_tr: Bu takımda hiç üye yok.

source: Joined %(date)s
fa_ir: پیوست%(date)s
he: הצטרף בתאריך %(date)s
it_it: membro da %(date)s
tr_tr: Katıldı %(date)s

source: Last Activity %(date)s
fa_ir: %(date)sآخرین فعالیت
he: פעילות אחרונה בתאריך %(date)s
it_it: ultima attivitá %(date)s
tr_tr: Son Faaliyet %(date)s

source: Remove this team member?
fa_ir: این عضو را حذف می‌کنید؟
he: האם להסיר חבר צוות זה?
it_it: Rimuovere questo membro del team?
tr_tr: Bu takım üyesini çıkart?

source: This learner will be removed from the team,allowing another learner to take the available spot.
fa_ir: این فرد از تیم حذف خواهد شد و دیگری اجازه می‌یابد تا جای او را بگیرد.
it_it: Questo studente verrà rimosso dal team, consentendo a un altro studente di prendere il posto disponibile.
tr_tr: Bu öğrenci takımdan çıkarılacak ve başka bir öğrencinin uygun yeri almasına izin verilecektir.

source: Delete this team?
fa_ir: این تیم را حذف می کنید؟
he: למחוק צוות זה?
it_it: Cancellare questo team?
tr_tr: Bu takımı sil?

source: Deleting a team is permanent and cannot be undone.All members are removed from the team, and team discussions can no longer be accessed.
fa_ir: حذف تیم دائمی بوده و قابل واگرد نیست. همۀ اعضا از تیم حذف می‌شوند و دسترسی به گفتگوها ممکن نخواهد بود.
it_it: L'eliminazione di un team è un'operazione definitiva e non può essere annullata. Tutti i membri verranno rimossi dal team e non sarà più possibile accedere alle discussioni del team.
tr_tr: Bir takımı silmek kalıcıdır ve geri alınamaz. Takımdan tüm üyeler çıkartılacak, ve takım tartışmaları artık erişilebilir olmayacak.

source: Team "{team}" successfully deleted.
fa_ir: تیم "{team}" با موفقیت حذف شد.
he: הצוות "{team}" נמחק בהצלחה.
it_it: Squadra "{team}" eliminata con successo.
tr_tr: "{team}" takımı başarıyla silindi.

source: Manage
fa_ir: مدیریت
it_it: Gestisci
tr_tr: Yönet

source: You are not currently a member of any team.
fa_ir: شما عضو هیچ تیمی نیستید
he: אינך חבר כרגע באף צוות.
it_it: Al momento non fai parte di nessun gruppo.
tr_tr: Şu anda herhangi bir takıma üye değilsiniz.

source: and others
fa_ir: و غیره
he: ואחרים
it_it: ed altri ancora
tr_tr: ve diğerleri

source: Last activity {date}
fa_ir: آخرین روزآمدسازی {date}
it_it: Ultima attività {date}
tr_tr: Son faaliyet {date}

source: View {span_start} {team_name} {span_end}
fa_ir: مشاهدۀ {span_start} {team_name} {span_end}
it_it: Visualizza {span_start} {team_name} {span_end}
tr_tr: Görüntüle {span_start} {team_name} {span_end}

source: An error occurred. Try again.
fa_ir: خطایی رخ داد. دوباره تلاش کنید.
he: אירעה שגיאה. נסה שוב.
it_it: Si è verificato un errore. Riprova più tardi.
tr_tr: Bir hata oluştu. Tekrar deneyin.

source: No assignments for team
fa_ir: تمرینی برای تیم در نظر گرفته نشده است
it_it: Nessun compito per il team
tr_tr: Takım için görev bulunmuyor

source: Leave this team?
fa_ir: این تیم را ترک می‌کنید؟‌
he: לעזוב צוות זה?
it_it: Abbandonare il gruppo?
tr_tr: Bu takımdan ayrıl?

source: If you leave, you can no longer post in this team's discussions.Your place will be available to another learner.
fa_ir: اگر این قسمت را ترک کنید، دیگر امکان ارسال مطلب به گفتگوهای این تیم را نخواهید داشت. فرد دیگری جایگزین شما خواهد شد.
it_it: Se esci, non puoi potrai più fare post nelle discussioni di questo team. Il tuo posto sarà disponibile per un altro studente.
tr_tr: Eğer ayrılırsanız, artık bu takımın tartışmalarına ileti gönderemeyeceksiniz. Sizin yeriniz başka bir öğrenci için uygun olacak.

source: Confirm
fa_ir: تایید
he: אשר
it_it: Conferma
tr_tr: Onayla

source: You already belong to another team in this team set.
fa_ir: در این مجموعۀ تیمی، شما متعلق به تیم دیگری هستید.
it_it: Fai già parte di un altro team in questo set di team.
tr_tr: Bu takım yapılandırmasında şu an başka bir takıma ait görünüyorsunuz.

source: This team is full.
fa_ir: این تیم پر است.
he: צוות זה מלא.
it_it: Questo gruppo è completo.
tr_tr: Bu takım dolu.

source: Cannot join instructor managed team
fa_ir: نمی‌توانید به تیمی که توسط مربی مدیریت می‌شود بپیوندید
it_it: Non puoi unirti al team gestito dall'istruttore
tr_tr: Eğitmen tarafından yönetilen takıma katılamazsınız.

source: Member
fa_ir: عضو
it_it: Membro
tr_tr: Üye

source: All teams
fa_ir: همۀ تیم‌ها
he: כל הצוותים
it_it: Tutti i gruppi
tr_tr: Tüm takımlar

source: Teams Pagination
fa_ir: صفحه‌بندی تیم‌ها
he: עימוד צוותים
it_it: Paginazione team
tr_tr: Takımlar Sayfalandırıcısı

source: Topics
fa_ir: عناوین
he: נושאים
it_it: Argomenti
tr_tr: Konular

source: My Teams
fa_ir: تیم‌های من
it_it: I miei gruppi
tr_tr: Takımlarım

source: Browse
fa_ir: تورق
he: עיין ב
it_it: Cerca
tr_tr: Göz at

source: Your request could not be completed. Reload the page and try again.
fa_ir: درخواست شما تکمیل نشد. صفحه را مجددا بارگیری کرده و دوباره تلاش کنید.
he: לא ניתן להשלים את בקשתך. טען מחדש את הדף ונסה שוב.
it_it: La tua richiesta non puó essere completata. Aggiorna la pagina e prova di nuovo.
tr_tr: İsteğiniz tamamlanamadı. Sayfayı yeniden yükleyin ve tekrar deneyin.

source: Your request could not be completed due to a server problem. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
fa_ir: درخواست شما به‌دلیل مشکل در خدمت‌دهنده انجام نشد. صفحه را دوباره بارگیری کرده و مجدد تلاش کنید. اگر مشکل همچنان ادامه داشت، برای گزارش آن، روی زبانۀ راهنما کلیک کنید.
it_it: La tua richiesta non puó essere completata a causa di un problema del server. Aggiorna la pagina e prova di nuovo. Se il problema persiste, clicca su Aiuto per segnalare il problema.
tr_tr: Sunucu sorunu nedeniyle isteğiniz tamamlanamadı. Sayfayı yeniden yükleyin ve tekrar deneyin. Eğer sorun devam ederse, Yardım sekmesine tıklayın ve sorunu bildirin.

source: Team Search
fa_ir: جستجوی تیم
he: חיפוש צוות
it_it: Ricerca Gruppo
tr_tr: Takım Arama

source: Create a New Team
fa_ir: ایجاد تیم جدید
he: צור צוות חדש
it_it: Crea un nuovo gruppo
tr_tr: Yeni Bir Takım Oluştur

source: Create a new team if you can't find an existing team to join, or if you would like to learn with friends you know.
fa_ir: اگر نمی‌توانید تیمی را برای عضویت بیابید یا مایلید با دوستانی که از قبل می‌شناسید آموزش ببینید، تیم جدیدی بسازید.
he: צור צוות חדש אם אינך יכול למצוא צוות קיים ולהצטרף אליו או אם ברצונך ללמוד עם חברים שאתה מכיר.
it_it: Crea un nuovo gruppo se non ne trovi uno esistente di cui far parte, o se vorresti apprendere insieme ad amici che conosci
tr_tr: Katılacak bir takım bulamadıysanız, ya da tanıdığınız arkadaşlarınızla öğrenmek istiyorsanız yeni bir takım oluşturun.

source: Edit Team
fa_ir: ویرایش تیم
he: ערוך צוות
it_it: Modifica Gruppo
tr_tr: Takımı Düzenle

source: If you make significant changes, make sure you notify members of the team before making these changes.
fa_ir: اگر تغییرات قابل‌توجهی ایجاد کردید، حتماً پیش از اعمال این تغییرات اعضای تیم را مطلع کنید.
he: אם אתה מבצע שינויים משמעותיים, ודא שאתה מודיע לחברי הצוות לפני ביצוע שינויים אלה.
it_it: Assicurati di informare i membri del gruppo prima di effettuare cambiamenti significativi.
tr_tr: Eğer önemli değişiklikler yaparsanız, bu değişiklikleri yapmadan önce takımın üyelerini bilgilendirdiğinizden emin olun.

source: Membership
fa_ir: عضویت
he: חברות
it_it: Iscrizione
tr_tr: Üyelik

source: You can remove members from this team, especially if they have not participated in the team's activity.
fa_ir: می‌توانید اعضا را از این تیم حذف کنید، خصوصاً اگر در فعالیت تیم مشارکت نکرده‌اند.
he: תוכל להסיר חברים מהצוות הזה, במיוחד אם לא השתתפו בפעילות הצוות.
it_it: Puoi rimuovere i membri del gruppo, soprattutto se non hanno contribuito alle attivitá di gruppo.
tr_tr: Özellikle takım faaliyetlerine katılmayan üyeleri bu takımdan kaldırabilirsiniz.

source: Showing results for "{searchString}"
fa_ir: نمایش نتایج "{searchString}"
he: הצגת תוצאות עבור "{searchString}"
it_it: Visualizzazione risultati per "{searchString}"
tr_tr: "{searchString}" için sonuçlar gösteriliyor

source: Search teams
fa_ir: جستجوی تیم‌ها
he: חיפוש צוותים
it_it: Ricerca gruppi
tr_tr: Takımları ara

source: See all teams you belong to and all public teams in your course, organized by topic. Join an open public team to collaborate with other learners who are interested in the same topic as you are.
fa_ir: همۀ تیم‌هایی که عضو هستید و همۀ تیم‌های عمومی در دورۀ آموزشی خود را براساس موضوع ببینید. به یک تیم عمومی بپیوندید تا با سایر افرادی که به همان موضوعات علاقه‌مند هستند همکاری کنید.
it_it: Visualizza tutti i team a cui appartieni e tutti i team pubblici del tuo corso, organizzati per argomento. Unisciti a un team pubblico aperto per collaborare con altri studenti interessati al tuo stesso argomento.
tr_tr: Üyesi olduğunuz tüm takımları ve dersinizdeki tüm açık takımları, konuya göre düzenlenmiş olarak görün. Sizinle aynı konuyla ilgilenen diğer öğrencilerle işbirliği yapmak için herkese açık bir takıma katılın.

source: See all teams you belong to and all public teams in your course, organized by topic.
fa_ir: همۀ تیم‌هایی که به آن‌ها تعلق دارید و همۀ تیم‌های عمومی در دورۀ آموزشی خود را براساس موضوع ببینید
it_it: Visualizza tutti i team a cui appartieni e tutti i team pubblici del tuo corso, organizzati per argomento.
tr_tr: Ait olduğunuz tüm takımları ve dersinizdeki tüm açık takımları, konuya göre düzenlenmiş olarak görün.

source: See all teams you belong to.
fa_ir: همۀ تیم‌های خود را ببینید.
it_it: Visualizza tutti i team a cui appartieni.
tr_tr: Üyesi olduğunuz tüm takımları görün.

source: All Topics
fa_ir: همه موضوعات
he: כל הנושאים
it_it: Tutti gli argomenti
tr_tr: Tüm Başlıklar

source: The page "{route}" could not be found.
fa_ir: صفحۀ "{route}" را نیافتیم.
he: לא ניתן למצוא את העמוד "{route}".
it_it: Impossibile trovare la pagina "{route}".
tr_tr: "{route}" sayfası bulunamadı.

source: The topic "{topic}" could not be found.
fa_ir: عنوان "{topic}" پیدا نشد.
he: לא ניתן למצוא את הנושא "{topic}".
it_it: Impossibile trovare l'argomento "{topic}".
tr_tr: "{topic}" başlığı bulunamadı.

source: The team "{team}" could not be found.
fa_ir: تیم "{team}" پیدا نشد.
he: לא ניתן למצוא את הצוות "{team}".
it_it: Impossibile trovare il team "{team}".
tr_tr: "{team}" takımı bulunamadı.

source: {team_count} Team
fa_ir: {team_count} تیم
tr_tr: {team_count} Takım

source: Topic
fa_ir: موضوع
he: נושא
it_it: Argomento
tr_tr: Konu

source: View Teams in the {topic_name} Topic
fa_ir: مشاهدۀ تیم‌ها در موضوع {topic_name}
it_it: Visualizza i team nell'argomento {topic_name}
tr_tr: {topic_name} Başlığı Altındaki Takımları Görüntüle

source: {browse_span_start}Browse teams in other topics{span_end} or {search_span_start}search teams{span_end} in this topic. If you still can't find a team to join, {create_span_start}create a new team in this topic{span_end}.
fa_ir: {browse_span_start} مرور سایر موضوعات در تیم‌ها {span_end} یا {search_span_start} جستجوی تیم‌ها در{span_end}. اگر هنوز تیمی برای عضویت پیدا نکردید، {create_span_start} تیم جدیدی در این موضوع بسازید{span_end}.
he: {browse_span_start}עיין בצוותים בנושאים אחרים {span_end}או {search_span_start}חפש צוותים{span_end} בנושא זה. אם עדיין לא הצלחת למצוא צוות להצטרף אליו, {create_span_start}צור צוות חדש בנושא זה{span_end}.
it_it: {browse_span_start}Sfoglia i team in altri argomenti{span_end} o {search_span_start}cerca team{span_end} in questo argomento. Se ancora non riesci a trovare un team a cui unirti, {create_span_start}crea un nuovo team in questo argomento{span_end}.
tr_tr: {browse_span_start}Diğer konulardaki takımlara gözat{span_end} ya da bu konudaki {search_span_start}takımları ara{span_end}. Eğer halen katılacak bir takım bulamadıysanız, {create_span_start}bu konuda yeni bir takım oluşturun{span_end}.

source: An error occurred while looking up team membership. Try refreshing the page.
fa_ir: خطایی در هنگام یافتن اعضاء تیم رخ داد. صفحه را تازه کنید.
it_it: Si è verificato un errore durante la ricerca tra le adesioni ai team. Prova ad aggiornare la pagina.
tr_tr: Takım üyeliğine aranırken bir hata oluştu. Sayfayı yenilemeyi deneyin.

source: All topics
fa_ir: همۀ موضوعات
he: כל הנושאים
it_it: Tutti gli argomenti
tr_tr: Tüm konular

source: Insert Hyperlink
fa_ir: افزودن پیوند
he: הכנס היפר קישור
it_it: Inserisci Hyperlink
tr_tr: Web Bağlantısı Girin

source: e.g. 'http://google.com'
fa_ir: مثلاً 'http://google.com'
it_it: ad es. 'http://google.com'
tr_tr: örneğin 'http://google.com'

source: Link Description
fa_ir: پیوند توصیف
he: תיאור הקישור
it_it: Descrizione del Link
tr_tr: Bağlantı Açıklaması

source: e.g. 'google'
fa_ir: مثلاً 'google'
he: לדוגמה: 'google'
it_it: per esempio 'google'
tr_tr: örneğin 'google'

source: Please provide a description of the link destination.
fa_ir: لطفاً توضیحی دربارۀ مقصد پیوند ارائه دهید.
he: תאור את יעד הקישור.
it_it: Fornisci una descrizione della destinazione del link.
tr_tr: Lütfen bağlantı konumuna dair bir açıklama yazın.

source: Insert Image (upload file or type URL)
fa_ir: درج تصویر (پرونده را بارگذاری کنید یا نشانی اینترنتی بنویسید)
he: הכנס תמונה (העלה קובץ או הקלד כתובת אתר)
it_it: Inserisci immagine (carica il file o immetti l'URL)
tr_tr: Görsel belirle (dosya yükleyin veya URL girin)

source: Type in a URL or use the "Choose File" button to upload a file from your machine. (e.g. 'http://example.com/img/clouds.jpg')
fa_ir: نشانی اینترنتی را بنویسید یا از دکمۀ "Choose File" برای بارگذاری پرونده از دستگاه خود استفاده کنید. ( مثلاً 'http://example.com/img/clouds.jpg')
he: הקלד בכתובת אתר או השתמש בלחצן "בחר קובץ" כדי להעלות קובץ מהמחשב שלך. (לדוגמה 'http://example.com/img/clouds.jpg')
it_it: Digita un URL o utilizza il pulsante "Scegli file" per caricare un file dalla tuo dispositivo. (ad es. 'http://example.com/img/clouds.jpg')
tr_tr: URL girerek ya da "Dosya Seç" düğmesine tıklayarak bilgisayarınızdan bir dosya yükleyebilirsiniz. (Örn. 'http://example.com/img/clouds.jpg')

source: Image Description
fa_ir: شرح تصویر
he: תיאור התמונה
it_it: Descrizione dell'Immagine
tr_tr: Görsel Açıklaması

source: Please describe this image or agree that it has no contextual value by checking the checkbox.
fa_ir: لطفاً این تصویر را توصیف کنید یا با زدن علامت در خانه کنترل موافقت کنید که هیچ ارزش متنی ندارد.
he: תאר את התמונה או אשר שהיא חסרת ערך מבחינה תכנית על ידי סימון בתיבה המיועדת לכך.
it_it: Descrivi questa immagine o dichiara che non ha valore contestuale selezionando la casella di controllo.
tr_tr: Lütfen bu görseli tanımlayın ya da onay kutucuğuna tıklayarak açıklayıcı bir bilginin bulunmadığını doğrulayın.
