Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Already registered?
eo: Àlréädý régïstéréd? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: ¿Ya estás registrado?
fa_ir: پیش از این ثبت‌نام کرده‌اید؟
it_it: Già registrato?
lv: Jau esat reģistrējušies?
mn: Бүртгэлтэй юу?

source: Log in
eo: Lög ïn Ⱡ'σяєм ιρѕυ#
es_es: Iniciar sesión
fa_ir: ورود
it_it: Accedi
lv: Pieteikties
mn: Нэвтрэх

source: Next Steps
eo: Néxt Stéps Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Próximos pasos
fa_ir: مراحل بعدی
it_it: Passi Successivi
lv: Nākamie soļi
mn: Дараагийн Алхам

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
eo: Ýöü wïll réçéïvé än äçtïvätïön émäïl. Ýöü müst çlïçk ön thé äçtïvätïön lïnk tö çömplété thé pröçéss. Dön't séé thé émäïl? Çhéçk ýöür späm földér änd märk émäïls fröm çläss.stänförd.édü äs 'nöt späm', sïnçé ýöü'll wänt tö ßé äßlé tö réçéïvé émäïl fröm ýöür çöürsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυ#
es_es: Recibirás un correo electrónico de activación. Debes hacer clic en el enlace de activación para completar el proceso. ¿No ves el correo electrónico? Revisa tu carpeta de spam y marca los correos electrónicos provenientes de class.stanford.edu como "no es spam", ya que querrás ser capaz de recibir correos electrónicos de tus cursos.
fa_ir: شما رایانامه‌ حاوی پیوند فعال‌سازی حساب کاربری را دریافت خواهید کرد. برای ادامه کار در سامانه، روی پیوند فعال‌سازی کلیک کنید. اگر رایانامه مورد نظر را در قسمت صندوق ورودی رایانامه خود نیافتید به قسمت هرزنامه ها مراجعه کنید و رایانامه های مربوط به دوره آموزشی class.stanford.eduانتخاب نموده و آن را از حال هرزنامه خارج کنید تا از این پس بتوانید رایانامه های دوره آموزشی را در صندوق ورودی دریافت و مشاهده نمایید.
it_it: Riceverai una mail di attivazione. Devi fare clic sul link di attivazione per completare la procedura. Non vedi la mail? Controlla la tua cartella spam e contrassegna come 'non spam' le mail provenienti da class.stanford.edu, per essere in condizione di ricevere le mail dai tuoi corsi.
lv: Jūs saņemsiet aktivizēšanas e-pastu. Jums ir jāklikšķina uz aktivizācijas saites, lai pabeigtu procesu. Neredzējāt e-pastu? Pārbaudiet Jūsu surogātpasta mapi un atzīmējiet e-pastus no class.stanford.edu kā ‘nav surogātpasts’ (‘not spam’), tā kā Jums būs jāsaņem e-pasti no Jūsu kursiem.
mn: Та идэвхижүүлэх и-мэйл хүлээн аваад идэвхжүүлэх холбоосон дээр дарж бүртгэлээ дуусгана. Хэрвээ танд и-мэйл харагдахгүй бол spam хавтсан дотроо шалгаарай.

source: Need Help?
eo: Nééd Hélp? Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: ¿Necesitas ayuda?
fa_ir: نیاز به راهنمایی دارید؟
it_it: Serve Aiuto?
lv: Nepieciešama palīdzība?
mn: Тусламж хэрэгтэй юу?

source: Need help in registering with {platform_name}?
eo: Nééd hélp ïn régïstérïng wïth {platform_name}? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: ¿Necesitas ayuda para registrarte en {platform_name}?
fa_ir: در ثبت‌نام {platform_name} نیاز به راهنمایی دارید؟
it_it: Hai bisogno di aiuto con la registrazione a {platform_name}?
lv: Nepieciešama palīdzība, reģistrējoties {platform_name}?
mn: {platform_name} бүртгүүлэхэд тусламж хэрэгтэй юу?

source: View our FAQs for answers to commonly asked questions.
eo: Vïéw öür FÀQs för änswérs tö çömmönlý äskéd qüéstïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Visita nuestra sección de Preguntas frecuentes para encontrar las respuestas a las cuestiones más comunes.
fa_ir: قسمت سوالات متداول را ببینید در آنجا به بسیاری از سوالات رایج پاسخ داده شده‌است.
it_it: Consulta le nostre FAQ per trovare risposte alle domande più frequenti.
lv: Apskatiet mūsu BUJ, lai iegūtu atbildes uz biežāk uzdotajiem jautājumiem.
mn: Түгээмэл асуулт хариултыг хэсгээс нийтлэг асуулт хариултуудыг хараарай.

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
eo: Önçé régïstéréd, möst qüéstïöns çän ßé änswéréd ïn thé çöürsé spéçïfïç dïsçüssïön förüms ör thröügh thé FÀQs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Una vez registrado, la mayoría de las preguntas pueden ser contestadas en los foros de discusión específicos del curso o a través de la sección de Preguntas frecuentes.
fa_ir: هنگامی که ثبت نام کردید، اکثر سوالات در اتاق‌های گفتگو یا در قسمت سوالات متداول پاسخ داده خواهند شد
it_it: Una volta registrato, potrai trovare risposta alla maggior parte delle domande nel forum di discussione specifico del corso o nelle FAQ.
lv: Tiklīdz Jūs būsiet reģistrējušies, uz lielāko daļu jautājumu būs iespējams atbildēt kursam specifiskos diskusiju forumos vai caur BUJ.
mn: Хичээлд бүртгүүлснээр ихэнх асуултуудын хариултыг тухайн хичээлийн хэлэлцүүлэг болон Түгээмэл Асуулт Хариулт хэсгээс олж болно.

source: Thank you for signing up for {platform_name}.
eo: Thänk ýöü för sïgnïng üp för {platform_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: سپاس برای ثبت‌نام در {platform_name}.
it_it: Grazie per aver effettuato l'iscrizione a {platform_name}.
lv: Paldies, par reģistrēšanos {platform_name}.
mn: {platform_name} бүртгүүлсэнд баярлалаа.

source: Change your life and start learning today by activating your {platform_name} account. Click on the link below or copy and paste it into your browser's address bar.
eo: Çhängé ýöür lïfé änd stärt léärnïng tödäý ßý äçtïvätïng ýöür {platform_name} äççöünt. Çlïçk ön thé lïnk ßélöw ör çöpý änd pästé ït ïntö ýöür ßröwsér's äddréss ßär. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт α#
es_es: Cambia tu vida y empieza a aprender hoy mismo activando tu cuenta en {platform_name}. Pulsa en el siguiente enlace o copia y pega en la barra de direcciones de tu navegador.
fa_ir: با فعال‌سازی حساب کاربری {platform_name} زندگی خود را تغییر دهید و از امروز یادگیری را آغاز کنید. روی پیوند زیر کلیک کنید یا آن را کپی کرده و در نوار آدرس مرورگر خود قرار دهید.
it_it: Cambia la tua vita ed inizia ad imparare oggi stesso attivando il tuo account {platform_name}. Fare clic sul link riportato di seguito oppure copiarlo ed incollarlo nella barra degli indirizzi del browser.
lv: Izmainiet savu dzīvi un sāciet mācīties jau šodien, aktivizējot Jūsu {platform_name} kontu. Klikšķiniet uz saites zemāk vai kopējiet to un ielīmējiet Jūsu pārlūka adreses joslā.
mn: Амьдралаа өөрчилж өнөөдрөөс сурч эхлэх гэж байгаа бол {platform_name} бүртгэл хий. Доорх хаягийн линкийг хуулж аваад броузер дээрээ хуулж тавь

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the about section of the {platform_name} Courses web site.
eo: Ìf ýöü dïdn't réqüést thïs, ýöü dön't nééd tö dö änýthïng; ýöü wön't réçéïvé äný möré émäïl fröm üs. Pléäsé dö nöt réplý tö thïs é-mäïl; ïf ýöü réqüïré ässïstänçé, çhéçk thé äßöüt séçtïön öf thé {platform_name} Çöürsés wéß sïté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυ#
es_es: Si no solicitaste este cambio, no necesitas hacer nada; no recibirás ningún correo adicional por nuestra parte. Por favor no respondas a este correo; si requieres asistencia, visita la sección de Ayuda en la página web de {platform_name}.
fa_ir: اگر این مورد را درخواست نکرده‌اید، نیازی به انجام هیچ کاری نیست: از سوی ما دیگر رایانامه‌ای دریافت نخواهید کرد. لطفاً به این رایانامه پاسخ ندهید؛ اگر به راهنمایی نیاز دارید، بخش مربوط به وبگاه دوره‌های آموزشی {platform_name} را ببینید.
it_it: Se non hai effettuato tu questa richiesta, non è necessario fare nulla; non invieremo altre email. Non rispondere a questa email; se ti occorre assistenza, consulta la sezione informazioni del sito web dei Corsi {platform_name}.
lv: Ja Jūs to nepieprasījāt, Jums nav nepieciešams neko darīt - Jūs nesaņemsiet vairāk no mums e-pastus. Lūdzu, neatbildiet uz šo e-pastu. Ja jums ir nepieciešama palīdzība, apskatiet iedaļu ‘Par’ {platform_name} kursa tīmekļa vietnē.
mn: Та энэ хүсэлтийг гаргаагүй бол юу ч хийх хэрэггүй; та биднээс цаашид емэйл хүлээн авахгүй. Энэ емэйлд хариу битгий бичээрэй; танд тусламж хэрэгтэй бол, {platform_name} Хичээлүүд хуудасны хичээлийн тухай хэсгийг үзнэ үү.

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us at
eo: Thïs ïs tö çönfïrm thät ýöü çhängéd thé é-mäïl ässöçïätéd wïth {platform_name} fröm {old_email} tö {new_email}. Ìf ýöü dïd nöt mäké thïs réqüést, pléäsé çöntäçt üs ät Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαв#
es_es: Esto es para confirmar que has cambiado el correo electrónico asociado con {platform_name} desde {old_email} a {new_email}. Si no has hecho nada de esto, por favor contacta con nosotros.
fa_ir: این مورد برای تأیید تغییری است که شما نشانی رایانامه مرتبط با {platform_name} از {old_email} {new_email} را ایجاد کرده‌اید. اگر این درخواست از سوی شما نبوده‌است، لطفاٌ با ما در تماس بگیرید
it_it: Questo è per confermare che l'email associata a {platform_name} è stata cambiata da {old_email} a {new_email}. Se non hai effettuato questa richiesta, contattaci all'indirizzo
lv: Ar šo tiek apstiprināts, ka Jūs nomainījāt e-pastu, kas saistīts ar {platform_name}, no {old_email} uz {new_email}. Ja Jūs neveicāt šo pieprasījumu, lūdzu, sazinieties ar mums.
mn: Таныг {platform_name}-тэй холбоотой {old_email} хаягаа {new_email} болгон өөрчилснийг баталгаажуулж байна. Та энэ хүсэлтийг явуулаагүй бол бидэнд хандана уу

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
eo: Wé réçéïvéd ä réqüést tö çhängé thé é-mäïl ässöçïätéd wïth ýöür {platform_name} äççöünt fröm {old_email} tö {new_email}. Ìf thïs ïs çörréçt, pléäsé çönfïrm ýöür néw é-mäïl äddréss ßý vïsïtïng: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂#
es_es: Hemos recibido una petición de cambio de correo electrónico asociado con tu cuenta de {platform_name} desde {old_email} a {new_email}. Si esto es correcto, por favor confírmanos tu nuevo correo visitando:
fa_ir: درخواستی برای تغییر رایانامه مرتبط با حساب کاربری {platform_name} شما از {old_email} به {new_email} دریافت کردیم. اگر این درست است، لطفا با مراجعه بخش زیر به نشانی رایانامه جدید خود را تأیید کنید:
it_it: Abbiamo ricevuto una richiesta di modifica dell'email associata al tuo account {platform_name} da {old_email} a {new_email}. Se è corretto, conferma il tuo nuovo indirizzo email visitando:
lv: Mēs saņēmām pieprasījumu nomainīt e-pastu, kas saistīts ar {platform_name} kontu, no {old_email} uz {new_email}. Ja tas ir pareizi, lūdzu, apstipriniet Jūsu jauno e-pasta adresi, apmeklējot:
mn: Таны {platform_name}-тэй холбоотой {old_email} ээ {old_email} болгон өөрчлэх хүсэлтийг бид хүлээн авсан. Зөв бол, энэ хаягаар орж, шинэ емэйлээ баталгаажуул:

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the tech support at {email}
eo: Wé äré sörrý. Öür çöürsé stäff dïd nöt äpprövé ýöür réqüést tö çhängé ýöür nämé fröm {old_name} tö {new_name}. Ìf ýöü nééd fürthér ässïstänçé, pléäsé é-mäïl thé téçh süppört ät {email} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ι#
fa_ir: متاسفیم. کارکنان دورۀ آموزشی ما درخواست شما را برای تغییر نام از {old_name} به {new_name} تأیید نکردند. اگر نیاز به راهنمایی بیشتری دارید، لطفاً از طریق رایانامه به آدرس {email} با پشتیبانی فنی تماس بگیرید.
it_it: Spiacenti. Lo staff del corso non ha approvato la richiesta di modificare il nome da {old_name} a {new_name}. Per ulteriore assistenza, inviare una email al supporto tecnico all'indirizzo {email}
lv: Atvainojiet. Mūsu kursa darbinieki neapstiprināja Jūsu pieprasījumu nomainīt Jūsu vārdu no {old_name} uz {new_name}. Ja Jums ir nepieciešama tālāka palīdzība, lūdzu, nosūtiet e-pastu atbalsta dienestam uz {email}.
mn: Хичээлийн зохицуулагч нь таны нэрээ {old_name}-ээс {new_name} болгож өөрчлөх хүсэлтийг зөвшөөрсөнгүй. Хэрэв танд тусламж хэрэгтэй хэвээр байгаа бол техникийн тусламж руу {email} хаягаар хандана уу.

source: Put your Terms of Service here!
eo: Püt ýöür Térms öf Sérvïçé héré! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Introduce tus Condiciones del Servicio aquí
fa_ir: شرایط استفاده از خدمات را در اینجا قرار دهید!
it_it: Inserire qui i Termini del servizio!
lv: Ievietojiet Jūsu pakalpojuma sniegšanas noteikumus šeit!
mn: Үйлчилгээний нөхцөлөө энд байрлуулна уу!

source: Put your Privacy Policy here!
eo: Püt ýöür Prïväçý Pölïçý héré! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: خط‌مشی حفظ حریم خصوصی خود را اینجا قرار دهید!
it_it: Inserire qui la tua Informativa sulla Privacy!
lv: Ievietojiet Jūsu privātuma politiku šeit!
mn: Нууцлалын нөхцлөө энд байрлуулна уу

source: Put your Honor Code here!
eo: Püt ýöür Hönör Çödé héré! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Introduce tu Código de Honor aquí
fa_ir: اصول اخلاقی را در اینجا قرار دهید!
it_it: Inserire qui il tuo codice d'onore!
lv: Ievietojiet Jūsu goda kodeksu šeit!
mn: Ёс зүйн журмаа энд байрлуулна!

source: Put your Copyright Text here!
eo: Püt ýöür Çöpýrïght Téxt héré! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Introduce tu texto de Copyright aquí
fa_ir: حق تألیف را در این قسمت وارد کنید!
it_it: Inserire qui il testo del Copyright!
lv: Ievietojiet Jūsu autortiesību tekstu šeit!
mn: Зохиогчийн эрхийн бичвэрээ энд байрлуулна уу!

source: Code Editor
eo: Çödé Édïtör Ⱡ'σяєм ιρѕυм ∂σłσя #
fa_ir: ویرایشگر کد
it_it: Editor di codice
lv: Koda redaktors
mn: Програмын Код Засварлагч

source: The page that you were looking for was not found.
eo: Thé pägé thät ýöü wéré löökïng för wäs nöt föünd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La página que estás buscando no fue encontrada.
fa_ir: صفحه مورد نظر شما یافت نشد
it_it: La pagina che stavi cercando non è stata trovata.
mn: Таны хайж байсан хуудас олдсонгүй.

source: Go back to the {homepage}.
eo: Gö ßäçk tö thé {homepage}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fa_ir: بازگشت به {homepage}.
it_it: Torna alla {homepage}.

source: {studio_name} Server Error
eo: {studio_name} Sérvér Érrör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: {studio_name} Error en el servidor
fa_ir: خطای سرویس‌دهنده {studio_name}
it_it: {studio_name} Errore del Server
mn: {studio_name} Серверийн Алдаа

source: The {em_start}{studio_name}{em_end} servers encountered an error
eo: Thé {em_start}{studio_name}{em_end} sérvérs énçöüntéréd än érrör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: سرور {em_start} {studio_name} {em_end} با خطا مواجه شده است
it_it: I server {em_start}{studio_name}{em_end} hanno rilevato un errore
mn: {em_start}{studio_name}{em_end} серверүүдэд алдаа гарлаа

source: An error occurred in {studio_name} and the page could not be loaded. Please try again in a few moments.
eo: Àn érrör öççürréd ïn {studio_name} änd thé pägé çöüld nöt ßé löädéd. Pléäsé trý ägäïn ïn ä féw möménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Ha ocurrido un error en {studio_name} y no se ha podido cargar la página. Por favor, inténtalo de nuevo en unos momentos.
fa_ir: اکنون، به علت بروز خطایی در {studio_name}، صفحه مورد نظر شما در دسترس نیست. لطفاً چند لحظه دیگر دوباره امتحان کنید.
it_it: Si è verificato un errore in {studio_name} e la paggina potrebbe essere ricaricata. Prova di nuovo tra poco.
mn: {studio_name} -д алдаа илэрсэн ба хуудсыг ачааллаж чадахгүй байна. Хэсэг хугацааны дараа дахин оролдоно уу.

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
eo: Wé'vé löggéd thé érrör änd öür stäff ïs çürréntlý wörkïng tö résölvé thïs érrör äs söön äs pössïßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Hemos registrado el error y nuestro equipo está trabajando para resolverlo lo más pronto posible.
fa_ir: خطایی رخ داده است و کارمندان ما در تلاشند تا در کوتاه‌ترین زمان ممکن این مشکل را رفع کنند.
it_it: Abbiamo inviato l'errore e il nostro staff sta lavorando per risolverlo il prima possibile.
mn: Бид алдааг бүртгэж авсан ба манай ажилтан энэ алдааг аль болох хурдан засахаар ажиллаж байна.

source: Studio Accessibility Policy
eo: Stüdïö Àççéssïßïlïtý Pölïçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fa_ir: خط‌مشی دسترسی به هنرکده
it_it: Policy di Accessibilità Studio
mn: Студио ашиглахад хялбар байх бодлого

source: Files & Uploads
eo: Fïlés & Ûplöäds Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Administración de archivos
fa_ir: پرونده‌ها و بارگذاری‌ها
it_it: File e Caricamenti

source: Course Certificates
eo: Çöürsé Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Certificados de curso
fa_ir: گواهینامه‌های دوره آموزشی
it_it: Certificati del corso
mn: Хичээлийн Гэрчилгээнүүд

source: This module is not enabled.
eo: Thïs mödülé ïs nöt énäßléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Este módulo se encuentra desactivado.
fa_ir: این ماژول غیرفعال است.
it_it: Questo modulo è disabilitato
mn: Энэ модуль нээгдээгүй байна.

source: This course does not use a mode that offers certificates.
eo: Thïs çöürsé döés nöt üsé ä mödé thät öfférs çértïfïçätés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: حالت دوره آموزشی مانع ارائه گواهی‌ به افراد می‌شود.
it_it: Questo corso non utilizza una modalità che offre certificati.
mn: Энэ хичээл гэрчилгээ санал болгодог горим хэрэглээгүй байна.

source: Working with Certificates
eo: Wörkïng wïth Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Trabajando con certificados
fa_ir: در حال کار با گواهی‌ها
it_it: Utilizzo dei certificati
mn: Гэрчилгээтэй ажиллах

source: Specify a course title to use on the certificate if the course's official title is too long to be displayed well.
eo: Spéçïfý ä çöürsé tïtlé tö üsé ön thé çértïfïçäté ïf thé çöürsé's öffïçïäl tïtlé ïs töö löng tö ßé dïspläýéd wéll. Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Especifica el título del curso para usar en el certificado si el titulo oficial del curso es desmasiado largo para ser mostrado correctamente
fa_ir: اگر عنوان رسمی دوره خیلی طولانی است به‌طوری که به‌خوبی نمایش داده نمی‌شود، عنوانی ویژه برای این دوره آموزشی با هدف استفاده در گواهی تعیین کنید.
it_it: Specificare un titolo del corso da utilizzare sul certificato se il titolo ufficiale del corso è troppo lungo per essere visualizzato correttamente.

source: For verified certificates, specify between one and four signatories and upload the associated images.
eo: För vérïfïéd çértïfïçätés, spéçïfý ßétwéén öné änd föür sïgnätörïés änd üplöäd thé ässöçïätéd ïmägés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Para certificados verificados, especifica entre uno y cuatro firmantes y sube las imagenes asociadas
fa_ir: برای گواهی‌های تأییدشده، بین یک تا چهار امضاکننده مشخص کرده و تصاویر مرتبط را بارگذاری کنید.
it_it: Per i certificati verificati, specificare tra uno e quattro firmatari e caricare le immagini associate.

source: To edit or delete a certificate before it is activated, hover over the top right corner of the form and select {em_start}Edit{em_end} or the delete icon.
eo: Tö édït ör délété ä çértïfïçäté ßéföré ït ïs äçtïvätéd, hövér övér thé töp rïght çörnér öf thé förm änd séléçt {em_start}Édït{em_end} ör thé délété ïçön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт #
es_es: Para editar o borrar un certificado antes de ser activado, ponga el puntero del ratón sobre la esquina superior derecha del formulario y seleccione {em_start}editar{em_end} o el icono de borrado.
fa_ir: برای ویرایش یا حذف گواهی پیش از فعال‌شدن، گوشۀ سمت راست بالای فرم قرار بگیرید و {em_start} ویرایش {em_end} یا نماد حذف را انتخاب کنید.
it_it: Per modificare o eliminare un certificato prima che sia attivato, spostare il puntatore del mouse sull'angolo in alto a destra del modulo e selezionare {em_start}Modifica{em_end} oppure l'icona di eliminazione.

source: To view a sample certificate, choose a course mode and select {em_start}Preview Certificate{em_end}.
eo: Tö vïéw ä sämplé çértïfïçäté, çhöösé ä çöürsé mödé änd séléçt {em_start}Prévïéw Çértïfïçäté{em_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Para ver un certificado de muestra, elija un modo de curso y seleccione {em_start}Previsualizar certificado{em_end}.
fa_ir: برای مشاهدۀ نمونۀ گواهی، ابتدا حالت دوره آموزشی را انتخاب کنید و سپس {em_start} پیش‌نمایش گواهی {em_end} را برگزینید.
it_it: Per visualizzare un certificato di esempio, scegliere una modalità del corso e selezionare {em_start}Anteprima certificato{em_end}.

source: Issuing Certificates to Learners
eo: Ìssüïng Çértïfïçätés tö Léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Emitiendo certificados para los alumnos
fa_ir: صدور گواهی برای یادگیرندگان
it_it: Emissione dei certificati agli studenti
mn: Суралцагчдад Гэрчилгээ Олгох
