Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Invalid permission option: "{}". Please specify permissions using the format: app_label:model_name:permission_codename.
eo: Ìnvälïd pérmïssïön öptïön: "{}". Pléäsé spéçïfý pérmïssïöns üsïng thé förmät: äpp_läßél:mödél_nämé:pérmïssïön_çödénämé. Ⱡ'σяєм ιρѕυм#
es_es: Opción de permiso no válido: "{}". Por favor, especifique los permisos utilizando el siguiente formato: app_label:model_name:permission_codename.
lv: Nederīga atļaujas izvēle: "{}". Lūdzu, norādiet atļaujas, izmantojot formātu: app_label:model_name:permission_codename.
mn: "{}" зөвшөөрлийн хүчингүй сонголт. Дараах загварын дагуу зөвшөөрлийг тодорхойлно уу: app_label:model_name:permission_codename.

source: Invalid permission codename: "{codename}". No such permission exists for the model {module}.{model_name}.
eo: Ìnvälïd pérmïssïön çödénämé: "{codename}". Nö süçh pérmïssïön éxïsts för thé mödél {module}.{model_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Nombre en clave del permiso no válido: "{codename}". No existe tal permiso para el modelo {module}.{model_name}.
lv: Nederīgs atļaujas kods: "{codename}". Tāda atļauja modelim {module}.{model_name} neeksistē.
mn: "{codename}" зөвшөөрлийн хүчингүй кодын нэр. {module}.{model_name} загварт зориулсан ийм зөвшөөрөл байхгүй байна.

source: Setting {attribute} for user "{username}" to "{new_value}"
eo: Séttïng {attribute} för üsér "{username}" tö "{new_value}" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Configurar {attribute} del usuario "{username}" para "{new_value}"
lv: Iestata {attribute} lietotājam "{username}" kā "{new_value}"
mn: Хэрэглэгчийн "{username}" утгыг "{new_value}" болгох {attribute} тохируулах

source: Skipping user "{}" because the specified and existing email addresses do not match.
eo: Skïppïng üsér "{}" ßéçäüsé thé spéçïfïéd änd éxïstïng émäïl äddréssés dö nöt mätçh. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Omitir "{}" del usuario porque el correo electrónico especificado y el existente no coinciden.
lv: Izlaiž lietotāju "{}", jo norādītā e-pasta adrese nesakrīt ar esošo.
mn: Өгөгдсөн имэйл хаяг болон байгаа имэйл хаяг нь таарахгүй байгаа учир "{}" хэрэглэгчийг алгасах

source: Did not find a user with username "{}" - skipping.
eo: Dïd nöt fïnd ä üsér wïth üsérnämé "{}" - skïppïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se encontró ningún usuario llamado "{}" - omitiendo.
lv: Netika atrasts lietotājs ar vārdu "{}" - izlaiž.
mn: "{}" хэрэглэгчийн нэртэй хэрэглэгч олдсонгүй - алгасах.

source: Removing user: "{}"
eo: Rémövïng üsér: "{}" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Eliminar usuario: "{}"
lv: Noņem lietotāju: "{}"
mn: Хэрэглэгчийг устгах:"{}"

source: Created new user: "{}"
eo: Çréätéd néw üsér: "{}" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Nuevo usuario creado: "{}"
lv: Izveidots jauns lietotājs: "{}"
mn: Шинээр үүсгэсэн хэрэглэгч:"{}"

source: Found existing user: "{}"
eo: Föünd éxïstïng üsér: "{}" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
lv: Atrasts lietotājs: "{}"
mn: Дараах хэрэглэгч олдсон: "{}"

source: Setting unusable password for user "{}"
eo: Séttïng ünüsäßlé pässwörd för üsér "{}" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Establecer contraseña inservible para el usuario "{}"
lv: Iestata neizmantojamu paroli lietotājam "{}"
mn: "{}" хэрэглэгчид ашиглаж болохгүй нууц үгийн тохиргоо хийх

source: Created new profile for user: "{}"
eo: Çréätéd néw pröfïlé för üsér: "{}" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Nuevo perfil creado para el usuario : "{}"
lv: Izveidots jauns profils lietotājam: "{}"
mn: "{}" хэрэглэгчийн шинэ профайл үүсгэсэн.

source: Could not find a group named "{}" - skipping.
eo: Çöüld nöt fïnd ä gröüp näméd "{}" - skïppïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No se pudo encontrar ningún grupo llamado "{}" - omitir.
lv: Nebija iespējams atrast grupu ar nosaukumu "{}" - izlaiž.
mn: "{}" нэртэй бүлгэм олдсонгүй - алгасах.

source: Adding user "{username}" to groups {group_names}
eo: Àddïng üsér "{username}" tö gröüps {group_names} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Añadir usuario "{username}" a los grupos {group_names}
lv: Pievieno lietotāju "{username}" grupām {group_names}
mn: "{username}" хэрэглэгчийг {group_names} бүлэгт нэмэх

source: Removing user "{username}" from groups {group_names}
eo: Rémövïng üsér "{username}" fröm gröüps {group_names} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Eliminar usuario "{username}" de los grupos {group_names}
lv: Noņem lietotāju "{username}" no grupām {group_names}
mn: "{username}" хэрэглэгчийг {group_names} бүлгүүдээс устгах

source: {html_start}Your account could not be activated{html_end}Something went wrong, please <a href="{support_url}">contact support</a> to resolve this issue.
eo: {html_start}Ýöür äççöünt çöüld nöt ßé äçtïvätéd{html_end}Söméthïng wént wröng, pléäsé <a href="{support_url}">çöntäçt süppört</a> tö résölvé thïs ïssüé. Ⱡ'σяєм ιρѕυм ∂σł#
lv: {html_start}Jūsu kontu nevarēja aktivizēt{html_end}Kaut kas nogāja greizi, lūdzu, <a href="{support_url}">sazinieties ar atbalstu</a>, lai atrisinātu šo problēmu.
mn: {html_start} Таны бүртгэл идэвхжсэнгүй {html_end} Алдаа гарсан байна <a href="{support_url}">contact support</a> -тай холбоо барина уу.

source: {html_start}This account has already been activated.{html_end}
eo: {html_start}Thïs äççöünt häs älréädý ßéén äçtïvätéd.{html_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: {html_start}Šis konts jau ir aktivizēts.{html_end}
mn: {html_start}Энэ данс идэвхжсэн байна.{html_end}

source: {html_start}Success{html_end} You have activated your account.
eo: {html_start}Süççéss{html_end} Ýöü hävé äçtïvätéd ýöür äççöünt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: {html_start}Veiksmīgi!{html_end} Jūs esat aktivizējuši savu kontu.
mn: {html_start}Амжилттай{html_end} Таны бүртгэл идэвхжлээ.

source: {html_start}Success! You have activated your account.{html_end}You will now receive email updates and alerts from us related to the courses you are enrolled in. Sign In to continue.
eo: {html_start}Süççéss! Ýöü hävé äçtïvätéd ýöür äççöünt.{html_end}Ýöü wïll nöw réçéïvé émäïl üpdätés änd älérts fröm üs rélätéd tö thé çöürsés ýöü äré énrölléd ïn. Sïgn Ìn tö çöntïnüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια#
lv: {html_start}Veiksmīgi! Jūs esat aktivizējuši savu kontu.{html_end}Tagad Jūs saņemsiet e-pastā jauninājumus un brīdinājumus no mums par kursiem, kuros esat reģistrējušies. Piesakieties, lai turpinātu.
mn: {html_start}Амжилттай! Таны бүртгэл идэвжсэн байна.{html_end}Одооноос таны бүртгүүлсэн хичээлүүдтэй холбоотой мэдээ, мэдээллүүдийг та имэйл хаягаараа хүлээн авна. Үргэлжлүүлэхийн тулд нэвтрэн орно уу.

source: {previous_hints}{list_start_tag}{strong_text}{hint_text}</li>
eo: {previous_hints}{list_start_tag}{strong_text}{hint_text}</li> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: The component location IDs of all source components that are used to determine whether a learner is shown the content of this conditional module. Copy the component location ID of a component from its Settings dialog in Studio.
eo: Thé çömpönént löçätïön ÌDs öf äll söürçé çömpönénts thät äré üséd tö détérmïné whéthér ä léärnér ïs shöwn thé çöntént öf thïs çöndïtïönäl mödülé. Çöpý thé çömpönént löçätïön ÌD öf ä çömpönént fröm ïts Séttïngs dïälög ïn Stüdïö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυ#
lv: Komponentu atrašanās vietas ID visiem avota komponentiem, kuri tiek lietoti, lai noteiktu, vai audzēknis ir parādīts šī nosacījuma moduļa saturā. Nokopējiet komponenta vietas ID no Studio komponentu iestatījumu dialoga.
mn: Суралцагчид энэ нөхцөлт модулийн агуулгыг харуулах эсэхийг шийдэхэд ашиглагддаг бүх эх сурвалж бүрдэлийн, бүрдэлийн байршилын ID. Бүрдэлийн байршилын ID- Studio дээрх Тохиргооны цонхны бүрдэлээс хуулах.

source: The attribute of the source components that determines whether a learner is shown the content of this conditional module.
eo: Thé ättrïßüté öf thé söürçé çömpönénts thät détérmïnés whéthér ä léärnér ïs shöwn thé çöntént öf thïs çöndïtïönäl mödülé. Ⱡ'σяєм ιρѕυ#
lv: Avota komponentu atribūts, kas nosaka, vai audzēknim tiek parādīts šī nosacījuma moduļa saturs.
mn: Энэ нөхцөлт модулийн агуулгыг суралцагчид харуулах эсэхийг тодорхойлдог эх сурвалжийн бүрдэл хэсгийн шинж чанар.

source: The value that the conditional attribute of the source components must match before a learner is shown the content of this conditional module.
eo: Thé välüé thät thé çöndïtïönäl ättrïßüté öf thé söürçé çömpönénts müst mätçh ßéföré ä léärnér ïs shöwn thé çöntént öf thïs çöndïtïönäl mödülé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт#
lv: Vērtība, ar kuru ir jāsakrīt avota komponentu nosacījuma atribūtam, pirms audzēknim tiek parādīts šī nosacījuma moduļa saturs.
mn: Энэ нөхцөлт модулийн агуулга суралцагчид харуулахаас өмнө эх сурвалж бүрдэлийн нөхцөлт шинж чанарын утга заавал таарах ёстой.

source: The message that is shown to learners when not all conditions are met to show the content of this conditional module. Include {link} in the text of your message to give learners a direct link to required units. For example, 'You must complete {link} before you can access this unit'.
eo: Thé méssägé thät ïs shöwn tö léärnérs whén nöt äll çöndïtïöns äré mét tö shöw thé çöntént öf thïs çöndïtïönäl mödülé. Ìnçlüdé {link} ïn thé téxt öf ýöür méssägé tö gïvé léärnérs ä dïréçt lïnk tö réqüïréd ünïts. För éxämplé, 'Ýöü müst çömplété {link} ßéföré ýöü çän äççéss thïs ünït'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂#
lv: Ziņojums, kas tiek parādīts audzēkņiem, kad netiek izpildīti visi nosacījumi, lai parādītu nosacījuma moduļa saturu. Iekļaujiet {link} Jūsu ziņojuma tekstā, lai dotu audzēkņiem tiešu saiti uz nepieciešamajiem elementiem. Piemēram, ‘Jums ir nepieciešams pabeigt {link}, pirms Jūs varat piekļūt šim elementam’.
mn: Энэ нөхцөлт модулийг харуулах бүх нөхцөл бүрдээгүй үед суралцагчид харуулах зурвас. Зурвастаа суралцагчид шаардлагатай нэгжид шууд хандах холбоосыг {link} оруулаарай. Жишээ нь, 'Та энэ нэгж рүү хандахаас өмнө {link} -ийг дуусгах ёстой'.

source: The selected proctoring provider, {proctoring_provider}, is not a valid provider. Please select from one of {available_providers}.
eo: Thé séléçtéd pröçtörïng prövïdér, {proctoring_provider}, ïs nöt ä välïd prövïdér. Pléäsé séléçt fröm öné öf {available_providers}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: El proveedor de supervisión seleccionado, {proctoring_provider}, no es válidoproveedor. Seleccione uno de los {available_providers}.

source: Start time when this module is visible
eo: Stärt tïmé whén thïs mödülé ïs vïsïßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
lv: Sākuma laiks, kad šis modulis ir redzams
mn: Энэ модуль харагдаж эхлэх хугацаа

source: Enter the name of the course as it should appear in the edX.org course list.
eo: Éntér thé nämé öf thé çöürsé äs ït shöüld äppéär ïn thé édX.örg çöürsé lïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
lv: Ievadiet kursa nosaukumu tā, kā tam būtu jāparādās edX.org kursu sarakstā.
mn: edX.org -ийн хичээлийн жагсаалтанд харагдах энэ хичээлийн нэрийг оруулна уу.

source: Discussion Sorting Alphabetical
eo: Dïsçüssïön Sörtïng Àlphäßétïçäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Ordenamiento alfabético del Foro
lv: Alfabētiska diskusiju kārtošana
mn: Хэлэлцүүлгийн цагаан толгойн дарааллаар эрэмблэх

source: Enter true or false. If true, discussion categories and subcategories are sorted alphabetically. If false, they are sorted chronologically by creation date and time.
eo: Éntér trüé ör fälsé. Ìf trüé, dïsçüssïön çätégörïés änd süßçätégörïés äré sörtéd älphäßétïçällý. Ìf fälsé, théý äré sörtéd çhrönölögïçällý ßý çréätïön däté änd tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια#
es_es: Introducir verdadero o falso. En caso de ser verdadero, las categorías y subcategorías se clasificarán alfabéticamente. En caso contrario, se ordenarán cronológicamente por fecha y momento de creación.
lv: Ievadīt kā patiesu vai nepatiesu. Ja patiess, tad diskusiju kategorijas un apakškategorijas tiek kārtotas alfabētiski. Ja nepatiess, tad tās tiek kārtotas hronoloģiski pēc izveidošanas datuma un laika.
mn: Үнэн эсвэл худал гэж оруулна уу. Хэрэв үнэн гэвэл хэлэлцүүлгийн ангилал болон дэд ангилал цагаан толгойн үсгийн дарааллаар эрэмблэгдэнэ. Хэрэв худал гэвэл үүсгэсэн огноо болон цагийн дарааллаар эрэмблэнэ.

source: Enter true or false. If true, the course appears in the list of new courses on edx.org, and a New! badge temporarily appears next to the course image.
eo: Éntér trüé ör fälsé. Ìf trüé, thé çöürsé äppéärs ïn thé lïst öf néw çöürsés ön édx.örg, änd ä Néw! ßädgé témpörärïlý äppéärs néxt tö thé çöürsé ïmägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αη#
lv: Ievadiet kā patiesu vai nepatiesu. Ja patiess, tad kurss tiks parādīts jauno kursu sarakstā edx.org, un New! žetons uz laiku parādīsies blakus kursa attēlam.
mn: Үнэн эсвэл худал гэж оруулна уу. Хэрэв үнэн гэвэл хичээл нь edx.org дээрх шинэ хичээлийн жагсаалтанд харагдах ба Шинэ! гэсэн тур зуурын тэмдэг хичээлийн зургийн хойно харагдах болно.

source: Enter the unique identifier for your course's video files provided by edX.
eo: Éntér thé ünïqüé ïdéntïfïér för ýöür çöürsé's vïdéö fïlés prövïdéd ßý édX. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
lv: Ievadiet Jūsu kursa video datņu unikālo identifikatoru, ko sniedza edX.
mn: EdX-ээс өгсөн таны хичээлийн видео файлуудад зориулсан дахин давтагдахгүй тодорхойлогчийг оруулна уу.

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on edX. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
eo: Àllöw çöürsé ïnstrüçtörs tö ässïgn ÇÇX Çöäçh rölés, änd ällöw çöäçhés tö mänägé Çüstöm Çöürsés ön édX. Whén fälsé, Çüstöm Çöürsés çännöt ßé çréätéd, ßüt éxïstïng Çüstöm Çöürsés wïll ßé présérvéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αт#
lv: Ļaut kursa instruktoriem piešķirt CCX personīgā padomdevēja lomas, un ļaut padomdevējam pārvaldīt pielāgotos kursus edX. Ja nepatiess, pielāgotos kursus nevarēs izveidot, taču esošie pielāgotie kursi tiks saglabāti.
mn: CCX-ийн зааварлагчийн үүргийг тогтоохыг хичээлийн зааварлагчид зөвшөөрөх ба зааварлагчид edX дээрх Custom хичээлийг удирдахыг зөвшөөрөх. Хэрэв Худал бол, сustom хичээл үүсгэх боломжгүй болно, гэхдээ одоо байгаа сustom хичээлүүд хадгалагдах болно.

source: Course Home Sidebar Name
eo: Çöürsé Hömé Sïdéßär Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Nombre de la barra lateral de la pantalla principal del curso
lv: Kursa sākumlapas sānjoslas nosaukums
mn: Хичээлийн Эхлэл Хажуугийн шугамын Нэр

source: Enter the heading that you want students to see above your course handouts on the Course Home page. Your course handouts appear in the right panel of the page.
eo: Éntér thé héädïng thät ýöü wänt stüdénts tö séé äßövé ýöür çöürsé händöüts ön thé Çöürsé Hömé pägé. Ýöür çöürsé händöüts äppéär ïn thé rïght pänél öf thé pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυη#
es_es: Introducir el título que desea que vean los estudiantes sobre los materiales de clase en la página principal del curso. Los materiales de su curso aparecerán en el panel de la derecha de la página.
lv: Ievadiet virsrakstu, kuru redzēs studenti virs Jūsu kursa izdales materiāliem kursa sākumlapā. Jūsu kursa izdales materiāli parādīsies lapas labās puses panelī.
mn: Хичээлийн Эхлэл хуудсан дээрх таны хичээлийн гарын авлагын суралцагчид харагдах гарчгийг оруулна уу. Хичээлийн баруун самбар дээр таны хичээлийн гарын авлага харагдана.

source: Course Handouts
eo: Çöürsé Händöüts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Apuntes del curso
lv: Kursa izdales materiāli
mn: Хичээлийн гарын авлага

source: Enter end, early_with_info, or early_no_info. After certificate generation, students who passed see a link to their certificates on the dashboard and students who did not pass see information about the grading configuration. The default is end, which displays this certificate information to all students after the course end date. To display this certificate information to all students as soon as certificates are generated, enter early_with_info. To display only the links to passing students as soon as certificates are generated, enter early_no_info.
eo: Éntér énd, éärlý_wïth_ïnfö, ör éärlý_nö_ïnfö. Àftér çértïfïçäté générätïön, stüdénts whö pässéd séé ä lïnk tö théïr çértïfïçätés ön thé däshßöärd änd stüdénts whö dïd nöt päss séé ïnförmätïön äßöüt thé grädïng çönfïgürätïön. Thé défäült ïs énd, whïçh dïspläýs thïs çértïfïçäté ïnförmätïön tö äll stüdénts äftér thé çöürsé énd däté. Tö dïspläý thïs çértïfïçäté ïnförmätïön tö äll stüdénts äs söön äs çértïfïçätés äré générätéd, éntér éärlý_wïth_ïnfö. Tö dïspläý önlý thé lïnks tö pässïng stüdénts äs söön äs çértïfïçätés äré générätéd, éntér éärlý_nö_ïnfö.#
es_es: Introduce end, early_with_info o early_no_info. Después de la generación de los certificados, los alumnos que han aprobado ven un enlace a su certificado en el tablón y los estudiantes que no han aprobado ven información sobre la configuración de calificaciones. Por defecto el valor es end, que muestra la información de certificados a todos los alumnos después de la fecha de finalización del curso. Para mostrar esta información de certificados a todos los alumnos tan pronto como se generen los certificados, introduce early_with_info. Para mostrar solo los enlaces a los alumnos que hayan aprobado tan pronto como se hayan generado los certificados, introduce early_no_info.
lv: Ievadiet end (beigās), early_with_info (iepriekš, ar informāciju), vai early_no_info (iepriekš, bez informācijas). Pēc sertifikātu ģenerēšanas, studenti, kuri būs nokārtojuši nepieciešamo, redzēs saiti uz saviem sertifikātiem informācijas panelī, un studenti, kuri nebūs nokārtojuši, redzēs informāciju par vērtēšanas konfigurāciju. Noklusētā vērtība ir end, kuras gadījumā tiek parādīta šī sertifikāta informāciju visiem studentiem pēc kursa beigu datuma. Lai parādītu šī sertifikāta informāciju visiem studentiem, tiklīdz sertifikāti tiek ģenerēti, ievadiet early_with_info. Lai studentiem, kas ir nokārtojuši nepieciešamo, parādītu tikai saites tiklīdz sertifikāti tiek ģenerēti, ievadiet early_no_info.
mn: End, early_with_info, эсвэл early_no_info оруулна уу. Гэрчилгээ үүсгэсний дараа хичээлд тэнцсэн суралцагчдын хянах самбар дээр гэрчилгээгээ харах холбоос харагдах ба хичээлд тэнцээгүй суралцагчид дүнгийн талаар мэдээллийг харах болно. Өгөгдмөл утга нь end ба энэ нь хичээл дуусах огнооны дараа бүх суралцагчид гэрчилгээний мэдээлэл харагдахыг заана. Гэрчилгээг үүсгэмэгц бүх оюутнуудад гэрчилгээний талаарх мэдээллийг харуулах бол early_with_info оруулна. Гэрчилгээ үүсгэмэгц хичээлд тэнцсэн суралцагчдад зөвхөн холбоосыг харуулах бол early_no_info оруулна уу

source: Enter true or false. If true, edX users can view the course wiki even if they're not enrolled in the course.
eo: Éntér trüé ör fälsé. Ìf trüé, édX üsérs çän vïéw thé çöürsé wïkï évén ïf théý'ré nöt énrölléd ïn thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
lv: Ievadiet kā patiesu vai nepatiesu. Ja patiess, edX lietotāji varēs redzēt kursa vikivietni pat tad, ja nebūs reģistrējušies kursā.
mn: Үнэн эсвэл худал гэж оруулна уу. Хэрэв үнэн гэвэл edX хэрэглэгчид тухайн хичээлд элсэж ороогүй ч гэсэн хичээлийн викиг харж чадна.

source: Content module identifier (location) of entrance exam.
eo: Çöntént mödülé ïdéntïfïér (löçätïön) öf éntränçé éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Iestājpārbaudījuma satura moduļa identifikators (atrašanās vieta)
mn: Элсэлтийн шалгалтын агуулгын модуль тодорхойлогч(байршил)

source: Html contents to display for this module
eo: Html çönténts tö dïspläý för thïs mödülé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
lv: Html saturs, ko parādīt šim modulim
mn: Энэ модульд харуулах html агуулга

source: Visual
eo: Vïsüäl Ⱡ'σяєм ιρѕυ#
it_it: Visivo
lv: Vadīkla
mn: Визуал

source: Raw
eo: Räw Ⱡ'σяєм#
es_es: Sin formato
it_it: Originale
lv: Neapstrādāts
mn: Боловсруулаагүй

source: Enter the number of components to display to each student.
eo: Éntér thé nümßér öf çömpönénts tö dïspläý tö éäçh stüdént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Ievadiet komponentu skaitu, kurus rādīt katram audzēknim.
mn: Суралцагч бүрт харагдах бүрдэлийн тоог оруулна уу.

source: GIT URL
eo: GÌT ÛRL Ⱡ'σяєм ιρѕυм #
es_es: URL GIT

source: Tag this module as part of an Entrance Exam section
eo: Täg thïs mödülé äs pärt öf än Éntränçé Éxäm séçtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Atzīmējiet šo moduli kā daļu no iestājpārbaudījumu sadaļā
mn: Энэ модулийг Элсэлтийн шалгалт хэсэг гэж тэмдэглэ.
