Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Date Added
eo: Däté Àddéd Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Fecha añadida
fa_ir: تاریخ اضافه شدن
it_it: Data inserimento
mn: Өдөр товлогдлоо.

source: Status
eo: Stätüs Ⱡ'σяєм ιρѕυ#
es_es: Estado
fa_ir: وضعیت
it_it: Stato
lv: Statuss
mn: Төлөв

source: {course}_video_urls
eo: {course}_vïdéö_ürls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fa_ir: {course}_آدرس_فیلم

source: A non zero positive integer is expected
eo: À nön zérö pösïtïvé ïntégér ïs éxpéçtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Se espera un entero mayor que cero
fa_ir: عددی صحیح به غیر از صفر مجاز است.
it_it: È richiesto un numero intero positivo diverso da zero

source: unrequested
eo: ünréqüéstéd Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: no solicitado
fa_ir: درخواست نشده
it_it: non richiesto

source: pending
eo: péndïng Ⱡ'σяєм ιρѕυм #
es_es: pendiente
fa_ir: در حال انتظار
it_it: in attesa

source: granted
eo: gräntéd Ⱡ'σяєм ιρѕυм #
es_es: concedido
fa_ir: اعطاشده
it_it: concesso

source: denied
eo: dénïéd Ⱡ'σяєм ιρѕυ#
es_es: denegado
fa_ir: ردشده
it_it: negato

source: Studio user
eo: Stüdïö üsér Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: usuario del Studio
fa_ir: کاربر هنرکده
it_it: Utente Studio

source: The date when state was last updated
eo: Thé däté whén stäté wäs läst üpdätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fa_ir: آخرین تاریخ روزآمدسازی
it_it: La data in cui stato è stato aggiornato l'ultima volta

source: Current course creator state
eo: Çürrént çöürsé çréätör stäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Estado actual del creador del curso
fa_ir: وضعیت سازنده دوره جاری
it_it: Stato corrente del creatore del corso

source: Optional notes about this user (for example, why course creation access was denied)
eo: Öptïönäl nötés äßöüt thïs üsér (för éxämplé, whý çöürsé çréätïön äççéss wäs dénïéd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Notas opcionales sobre este usuario (por ejemplo, por qué se ha denegado el acceso a crear cursos).
fa_ir: یادداشت اختیاری درباره این کاربر (مثلا، به چه دلیل دسترسی ایجاد دوره رد شده)
it_it: Note opzionali su questo utente (ad esempio, perché l'accesso alla creazione del corso è stato negato)

source: Organizations under which the user is allowed to create courses.
fa_ir: سازمان‌هایی که در آن‌ها، کاربر مجاز به ایجاد دوره‌های آموزشی هستند.
it_it: Organizzazioni in cui l&#39;utente è autorizzato a creare corsi.

source: Grant the user the permission to create courses in ALL organizations
fa_ir: به کاربر اجازه ایجاد دوره آموزشی در همه سازمان‌ها را بدهید
it_it: Concedi all&#39;utente il permesso di creare corsi in TUTTE le organizzazioni

source: Dump courses to CourseGraph (respect cache)
fa_ir: نسخه‌برداری از دوره‌های آموزشی در CourseGraph (respect cache)
it_it: Scarica i corsi su CourseGraph (rispetta la cache)

source: Error enqueueing dumps for {} course(s): {}
fa_ir: خطا در صف‌بندی نسخه‌برداری‌ها برای {} دوره(ها)ی آموزشی: {}
it_it: Errore durante l&#39;accodamento dei dump per {} corso/i: {}

source: Enqueued dumps for {} course(s). Skipped {} unchanged course(s).
fa_ir: نسخه‌برداری‌ها در صف برای {} دوره‌(ها)ی آموزشی. از {} دوره(های) آموزشی بدون تغییر عبور کرد.
it_it: Dump in coda per {} corso/i. Hai saltato {} corso/i invariato/i.

source: Skipped all {} course(s), as they were unchanged.
fa_ir: به دلیل عدم تغییر دوره‌(های) آموزشی، از همه {} آن‌ها عبور کرد.
it_it: Hai saltato tutti i {} corsi, poiché erano invariati.

source: Dump courses to CourseGraph (override cache)
fa_ir: حذف دوره‌های آموزشی به CourseGraph (لغو حافظه پنهان)
it_it: Scarica i corsi su CourseGraph (sovrascrivi la cache)

source: Enqueued dumps for {} course(s).
fa_ir: نسخه‌برداری‌ها در صف برای {} دوره (ها).
it_it: Dump in coda per {} corso/i.

source: Force Publish Course
eo: Förçé Püßlïsh Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: اجبار انتشار دوره آموزشی
it_it: Forza pubblicazione del corso
mn: Хичээлийг Албадан Нийтлэх

source: Sometimes the draft and published branches of a course can get out of sync. Force publish course command resets the published branch of a course to point to the draft branch, effectively force publishing the course. This view dry runs the force publish command
eo: Sömétïmés thé dräft änd püßlïshéd ßränçhés öf ä çöürsé çän gét öüt öf sýnç. Förçé püßlïsh çöürsé çömmänd réséts thé püßlïshéd ßränçh öf ä çöürsé tö pöïnt tö thé dräft ßränçh, éfféçtïvélý förçé püßlïshïng thé çöürsé. Thïs vïéw drý rüns thé förçé püßlïsh çömmänd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя#
es_es: A veces, el borrador y las ramas publicadas de un curso pueden salir de la sincronización. El comando de publicación de fuerza restablece la rama publicada de un curso para apuntar a la rama de borrador, forzar efectivamente la publicación del curso. Esta vista en seco ejecuta el comando de publicación de fuerza
fa_ir: گاهی اوقات پیش‌نویس و شاخه‌های منتشرشده یک دوره آموزشی می‌توانند از حالت همگام‌سازی خارج شوند. دستور انتشار اجباری دوره، شاخۀ منتشرشدۀ یک دوره را بازتنظیم می‌کند تا به شاخۀ پیش‌نویس اشاره کند، و عملاً مجبور به انتشار دوره می‌شود. این نمای اجباری، فرمان انتشار را اجرا می کند
it_it: A volte la bozza e le sezioni pubblicate di un corso potrebbero non essere sincronizzate. Il comando Forza pubblicazione corso reimposta la sezione pubblicata di un corso in modo che punti alla sezione della bozza, forzando effettivamente la pubblicazione del corso. Questa vista esegue il comando Forza pubblicazione

source: Edit Announcements
eo: Édït Ànnöünçéménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fa_ir: ویرایش آگهی
it_it: Modifica avvisi

source: This view shows the announcement editor to create or alter announcements that are shown on the rightside of the dashboard.
eo: Thïs vïéw shöws thé ännöünçémént édïtör tö çréäté ör ältér ännöünçéménts thät äré shöwn ön thé rïghtsïdé öf thé däshßöärd. Ⱡ'σяєм ιρѕ#
fa_ir: این نما، ویرایشگر آگهی را برای ایجاد یا تغییر مواردی نشان می‌دهد که در سمت راست پیشخوان قرار داده شده‌اند.
it_it: Questa vista mostra l'editor degli avvisi che consente di creare o modificare gli avvisi che vengono mostrati sul lato destro della dashboard.

source: Please provide course id.
eo: Pléäsé prövïdé çöürsé ïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: لطفاً شناسۀ دوره آموزشی را مشخص کنید.
it_it: Fornire l'id del corso

source: Invalid course key.
eo: Ìnvälïd çöürsé kéý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Clave de curso inválida
fa_ir: کلید دوره آموزشی نامعتبر است.
it_it: Chiave corso non valida.
mn: Хичээлийн код буруу байна

source: No matching course found.
eo: Nö mätçhïng çöürsé föünd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: دوره آموزشی پیدا نشد.
it_it: Non è stato trovato un corso corrispondente.

source: Force publishing course is not supported with old mongo courses.
eo: Förçé püßlïshïng çöürsé ïs nöt süppörtéd wïth öld möngö çöürsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: دورۀ آموزشی انتشار اجباری توسط دوره‌های قدیمی mongo پشتیبانی نمی‌شود.
it_it: Non è possibile forzare la pubblicazione di un corso mongo.

source: Course is already in published state.
eo: Çöürsé ïs älréädý ïn püßlïshéd stäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fa_ir: دوره آموزشی اکنون در حالت انتشار است.
it_it: Il corso è già nello stato pubblicato.

source: Incorrect format for field '{name}'. {detailed_message}
eo: Ìnçörréçt förmät för fïéld '{name}'. {detailed_message} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Formato incorreto para el campo '{name}'. {detailed_message}
fa_ir: شکل این قسمت نادرست است '{name}'. {detailed_message}
it_it: Formato del campo '{name}' non corretto. {detailed_message}

source: Dictionary with the available tags
eo: Dïçtïönärý wïth thé äväïläßlé tägs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fa_ir: فرهنگ لغت با برچسب‌های موجود
it_it: Dizionario con tag disponibili
lv: Pieejamo etiķešu vārdnīca

source: Studio Administration
eo: Stüdïö Àdmïnïsträtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Administración de Studio
fa_ir: مدیریت هنرکده
it_it: Gestione Studio
lv: Studijas administrācija

source: Page Not Found
eo: Pägé Nöt Föünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: No se encontró la página
fa_ir: صفحه یافت نشد
it_it: Pagina Non Trovata
lv: Lapa nav atrasta
mn: Хуудас Олдсонгүй

source: Page not found
eo: Pägé nöt föünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: No se encontró la página
fa_ir: صفحه یافت نشد
it_it: Pagina non trovata
lv: Lapa nav atrasta
mn: Хуудас олдсонгүй

source: Content
eo: Çöntént Ⱡ'σяєм ιρѕυм #
fa_ir: محتوا
it_it: Contenuto
lv: Saturs
mn: Агуулга

source: Settings
eo: Séttïngs Ⱡ'σяєм ιρѕυм ∂#
es_es: Ajustes
fa_ir: تنظیمات
it_it: Impostazioni
lv: Iestatījumi
mn: Тохиргоо

source: Loading
eo: Löädïng Ⱡ'σяєм ιρѕυм #
es_es: Cargando
fa_ir: در حال بارگذاری
it_it: Caricamento
lv: Ielādējas
mn: Ачаалж байна

source: Course Name
eo: Çöürsé Nämé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Nombre del curso
fa_ir: نام دوره
it_it: Nome Corso
lv: Kursa nosaukums
mn: Хичээлийн нэр

source: Course Number
eo: Çöürsé Nümßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Código del curso
fa_ir: شماره دوره
it_it: Numero del Corso
lv: Kursa numurs
mn: Хичээлийн дугаар

source: Error:
eo: Érrör: Ⱡ'σяєм ιρѕυ#
fa_ir: خطا:
it_it: Errore:
lv: Kļūda:
mn: Алдаа:

source: Organization:
eo: Örgänïzätïön: Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Organización:
fa_ir: سازمان:
it_it: Organizzazione:
lv: Organizācija:
mn: Байгууллага:

source: Course Number:
eo: Çöürsé Nümßér: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Código del curso:
fa_ir: شماره دوره آموزشی:
it_it: Numero Corso
lv: Kursa numurs:
mn: Хичээлийн дугаар:

source: Course Run:
eo: Çöürsé Rün: Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Impartición del curso:
fa_ir: دور اجرا:
it_it: Edizione del corso:
lv: Kursa izpildes reize:
mn: Хичээлийн хугацаа:

source: example: username@domain.com
eo: éxämplé: üsérnämé@dömäïn.çöm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: ejemplo: usuario@dominio.com
fa_ir: نمونه: username@domain.com
it_it: esempio: username@domain.com
lv: piemērs: username@domain.com
mn: Жишээ: username@domain.com

source: Instructors
eo: Ìnstrüçtörs Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Profesores
fa_ir: مربیان
it_it: Istruttori
lv: Instruktori
mn: Зааварлагчид

source: Requirements
eo: Réqüïréménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Requisitos
fa_ir: موارد ضروری
it_it: Requisiti
lv: Prasības
mn: Шаардлага

source: Details
eo: Détäïls Ⱡ'σяєм ιρѕυм #
es_es: Detalles
fa_ir: جزئیات
it_it: Dettagli
lv: Detalizēti
mn: Дэлгэрэнгүй

source: View
eo: Vïéw Ⱡ'σяєм ι#
es_es: Ver
fa_ir: نمایش
it_it: Visualizza
lv: Skatīt
mn: Харах

source: Save
eo: Sävé Ⱡ'σяєм ι#
es_es: Guardar
fa_ir: ذخیره
it_it: Salva
lv: Saglabāt
mn: Хадгалах

source: Reset
eo: Rését Ⱡ'σяєм ιρѕ#
es_es: Reiniciar
fa_ir: بازیابی
it_it: Azzera
lv: Atiestatīt
mn: Дахин эхлүүлэх

source: Legal
eo: Légäl Ⱡ'σяєм ιρѕ#
fa_ir: قانونی
it_it: Legale
lv: Juridiskā informācija
mn: Хууль эрх зүй

source: edX, Open edX, and the edX and Open edX logos are registered trademarks of {link_start}edX Inc.{link_end}
eo: édX, Öpén édX, änd thé édX änd Öpén édX lögös äré régïstéréd trädémärks öf {link_start}édX Ìnç.{link_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: edX, Open edX, علائم تجاری ثبت شده {link_start}edX Inc.{link_end} هستند.
it_it: edX, Open edX ed i logo edX e Open edX sono marchi registrati di {link_start}edX Inc.{link_end}

source: Choose Language
eo: Çhöösé Längüägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Elije idioma
fa_ir: انتخاب زبان
it_it: Seleziona lingua
lv: Izvēlieties valodu
mn: Хэл сонгох

source: Account
eo: Àççöünt Ⱡ'σяєм ιρѕυм #
fa_ir: حساب‌کاربری
lv: Konts
mn: Бүртгэл

source: Help
eo: Hélp Ⱡ'σяєм ι#
es_es: Ayuda
fa_ir: راهنمایی
it_it: Aiuto
lv: Palīdzība
mn: Тусламж

source: name
eo: nämé Ⱡ'σяєм ι#
es_es: nombre
fa_ir: نام
it_it: nome
lv: nosaukums
mn: нэр

source: Sign Out
eo: Sïgn Öüt Ⱡ'σяєм ιρѕυм ∂#
es_es: Cerrar sesión
fa_ir: خروج
it_it: Esci
lv: Izrakstīties
mn: Гарах

source: Feedback Form
eo: Féédßäçk Förm Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Formulario de Comentarios
fa_ir: فرم بازخورد‌ها
it_it: Modulo di feedback
lv: Atsauksmju veidlapa
mn: Санал хүсэлтийн маягт

source: Email: {email}
eo: Émäïl: {email} Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Correo electrónico: {email}
fa_ir: رایانامه: {email}
lv: E-pasts: {email}
mn: Цахим шуудан: {email}

source: Full Name: {realname}
eo: Füll Nämé: {realname} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Nombre completo: {realname}
fa_ir: نام و نام خانوادگی: {realname}
it_it: Nome completo: {realname}
lv: Pilnais vārds: {realname}
mn: Бүтэн нэр: {realname}

source: Inquiry Type: {inquiry_type}
eo: Ìnqüïrý Týpé: {inquiry_type} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Tipo de consulta: {inquiry_type}
fa_ir: نوع درخواست: {inquiry_type}
it_it: Tipo di domanda: {inquiry_type}
lv: Prasījuma veids: {inquiry_type}
mn: Лавлагааны төрөл: {inquiry_type}

source: Message: {message}
eo: Méssägé: {message} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Mensaje: {message}
fa_ir: پیام: {message}
it_it: Messaggio: {message}
lv: Ziņojums: {message}
mn: Мэссэж: {message}

source: Tags: {tags}
eo: Tägs: {tags} Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Etiquetas: {tags}
fa_ir: برچسب‌ها: {tags}
it_it: Tag: {tags}
lv: Tagi: {tags}
mn: Шошго: {tags}

source: Additional Info:
eo: Àddïtïönäl Ìnfö: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Información Adicional:
fa_ir: اطلاعات تکمیلی:
it_it: Informazioni aggiuntive:
lv: Papildus informācija:
mn: Нэмэлт мэдээлэл:

source: Feedback from user
eo: Féédßäçk fröm üsér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Comentarios del usuario
fa_ir: بازخورد کاربر
it_it: Feedback dall'utente
lv: Atgriezeniskā saite no lietotāja
mn: Хэрэглэгчийн санал хүсэлт

source: The email associated with your {platform_name} account has changed from {old_email} to {new_email}.
eo: Thé émäïl ässöçïätéd wïth ýöür {platform_name} äççöünt häs çhängéd fröm {old_email} tö {new_email}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: La dirección de correo electrónico asociada a la cuenta de {platform_name} ha cambiado de {old_email} a {new_email}.
fa_ir: رایانامه مربوط به {platform_name} حساب کاربری‌تان از {old_email} به {new_email} تغییر یافت.
it_it: L'email associata al tuo account {platform_name} è stata modificata da {old_email} a {new_email}.
lv: E-pasts, kas saistīts ar Jūsu {platform_name} kontu, tika nomainīts no {old_email} uz {new_email}.
mn: Таны {platform_name} бүртгэл хийсэн имэйл хаяг {old_email}-ээс {new_email} болж өөрчлөгдлөө.

source: No action is needed on your part.
eo: Nö äçtïön ïs néédéd ön ýöür pärt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: No es necesaria ninguna acción por tu parte.
fa_ir: اقدامی از سوی شما نیاز نیست.
it_it: Nessuna azione necessaria.
lv: No Jūsu puses nav nepieciešama nekāda darbība.
mn: Таны зүгээс ямар ч арга хэмжээ авах шаардлагагүй.

source: If this change is not correct, contact {link_start}{platform_name} Support{link_end} or your administrator.
eo: Ìf thïs çhängé ïs nöt çörréçt, çöntäçt {link_start}{platform_name} Süppört{link_end} ör ýöür ädmïnïsträtör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Si este cambio no es correcto, contacta con {link_start}Soporte de {platform_name}{link_end} o con tu administrador.
fa_ir: اگر این تغییر درست نیست، با {link_start} {platform_name} قسمت پشتیبانی {link_end} یا مدیر خود تماس بگیرید.
it_it: Se questa modifica non è corretta, contattare il {link_start}Supporto {platform_name}{link_end} o l'amministratore.
lv: Ja šīs izmaiņas nav pareizas, sazinieties ar {link_start}{platform_name} atbalstu{link_end} vai Jūsu administratoru.
mn: Хэрэв энэ өөрчлөлт буруу байвал {link_start} {platform_name} Тусламж {link_end} эсвэл администраторт хандана уу.

source: Your {platform_name} account email has been updated
eo: Ýöür {platform_name} äççöünt émäïl häs ßéén üpdätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: رایانامه حساب کاربری شما در {platform_name} روزآمد شد
it_it: L'email dell'account {platform_name} è stata aggiornata
lv: Jūsu {platform_name} konta e-pasts tika atjaunināts
mn: Таны {platform_name} бүртгэлийн имэйл шинэчлэгдсэн

source: Add a Post
eo: Àdd ä Pöst Ⱡ'σяєм ιρѕυм ∂σłσ#
fa_ir: افزودن مطلب
it_it: Aggiungi un post
lv: Pievienot ziņu
mn: Бичлэг нэмэх

source: New topic form
eo: Néw töpïç förm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Nuevo tema de
fa_ir: فرم موضوع تازه
it_it: Nuovo modulo argomento
lv: Jauna temata forma
mn: Шинэ сэдвийн маягт

source: Discussion thread list
eo: Dïsçüssïön thréäd lïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: فهرست رشته گفتگو
it_it: Elenco dei thread di discussione
lv: Diskusiju pavedienu saraksts
mn: Хэлэлцүүлгийн жагсаалт

source: Private Discussion
eo: Prïväté Dïsçüssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Discusión privada
fa_ir: گفتگوی خصوصی
it_it: Discussione privata

source: This is a private discussion. You do not have permissions to view this discussion
eo: Thïs ïs ä prïväté dïsçüssïön. Ýöü dö nöt hävé pérmïssïöns tö vïéw thïs dïsçüssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Este es un foro privado. No tienes permiso para ver este foro.
fa_ir: این یک مباحثه خصوصی است. شما مجوز مشاهده این گفتگو را ندارید
it_it: Questa è una discussione privata. Non si dispone delle autorizzazioni per visualizzare questa discussione

source: %s discussion started
eo: %s dïsçüssïön stärtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: %s مبحث آغاز شد
it_it: %s discussione avviata
lv: %s diskusija sākta
mn: %s хэлэлцүүлэг эхэлсэн

source: %s comment
eo: %s çömmént Ⱡ'σяєм ιρѕυм ∂σłσя #
fa_ir: %s کامنت
it_it: %s commento
lv: %s komentārs
mn: %s коммент

source: Discussion unavailable
eo: Dïsçüssïön ünäväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Foro no disponible
fa_ir: مبحث خارج از دسترس
it_it: Discussione non disponibile
lv: Diskusija nav pieejama
mn: Хэлэлцүүлэг боломжгүй байна

source: The discussions are currently undergoing maintenance. We'll have them back up shortly!
eo: Thé dïsçüssïöns äré çürréntlý ündérgöïng mäïnténänçé. Wé'll hävé thém ßäçk üp shörtlý! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Estamos realizando labores de mantenimiento en el foro. Disponible de nuevo proximamente.
fa_ir: گفتگوها در حال رسیدگی هستند و به‌زودی در دسترس شما قرار می‌گیرند!
it_it: Le discussioni sono attualmente in fase di manutenzione. Verranno ripristinate a breve!
lv: Diskusijās pašreiz notiek apkope. Mēs tās drīz atkal aktivizēsim!
mn: Хэлэлцүүлгүүд одоогоор засвар үйлчилгээнд хамрагдаж байна. Бид удахгүй эргэн ажилд оруулах болно.

source: Content Locked
eo: Çöntént Löçkéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Contenido bloqueado
fa_ir: محتوا قفل شده‌است
it_it: Contenuto bloccato
lv: Slēgts saturs
mn: Агуулга түгжээтэй

source: You must complete the prerequisites for '{prereq_section_name}' to access this content.
eo: Ýöü müst çömplété thé préréqüïsïtés för '{prereq_section_name}' tö äççéss thïs çöntént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Debes de completar los prerrequisitos de '{prereq_section_name}' para tener acceso a este contenido.
fa_ir: برای دسترسی به این محتوا باید پیش‌نیازهای "{prereq_section_name}" را تکمیل کنید.
it_it: È necessario completare i prerequisiti per '{prereq_section_name}' per accedere a questo contenuto.
lv: Lai piekļūtu šim saturam, jums ir jāaizpilda priekšnosacījumi "{prereq_section_name}".
mn: Та энэ агуулгад хандахын тулд '{prereq_section_name}'-ын урьдач нөхцлүүдийг хангах ёстой.

source: Go to Prerequisite Section
eo: Gö tö Préréqüïsïté Séçtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Ve a la sección de prerrequisitos
fa_ir: به بخش پیش‌نیاز برو
it_it: Vai alla sezione Prerequisiti
lv: Doties uz priekšnosacījumu iedaļu
mn: Шаардлага хэсэг рүү шилжих

source: Collapse Instructions
eo: Çölläpsé Ìnstrüçtïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Ocultar instrucciones
fa_ir: باز شود
it_it: Nascondi le Istruzioni
lv: Sakļaut anotācijas
mn: Зааврыг дэлгэх

source: Guided Discussion
eo: Güïdéd Dïsçüssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: گفتگوی سوگرفته
it_it: Discussione Guidata
lv: Diskusijas ar padomdevējiem
mn: Хөтөлсөн хэлэлцүүлэг

source: Hide Annotations
eo: Hïdé Ànnötätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Ocultar anotaciones
fa_ir: یادداشت‌ها پنهان شود
it_it: Nascondi le Annotazioni
lv: Paslēpt anotācijas
mn: Тэмдэглэгээнүүдийг нуух

source: Bookmarked
eo: Böökmärkéd Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Página marcada
fa_ir: نشاندار
it_it: Salvato nei segnalibri
lv: Pievienots grāmatzīmēm
mn: Хадгалагдсан

source: Bookmark this page
eo: Böökmärk thïs pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Marcar esta página
fa_ir: نشانه‌گذاری این صفحه
it_it: Aggiungi ai preferiti
lv: Pievienot šo lapu grāmatzīmēm
mn: Энэ хуудсыг хадгалах

source: LEARN MORE
eo: LÉÀRN MÖRÉ Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: APRENDE MÁS
fa_ir: اطلاعات بیشتر
it_it: STUDIA ANCORA
lv: UZZINĀT VAIRĀK
mn: ДЭЛГЭРЭНГҮЙ

source: Starts
eo: Stärts Ⱡ'σяєм ιρѕυ#
es_es: Inicio
fa_ir: آغاز می‌شود
it_it: Inizia
lv: Sākums
mn: Эхлэх

source: Starts: {date}
eo: Stärts: {date} Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Empieza: {date}
fa_ir: آغاز می‌شود: {date}
it_it: Inizia: {date}
lv: Sākums: {date}
mn: Эхлэх: {date}

source: View all Courses
eo: Vïéw äll Çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: نمایش همه دوره‌های آموزشی
it_it: Vedi tutti i corsi
lv: Skatīt visus kursus
mn: Бүх хичээлийг үзэх

source: Dashboard
eo: Däshßöärd Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Panel de control
fa_ir: پیشخوان
it_it: I miei corsi
lv: Informācijas panelis
mn: Нүүр хуудас

source: results successfully populated,
eo: résülts süççéssfüllý pöpülätéd, Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: نتایج با موفقیت دریافت شد،
it_it: risultati correttamente popolati,

source: Click to load all enrolled courses
eo: Çlïçk tö löäd äll énrölléd çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fa_ir: برای بازشدن همه دوره‌های ثبت‌نام شده، کلیک کنید
it_it: Fare clic per caricare tutti i corsi a cui si è iscritti

source: You are not enrolled in any courses yet.
eo: Ýöü äré nöt énrölléd ïn äný çöürsés ýét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Aún no te has inscrito en ningún curso
fa_ir: شما هنوز در هیچ دوره آموزشی ثبت‌نام نکرده‌اید.
it_it: Nessuna iscrizione ai corsi.
lv: Jūs neesat vēl reģistrējušies nevienā kursā.
mn: Та ямар нэг хичээлд бүртгүүлээгүй байна.

source: Explore courses
eo: Éxplöré çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Explora los cursos
fa_ir: کاوش دوره‌های آموزشی
it_it: Esplora corsi
lv: Apskatīt kursus
mn: Бусад хичээлүүд

source: Activate your account!
eo: Àçtïväté ýöür äççöünt! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: حساب کاربری خود را فعال کنید!
it_it: Attiva il tuo account!
lv: Aktivizēt Jūsu kontu!
mn: Бүртгэлээ идэвхжүүлнэ үү!

source: Course-loading errors
eo: Çöürsé-löädïng érrörs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Errores en la carga del curso
fa_ir: خطای بارگذاری دوره آموزشی
it_it: Errori di caricamento del corso
lv: Kursa ielādes kļūda
mn: Хичээл-ачаалалтын алдаа

source: Search Your Courses
eo: Séärçh Ýöür Çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Busca tus cursos
fa_ir: جستجو دوره‌های آموزشی
it_it: Cerca i tuoi corsi
lv: Meklēt Jūsu kursus
mn: Өөрийн курсуудыг хайх

source: Clear search
eo: Çléär séärçh Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Borrar búsqueda
fa_ir: حذف جستجو
it_it: Cancella ricerca
lv: Notīrīt meklēšanu
mn: Хайлтыг цэвэрлэ

source: Skip to list of announcements
eo: Skïp tö lïst öf ännöünçéménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: برو به فهرست آگهی
it_it: Passa all'elenco degli annunci

source: Activate your account so you can log back in
fa_ir: حساب کاربری خود را فعال کنید تا بتوانید دوباره وارد شوید
it_it: Attiva il tuo account per poterti autenticare nuovamente
