Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: This is what you will use to login.
eo: Thïs ïs whät ýöü wïll üsé tö lögïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Lo utilizarás para iniciar sesión.
fa_ir: این موردی است که از آن برای ورود به سامانه استفاده خواهید کرد.
it_it: Questo è ciò che utilizzerai per eseguire l'accesso.
lv: Šo Jūs izmantosiet, lai pieteiktos
mn: Үүнийг та нэвтрэхдээ ашиглах болно.

source: This name will be used on any certificates that you earn.
eo: Thïs nämé wïll ßé üséd ön äný çértïfïçätés thät ýöü éärn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Este nombre se utilizará en los certificados que consigas.
fa_ir: این نام در هر گواهی که دریافت می‌کنید استفاده خواهد شد.
it_it: Questo nome verrà utilizzato su tutti i certificati conseguiti.
lv: Šis vārds tiks izmantots uz jebkuriem sertifikātiem, kurus Jūs nopelnīsiet.
mn: Энэ нэрийг таны авах аливаа гэрчилгээнд ашиглах болно.

source: Public Username
eo: Püßlïç Ûsérnämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Identificador público de usuario
fa_ir: نام کاربری عمومی
it_it: Nome utente pubblico
lv: Lietotājvārds
mn: Хэрэглэгчийн нэр

source: The name that will identify you in your courses. It cannot be changed later.
eo: Thé nämé thät wïll ïdéntïfý ýöü ïn ýöür çöürsés. Ìt çännöt ßé çhängéd lätér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: El nombre que te identificará en tus cursos. No puede cambiarse más tarde.
fa_ir: این نامی است که شما را در دوره‌های آموزشی با آن نام می‌شناسند. این مورد قابل ویرایش نیست.
it_it: Il nome che ti identifica nei tuoi corsi. Non può essere modificato successivamente.
lv: Vārds, ar kuru Jūs sevi identificēsiet kursos. To nevar vēlāk nomainīt.
mn: Таны хичээлийг тодорхойлох нэр. Энэ нэрийг дахин өөрчилж болохгүй.

source: I agree that {platform_name} may send me marketing messages.
fa_ir: موافقم که {platform_name} برای من پیام‌های تجاری ارسال شود.
it_it: Accetto che {platform_name} possa inviarmi messaggi di marketing.

source: Country or Region of Residence
eo: Çöüntrý ör Régïön öf Résïdénçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: País o región de residencia
fa_ir: کشور یا منطقۀ محل سکونت
it_it: Paese o Regione di residenza
lv: Dzīvesvietas valsts vai reģions
mn: Оршин суугаа улс эсвэл бүс нутаг

source: The country or region where you live.
eo: Thé çöüntrý ör régïön whéré ýöü lïvé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: país o región donde viven
fa_ir: کشور یا منطقه‌ای که اقامت دارید
it_it: Il paese o la regione in cui si vive.
lv: Valsts vai reģions, kurā Jūs dzīvojat.
mn: Амьдарч байгаа улс эсвэл бүс нутаг

source: Terms of Service and Honor Code
eo: Térms öf Sérvïçé änd Hönör Çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Condiciones del Servicio y Código de Honor
fa_ir: شرایط استفاده از خدمات و اصول اخلاقی
it_it: Termini e Condizioni del Servizio
lv: Pakalpojumu sniegšanas noteikumi un goda kodekss
mn: Үйлчилгээний нөхцөлд болон Ёс зүйн дүрэм

source: I agree to the {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
eo: Ì ägréé tö thé {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Acepto las {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} de {platform_name}
fa_ir: با {platform_name} {terms_of_service_link_start} {terms_of_service} {terms_of_service_link_end} موافقم
it_it: Accetto {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
lv: Piekrītu {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
mn: Би {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}-г зөвшөөрч байна

source: You must agree to the {platform_name} {terms_of_service}
eo: Ýöü müst ägréé tö thé {platform_name} {terms_of_service} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Debes aceptar las {terms_of_service} de {platform_name}
fa_ir: لازم است با {terms_of_service} در {platform_name} موافقت خود را اعلام کنید
it_it: È necessario accettare {platform_name} {terms_of_service}
lv: Jums ir jāpiekrīt {platform_name} {terms_of_service}
mn: Та {platform_name} {terms_of_service}-г зөвшөөрөх хэрэгтэй

source: By creating an account, you agree to the {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} and you acknowledge that {platform_name} and each Member process your personal data in accordance with the {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end}.
eo: Bý çréätïng än äççöünt, ýöü ägréé tö thé {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} änd ýöü äçknöwlédgé thät {platform_name} änd éäçh Mémßér pröçéss ýöür pérsönäl dätä ïn äççördänçé wïth thé {privacy_policy_link_start}Prïväçý Pölïçý{privacy_policy_link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα#
es_es: Al crear una cuenta estás confirmando tu aceptación de los {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} y reconoces que {platform_name} y todos sus Miembros pueden procesar tus datos personales de acuerdo a la {privacy_policy_link_start}política de privacidad{privacy_policy_link_end}.Al crear una cuenta estás confirmando tu aceptación de los {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} y reconoces que {platform_name} y todos sus Miembros pueden procesar tus datos personales de acuerdo a la {privacy_policy_link_start}política de privacidad{privacy_policy_link_end}.
fa_ir: شما با ایجاد حساب کاربری با {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} موافقت کرده‌اید و شما تأیید می‌کنید که {platform_name} و هر عضو اطلاعات شخصی شما را با {privacy_policy_link_start} سیاست حفظ حریم خصوصی {privacy_policy_link_end} تطابق می‌دهد.
it_it: Con la creazione di un account, accetti {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} e confermi che {platform_name} e ciascun Membro elaborino i tuoi dati personali in conformità con la {privacy_policy_link_start}Politica sulla privacy{privacy_policy_link_end}.

source: I agree to the {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}
eo: Ì ägréé tö thé {platform_name} {tos_link_start}{terms_of_service}{tos_link_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Acepto las {tos_link_start}{terms_of_service}{tos_link_end} de {platform_name}
fa_ir: من موافق {platform_name} {tos_link_start}{terms_of_service}{tos_link_end} هستم
it_it: Accetto {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}
lv: Piekrītu {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}
mn: Би {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}-г зөвшөөрч байна

source: Create Account
eo: Çréäté Àççöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Crear cuenta
fa_ir: ایجاد حساب‌کاربری
it_it: Crea account
lv: Izveidot kontu
mn: Бүртгэл үүсгэх

source: Dismiss
eo: Dïsmïss Ⱡ'σяєм ιρѕυм #
es_es: Descartar
fa_ir: نادیده بگیر
it_it: Chiudi
lv: Nerādīt
mn: Болих

source: Oauth client name of VEM service.
eo: Öäüth çlïént nämé öf VÉM sérvïçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: نام مشتری سرویس VEM را مشخص کنید.
it_it: Nome cliente Oauth del servizio VEM.

source: video encode manager API URL.
eo: vïdéö énçödé mänägér ÀPÌ ÛRL. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: مدیر رمزگذار ویدئو API URL
it_it: URL API del gestore di codifica video.

source: Username created for VEM Integration, e.g. vem_service_user.
eo: Ûsérnämé çréätéd för VÉM Ìntégrätïön, é.g. vém_sérvïçé_üsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: نام کاربری ایجادشده برای یکپارچه‌سازی VEM، مثلاً vem_service_user.
it_it: Nome utente creato per VEM Integration, ad esempio, vem_service_user.

source: Force On
eo: Förçé Ön Ⱡ'σяєм ιρѕυм ∂#
es_es: Forzar encendido
fa_ir: اعمال اجبار
it_it: Imponi Acceso
lv: Piespiešana ieslēgta
mn: Хүчээр асаах

source: Force Off
eo: Förçé Öff Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Forzar apagado
fa_ir: اجبار غیرفعال
it_it: Imponi Spento
lv: Piespiešana izslēgta
mn: Хүчээр унтраах

source: This content is only accessible to registered learners. Sign in or register to view it.
eo: Thïs çöntént ïs önlý äççéssïßlé tö régïstéréd léärnérs. Sïgn ïn ör régïstér tö vïéw ït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Este contenido solo es accesible para los estudiantes registrados. Inicie sesión o regístrese para verlo.
fa_ir: این محتوا فقط در دسترس افراد ثبت‌نام‌شده در سامانه قرار می‌گیرد. برای مشاهدۀ این محتوا وارد سامانه شده یا ثبت‌نام کنید.
it_it: Questo contenuto è accessibile solo a studenti registrati. Accedi o registrati per visualizzarlo.

source: This content is only accessible to enrolled learners.
eo: Thïs çöntént ïs önlý äççéssïßlé tö énrölléd léärnérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Este contenido solo es accesible para los estudiantes inscritos.
fa_ir: این محتوا فقط در دسترس افراد ثبت نام‌شده در سامانه است.
it_it: Questo contenuto è accessibile solo a studenti iscritti.

source: The about me field must be at most {BIO_MAX_LENGTH} characters long.
fa_ir: قسمت دربارۀ من می‌تواند بیشینه {BIO_MAX_LENGTH} نویسه داشته باشد.
it_it: Il campo Su di me deve contenere al massimo {BIO_MAX_LENGTH} caratteri.

source: This value is invalid.
eo: Thïs välüé ïs ïnvälïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Este valor no es válido.
fa_ir: این مقدار معتبر نیست.
it_it: Questo valore non è valido.
lv: Nederīga vērtība
mn: Энэ утга буруу байна

source: This field is not editable
eo: Thïs fïéld ïs nöt édïtäßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Este campo no es editable
fa_ir: این قسمت قابل ویرایش نیست
it_it: Questo campo non è modificabile
lv: Šo lauku nevar izmainīt
mn: Энэ талбарыг засах боломжгүй

source: %(min_score)s is not a valid grade percentage
eo: %(min_score)s ïs nöt ä välïd grädé pérçéntägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: %(min_score)s no es un porcentaje de calificación válido
fa_ir: %(min_score)s درصد نمرۀ معتبری نیست
it_it: %(min_score)s non è una percentuale di valutazione valida
lv: %(min_score)s nav derīga vērtējuma procentu vērtība
mn: %(min_score)s буруу дүн байна.

source: Gating milestone for {usage_key}
eo: Gätïng mïléstöné för {usage_key} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Hito de activación de {usage_key}
fa_ir: نقطۀ عطف درگاه برای {usage_key}
it_it: Evento chiave di gating per {usage_key}
lv: Ierobežošanas atskaites punkts {usage_key}

source: License
eo: Lïçénsé Ⱡ'σяєм ιρѕυм #
es_es: Licencia
fa_ir: مجوز
it_it: Licenza
lv: Licence
mn: Лиценз

source: A license defines how the contents of this block can be shared and reused.
eo: À lïçénsé défïnés höw thé çönténts öf thïs ßlöçk çän ßé shäréd änd réüséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Una licencia define cómo se pueden compartir y reutilizar los contenidos de este bloque.
fa_ir: این مجوز نحوه اشتراک‌گذاری و استفاده مجدد از محتویات این بلوک را مشخص می‌کند.
it_it: Una licenza definisce il modo in cui il contenuto di questo blocco può essere condiviso o riutilizzato.
lv: Ar licenci tiek definēts, kā šī bloka saturs var tikt kopīgots un izmantots atkārtoti.
mn: Лиценз нь энэ блокийн агуулгыг хэрхэн хуваалцаж, дахин ашиглахыг тодорхойлдог.

source: {assignment} is due for {course}.
eo: {assignment} ïs düé för {course}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: {assignment} vence para {course}.
fa_ir: {assignment} برای دورۀ {course}.
it_it: {assignment} è scaduto per {course}.

source: Calendar Sync
eo: Çäléndär Sýnç Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Sincronización de calendario
fa_ir: همگام‌سازی تقویم
it_it: Sincronizzazione Calendario

source: Unsubscribe from calendar updates
eo: Ûnsüßsçrïßé fröm çäléndär üpdätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Darse de baja de las actualizaciones del calendario
fa_ir: لغو اشتراک روزآمدسازی تقویم
it_it: Annulla sottoscrizione agli aggiornamenti del calendario

source: Subscribe to calendar updates
eo: Süßsçrïßé tö çäléndär üpdätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Suscríbase a las actualizaciones del calendario
fa_ir: اشتراک در روزآمدسازی تقویم
it_it: Esegui sottoscrizione agli aggiornamenti del calendario

source: Sync {course} to your calendar
eo: Sýnç {course} tö ýöür çäléndär Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: همگام‌سازی {course} برای تقویم شما
it_it: Sincronizza {course} al tuo calendario

source: Sticking to a schedule is the best way to ensure that you successfully complete your self-paced course. This schedule for {course} will help you stay on track!
eo: Stïçkïng tö ä sçhédülé ïs thé ßést wäý tö énsüré thät ýöü süççéssfüllý çömplété ýöür sélf-päçéd çöürsé. Thïs sçhédülé för {course} wïll hélp ýöü stäý ön träçk! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłł#
fa_ir: رعایت کامل یک برنامۀ آموزشی بهترین راه برای تضمین موفقیت در دورۀ خودآموزی است. این برنامۀ آموزشی برای {course} به شما کمک می‌کند در مسیر خود باشید!
it_it: Attenersi a un programma è la soluzione migliore per garantire un corretto completamento di un corso ad apprendimento autonomo. Questo programma per {course} ti aiuterà a stare al passo!

source: Once you sync your course schedule to your calendar, any updates to the course from your instructor will be automatically reflected. You can remove the course from your calendar at any time.
eo: Önçé ýöü sýnç ýöür çöürsé sçhédülé tö ýöür çäléndär, äný üpdätés tö thé çöürsé fröm ýöür ïnstrüçtör wïll ßé äütömätïçällý réfléçtéd. Ýöü çän rémövé thé çöürsé fröm ýöür çäléndär ät äný tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρ#
fa_ir: هنگامی که برنامۀ دوره آموزشی را با تقویم خود همگام‌سازی می‌کنید ، هرگونه روزآمدسازی دوره آموزشی توسط مربی شما به‌طور خودکار منعکس می‌شود. هر زمان مایل بودید می‌توانید دوره را از تقویم خود حذف کنید.
it_it: Una volta sincronizzato il programma del corso al tuo calendario, tutti gli aggiornamenti al corso del tuo istruttore saranno automaticamente rispecchiati. È possibile rimuovere il corso dal calendario in qualsiasi momento.

source: {course} dates have been updated on your calendar
eo: {course} dätés hävé ßéén üpdätéd ön ýöür çäléndär Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: زمان‌های مربوط به {course} در تقویم شما روزآمد شد
it_it: Le date di {course} sono state aggiornate nel tuo calendario

source: You have successfully shifted your course schedule and your calendar is up to date.
eo: Ýöü hävé süççéssfüllý shïftéd ýöür çöürsé sçhédülé änd ýöür çäléndär ïs üp tö däté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: شما با موفقیت برنامۀ آموزشی خود را تغییر داده‌اید و تقویم شما روزآمد است.
it_it: Hai correttamente sposato il tuo programma del corso e il calendario è stato aggiornato.

source: Enabled As Of
eo: Énäßléd Às Öf Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Habilitado a partir de
fa_ir: فعال‌شده به‌عنوان از
it_it: Abilitato a partire da
mn: Идэвхижүүлсэн:

source: If the configuration is Enabled, then all enrollments created after this date and time (user local time) will be affected.
eo: Ìf thé çönfïgürätïön ïs Énäßléd, thén äll énröllménts çréätéd äftér thïs däté änd tïmé (üsér löçäl tïmé) wïll ßé äfféçtéd. Ⱡ'σяєм ιρѕ#
es_es: Si la configuración está Habilitada, todas las inscripciones creadas después de esta fecha y hora (hora local del usuario) se verán afectadas.
fa_ir: اگر پیکربندی فعال باشد، همۀ ثبت‌نام‌ها پس از این تاریخ و زمان (زمان محلی کاربر) تحت تأثیر قرار خواهند گرفت.
it_it: Se la configurazione è Abilitata, tutte le iscrizioni create dopo questa data e ora (ora locale utente) saranno interessate.

source: Studio Override Enabled
eo: Stüdïö Övérrïdé Énäßléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Anulación de estudio habilitada
fa_ir: Studio Override فعال شد
it_it: Sostituzione Studio abilitato

source: Allow Feature Based Enrollment visibility to be overriden on a per-component basis in Studio.
eo: Àllöw Féätüré Bäséd Énröllmént vïsïßïlïtý tö ßé övérrïdén ön ä pér-çömpönént ßäsïs ïn Stüdïö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Permita que la visibilidad de la inscripción basada en funciones se anule por componente en Studio.
fa_ir: اجازه دهید قابلیت مشاهده ثبت‌نام مبتنی بر ویژگی به‌صورت مجزا در هنرکده لغو شود.
it_it: Consenti che la visibilità Iscrizione basata sulla funzione venga sostituita su base componente in Studio.

source: enabled_as_of must be set when enabled is True
eo: énäßléd_äs_öf müst ßé sét whén énäßléd ïs Trüé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: enable_as_of debe establecerse cuando habilitado es Verdadero
fa_ir: enabled_as_of زمانی باید تنظیم شود که روی مقدار درست فعال باشد
it_it: È necessario impostare enabled_as_of quando Abilitato è True

source: Partition for segmenting users by access to gated content types
eo: Pärtïtïön för ségméntïng üsérs ßý äççéss tö gätéd çöntént týpés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Partición para segmentar usuarios por acceso a tipos de contenido cerrado
fa_ir: تقسیم‌بندی کاربران از لحاظ دسترسی به انواع محتوای اختصاصی
it_it: Partizione per utenti di segmentazione mediante accesso a tipi di contenuto con gate

source: Graded assessments are available to Verified Track learners.
eo: Grädéd ässéssménts äré äväïläßlé tö Vérïfïéd Träçk léärnérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Las evaluaciones calificadas están disponibles para los estudiantes de Verified Track.
fa_ir: ارزیابی‌های بارم‌بندی‌شده برای یادگیرندگان تأییدشده در دسترس است.
it_it: Valutazioni a gradi sono disponibili per studenti del registro verificato.

source: Graded assessments are available to Verified Track learners. Upgrade to Unlock.
eo: Grädéd ässéssménts äré äväïläßlé tö Vérïfïéd Träçk léärnérs. Ûpgrädé tö Ûnlöçk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Las evaluaciones calificadas están disponibles para los estudiantes de Verified Track. Actualizar para desbloquear.
fa_ir: ارزیابی‌های بارم‌بندی شده برای افراد تأییدشده در دسترس است. برای قفل‌گشایی ارتقا دهید
it_it: i compiti valutati sono disponibili per studenti del registro verificato. Esegui l'upgrade per sbloccare.

source: Content available only to verified track learners
eo: Çöntént äväïläßlé önlý tö vérïfïéd träçk léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Contenido disponible solo para estudiantes de seguimiento verificados
fa_ir: محتوا فقط در دسترس افراد تأییدشده قرار می‌گیرد
it_it: Contenuto disponibile solo per studenti con registro verificato

source: Verified Track Access
eo: Vérïfïéd Träçk Àççéss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Acceso a la pista verificado
fa_ir: دسترسی مسیر تأییدشده
it_it: Accesso registro verificato

source: Upgrade to unlock
eo: Ûpgrädé tö ünlöçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Opta por el certificado para desbloquear
fa_ir: ارتقا به قفل‌گشایی
it_it: Esegui l'upgrade per sbloccare

source: Access expired on {expiration_date}
eo: Àççéss éxpïréd ön {expiration_date} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: El acceso caducó el {expiration_date}
fa_ir: دسترسی در {expiration_date} منقضی شد
it_it: Accesso scaduto il {expiration_date}
mn: Хандалт {expiration_date} дуусна

source: Access to {course_name} expired on {expiration_date}
eo: Àççéss tö {course_name} éxpïréd ön {expiration_date} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: El acceso a {course_name} caducó el {expiration_date}
fa_ir: دسترسی به {course_name} در {expiration_date} منقضی شد
it_it: Accesso a {course_name} scaduto il {expiration_date}
mn: {course_name} хичээлийн хандалт {expiration_date} дуусна

source: Access to the course you were looking for expired on {expiration_date}
eo: Àççéss tö thé çöürsé ýöü wéré löökïng för éxpïréd ön {expiration_date} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El acceso al curso que estabas buscando expiró el {expiration_date}
fa_ir: تاریخ دسترسی به دورۀ آموزشی مورد جستجوی شما در تاریخ {expiration_date} منقضی شد
it_it: L'accesso al corso che si stava cercando è scaduto il {expiration_date}

source: This learner does not have access to this course. Their access expired on {expiration_date}.
eo: Thïs léärnér döés nöt hävé äççéss tö thïs çöürsé. Théïr äççéss éxpïréd ön {expiration_date}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Este alumno no tiene acceso a este curso. Su acceso expiró el {expiration_date}.
fa_ir: فرد مورد نظر به این دوره آموزشی دسترسی ندارد. دسترسی آن‌ها در تاریخ {expiration_date} منقضی شده است.
it_it: Questo studente non dispone dell'accesso a questo corso. L'accesso è scaduto il {expiration_date}.

source: {strong_open}Audit Access Expires {expiration_date}{strong_close}{line_break}You lose all access to this course, including your progress, on {expiration_date}.
eo: {strong_open}Àüdït Àççéss Éxpïrés {expiration_date}{strong_close}{line_break}Ýöü lösé äll äççéss tö thïs çöürsé, ïnçlüdïng ýöür prögréss, ön {expiration_date}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: {strong_open}El acceso a la auditoría caduca {expiration_date}{strong_close}{line_break}Perderá todo el acceso a este curso, incluido su progreso, el {expiration_date}.
fa_ir: {strong_open} دسترسی در {expiration_date} منقضی می‌شود{strong_close} {line_break} در تاریخ {expiration_date} دسترسی شما به این دوره، از جمله میزان پیشرفت خود را از دست می‌دهید.
it_it: {strong_open}Scadenza accesso di controllo {expiration_date}{strong_close}{line_break}Viene perso tutto l'accesso a questo corso, incluso all'avanzamento ottenuto, il {expiration_date}.

source: {line_break}Upgrade by {upgrade_deadline} to get unlimited access to the course as long as it exists on the site. {a_open}Upgrade now{sronly_span_open} to retain access past {expiration_date}{span_close}{a_close}
eo: {line_break}Ûpgrädé ßý {upgrade_deadline} tö gét ünlïmïtéd äççéss tö thé çöürsé äs löng äs ït éxïsts ön thé sïté. {a_open}Ûpgrädé nöw{sronly_span_open} tö rétäïn äççéss päst {expiration_date}{span_close}{a_close} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łα#
es_es: {line_break}Actualice por {upgrade_deadline} para obtener acceso ilimitado al curso mientras exista en el sitio. {a_open}Actualice ahora{sronly_span_open} para conservar el acceso después de {expiration_date}{span_close}{a_close}
fa_ir: {line_break} برای دسترسی نامحدود به دوره آموزشی تا زمانی که این دوره در سایت وجود دارد ، تا {upgrade_deadline} ارتقا دهید. {a_open} اکنون برای حفظ دسترسی گذشته {sronly_span_open} {span_close} {a_close} {expiration_date} را ارتقا دهید
it_it: {line_break}Esegui upgrade entro {upgrade_deadline} per ottenere accesso illimitato al corso fino a quando sarà presente sul sito. {a_open}Esegui upgrade ora{sronly_span_open} per mantenere l'accesso oltre {expiration_date}{span_close}{a_close}
