Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: You haven't added any assets to this course yet.
fa_ir: شما هنوز هیچ منبعی به این دوره آموزشی نیفزوده‌اید.
he: עדיין לא הוספת נכסים לקורס זה.
it_it: Non hai ancora aggiunto alcuna risorsa a questo corso.
tr_tr: Henüz bu derse herhangi bir varlık eklemediniz.

source: Upload your first asset
fa_ir: اولین منبع خود را بارگذاری‌ کنید
he: העלה את הנכס הראשון שלך
it_it: Carica la tua prima attività
tr_tr: İlk verinizi yükleyin

source: close
fa_ir: بستن
he: סגור
it_it: chiudi
tr_tr: kapat

source: No description available
fa_ir: بدون شرح
he: אין תיאור זמין
it_it: Descrizione non disponibile
tr_tr: Açıklama Yok

source: Open/download this file
fa_ir: بارگیری/بازکردن این پرونده
he: פתח/הורד קובץ זה
it_it: Apri/Scarica questo file
tr_tr: Bu dosyayı Aç/İndir

source: Studio:
fa_ir: هنرکده:
he: סטודיו:

source: Web:
fa_ir: شبکه:
he: אתר אינטרנט:

source: Delete this asset
fa_ir: حذف این منبع
he: מחק נכס זה
it_it: Cancella questa attività
tr_tr: Bu veriyi sil

source: Lock this asset
fa_ir: قفل این منبع
he: נעל נכס זה
it_it: Blocca questa attività
tr_tr: Bu veriyi kitle

source: Lock/unlock file
fa_ir: گشودن/قفل پرونده
he: נעל/שחרר נעילת קובץ
it_it: Blocca/Sblocca file
tr_tr: Dosyayı Kitle/Kilidi Kaldır

source: ID
fa_ir: شناسه
he: מספר מזהה

source: Certificate Details
fa_ir: جزئیات گواهی
he: פרטי תעודה
it_it: Dettagli certificato
tr_tr: Sertifika Ayrıntıları

source: Course Title
fa_ir: عنوان دوره آموزشی
he: כותרת הקורס
it_it: Titolo del Corso
tr_tr: Ders Başlığı

source: Course Title Override
fa_ir: لغو عنوان دوره آموزشی
he: ביטול כותרת הקורס
it_it: Sostituzione titolo corso
tr_tr: Ders Başlığını Geçersiz Kıl

source: Course Number
fa_ir: شماره دوره آموزشی
he: מספר הקורס
it_it: Numero del Corso
tr_tr: Ders Numarası

source: Course Number Override
fa_ir: لغو شمارۀ دوره آموزشی
he: ביטול מספר הקורס
it_it: Sostituzione numero corso
tr_tr: Ders Numarasını Geçersiz Kıl

source: Certificate Signatories
fa_ir: امضاکنندگان گواهی
he: חתימות על התעודה
it_it: Firmatari del certificato
tr_tr: Sertifika İmza Sahipleri

source: It is strongly recommended that you include four or fewer signatories. If you include additional signatories, preview the certificate in Print View to ensure the certificate will print correctly on one page.
fa_ir: اکیداً توصیه می‌شود چهار امضاکننده یا کمتر از این تعداد وارد کنید. اگر امضاکنندگان دیگری نیز در نظر گرفتید، پیش‌نمایش گواهی را در نمای چاپ بررسی کنید تا اطمینان حاصل شود که گواهی به درستی در یک صفحه چاپ می‌شود.
he: מומלץ בחום שתכלול ארבע חתימות או פחות. אם תכלול חתימות נוספות, הצג בתצוגה מוקדמת את התעודה במצב 'תצוגת הדפסה' כדי להבטיח שהתעודה תודפס כהלכה על דף אחד.
it_it: Si consiglia vivamente di includere non più di quattro firmatari. Se includi altri firmatari, visualizza l'anteprima del certificato in Print View per assicurarti che il certificato venga stampato correttamente su un'unica pagina.
tr_tr: Dört ya da daha az sayıda imzacı kullanmanız tavsiye edilir. daha fazla sayıda imza kullanmak durumundaysanız, Yazdırma Önizleme ile sertifikanızın düzgün görüneceğinden emin olun.

source: Certificate Information
fa_ir: اطلاعات گواهی
he: פרטי תעודה
it_it: Informazioni del certificato
tr_tr: Sertifika Bilgileri

source: Certificate Name
fa_ir: نام گواهی
he: שם התעודה
it_it: Nome certificato
tr_tr: Sertifika Adı

source: Name of the certificate
fa_ir: نام این گواهی
he: שם התעודה
it_it: Nome del certificato
tr_tr: Sertifikanın adı

source: Description of the certificate
fa_ir: شرح گواهی
he: תיאור התעודה
it_it: Descrizione del certificato
tr_tr: Sertifikanın açıklaması

source: Course title
fa_ir: عنوان دوره آموزشی
he: כותרת הקורס
it_it: Titolo corso
tr_tr: Ders başlığı

source: Specify an alternative to the official course title to display on certificates. Leave blank to use the official course title.
fa_ir: جایگزینی برای عنوان رسمی دوره با هدف نمایش در گواهی‌ها مشخص کنید. اگر مایلید از عنوان رسمی استفاده شود این قسمت را خالی بگذارید.
he: ציין חלופה לכותרת קורס שתוצג בתעודות. השאר ריק על מנת להשתמש בכותרת קורס רשמית.
it_it: Specificare un'alternativa al titolo ufficiale del corso da visualizzare sui certificati. Lascia vuoto per utilizzare il titolo ufficiale del corso.
tr_tr: Sertifikada görüntülemek için alternatif resmi ders başlığı belirleyin. Resmi ders başlığını kullanmak için boş bırakın.

source: Add Additional Signatory
fa_ir: امضاکنندۀ بیشتری بیفزایید
he: הוסף חתימה נוספת
it_it: Aggiungi ulteriore firmatario
tr_tr: Ek İmza Sahibi Ekle

source: (Add signatories for a certificate)
fa_ir: (امضاکنندۀ بیشتری به این گواهی بیفزایید)
he: (הוסף חתימות לתעודה)
it_it: (Aggiungi firmatari per il certificato)
tr_tr: (Sertifika için imza sahipleri ekle)

source: Choose mode
fa_ir: انتخاب حالت
he: בחר מצב
it_it: Scegli modalità
tr_tr: Mod Seçin

source: Preview Certificate
fa_ir: پیش‌نمایش گواهی
he: הצג תצוגה מוקדמת של התעודה
it_it: Anteprima del certificato
tr_tr: Sertifikayı Önizle

source: Activate
fa_ir: فعال‌شده
he: הפעל
it_it: Attiva
tr_tr: Etkinleştir

source: Deactivate
fa_ir: غیرفعال‌شده
he: בטל
it_it: Disattiva
tr_tr: Devre Dışı Bırak

source: component
fa_ir: مولفه
it_it: componente
tr_tr: bileşen

source: Access to this {blockType} is restricted to: {selectedGroupsLabel}
fa_ir: دسترسی به این {blockType} محدود است به: {selectedGroupsLabel}
it_it: L'accesso a questo {blockType} è limitato a: {selectedGroupsLabel}
tr_tr: Bu {blockType} türüne erişim şunlara kısıtlıdır: {selectedGroupsLabel}

source: Access to some content in this {blockType} is restricted to specific groups of learners.
fa_ir: دسترسی به این {blockType} محدود به گروه ویژه‌ای از یادگیرندگان است .
it_it: L'accesso ad alcuni contenuti in questo {blockType} è limitato a gruppi di studenti specifici.
tr_tr: Bu {blockType} türündeki bazı içeriklere erişim, belirli öğrenci gruplarına kısıtlıdır.

source: Caution: The last published version of this unit is live. By publishing changes you will change the student experience.
fa_ir: احتیاط: آخرین نسخۀ منتشرشدۀ این واحد پخش زنده است. با انتشار تغییرات، تجربۀ یادگیرنده را تغییر خواهید داد.
he: זהירות: הגרסה האחרונה שפורסמה ליחידה זו נמצאת עדיין באוויר. פרסום שינויים יוביל לשינוי חווית הסטודנט.
it_it: Attenzione: l'ultima versione pubblicata di questa unità è live. Pubblicando le modifiche cambierai l'esperienza dello studente.
tr_tr: Dikkat: Bu ünitenin son yayınlanan sürümü canlıdadır. Değişiklikleri yayınladığınızda öğrenci deneyimini değiştirirsiniz.

source: Content Group Name
fa_ir: نام گروه محتوایی
he: שם קבוצת תוכן
it_it: Nome gruppo di contenuti
tr_tr: İçerik Grup Adı

source: Content Group ID
fa_ir: شناسه گروه محتوایی
he: מזהה קבוצת תוכן
it_it: ID gruppo di contenuti
tr_tr: İçerik Grup ID

source: This is the name of the group
fa_ir: این نام گروه است
he: זהו שם הקבוצה
it_it: Il nome del gruppo
tr_tr: Bu grubun ismi

source: This content group is used in one or more units.
fa_ir: این گروه محتوا در یک یا چند واحد به کار رفته است.
he: נעשה שימוש בקבוצת תוכן זו ביחידה אחת או יותר.
it_it: Questo gruppo di contenuti viene utilizzato in una o più unità.
tr_tr: Bu içerik grubu bir ya da daha fazla birimde kullanıldı.

source: Cannot delete when in use by a unit
fa_ir: نمی‌توانید هنگام استفاده توسط یک واحد، آن را حذف کنید
he: לא ניתן למחוק כאשר נמצא בשימוש של יחידה
it_it: Impossibile da eliminare se viene utilizzato da un'unità
tr_tr: Bir birim tarafından kullanımdaysa silinemez

source: Subsection Visibility
fa_ir: رؤیت‌پذیری زیربخش
he: תצוגת תת-פרק
it_it: Visibilità sottosezione
tr_tr: Altbölüm Görünürlüğü

source: Show entire subsection
fa_ir: نمایش همۀ زیربخش
he: הצג את תת-הפרק כולו
it_it: Mostra l'intera sottosezione
tr_tr: Tüm altbölümü göster

source: Learners see the published subsection and can access its content.
fa_ir: فراگیران زیرشاخۀ منتشرشده را مشاهده می‌کنند و می‌توانند به محتوای آن دسترسی پیدا کنند.
he: הלומדים רואים את תת הפרק שפורסם ויכולים לגשת לתוכנו.
it_it: Gli studenti vedono la sottosezione pubblicata e possono accedere ai relativi contenuti.
tr_tr: Öğrenciler yayınlanmış altbölümü görebilir ve içeriğine erişebilir.

source: Hide content after course end date
fa_ir: پنهان‌سازی محتوا پس از تاریخ اتمام دوره آموزشی
it_it: Nascondi il contenuto dopo la data di fine del corso
tr_tr: İçeriği ders bitiş tarihinden sonra gizle

source: Hide content after due date
fa_ir: پنهان‌سازی محتوا پس از تاریخ مقرر
he: הסתר תוכן לאחר תאריך היעד
it_it: Nascondi il contenuto dopo la data di scadenza
tr_tr: İçeriği şu tarihten sonra gizle:

source: After the course\'s end date has passed, learners can no longer access subsection content. The subsection remains included in grade calculations.
fa_ir: پس از پایان تاریخ دوره آموزشی، یادگیرندگان دیگر نمی‌توانند به محتوای زیربخش دسترسی داشته باشند. زیربخش در محاسبات نمره باقی می‌ماند
it_it: Una volta superata la data di fine del corso, gli studenti non potranno più accedere ai contenuti della sottosezione. La sottosezione rimane inclusa nel calcolo del voto.
tr_tr: Dersin bitiş tarihi geçtiğinde, öğrenciler altbölümün içeriğine artık erişemeyecekler. Altbölüm not hesaplamalarında yer almaya devam edecek.

source: After the subsection\'s due date has passed, learners can no longer access its content. The subsection remains included in grade calculations.
fa_ir: پس از پایان تاریخ مقرر زیربخش، افراد دیگر نمی‌توانند به محتوای زیربخش دسترسی داشته باشند. زیربخش در محاسبات نمره باقی می‌ماند
he: לאחר שתאריך היעד של תת הפרק עבר, הלומדים אינם יכולים יותר לגשת לתוכנו. תת הפרק נשאר כלול בחישובי הדירוג.
it_it: Una volta superata la data di scadenza della sottosezione, gli studenti non potranno più accederne i contenuti. La sottosezione rimane inclusa nel calcolo del voto.
tr_tr: Altbölümün bitiş tarihi geçtiğinde, öğrenciler içeriğine artık erişemeyecekler. Altbölüm not hesaplamalarında yer almaya devam edecek.

source: Hide entire subsection
fa_ir: پنهان‌سازی کل زیربخش
he: הסתר את תת הפרק כולו
it_it: Nascondi l'intera sottosezione
tr_tr: Tüm altbölümü gizle

source: Learners do not see the subsection in the course outline. The subsection is not included in grade calculations.
fa_ir: یادگیرندگان زیرشاخه را در طرح درس دوره نمی‌بینند. زیربخش در محاسبات نمره گنجانده نشده‌است.
he: הלומדים אינם רואים את תת-הפרק במתווה הקורס. תת-הפרק אינו כלול בחישובי הציון.
it_it: Gli studenti non vedono la sottosezione nella struttura del corso. La sottosezione non è considerata nel calcolo del voto.
tr_tr: Öğrenciler ders planında altbölümü görmüyor. Altbölüm not hesaplamalarında yer almıyor.

source: If you select an option other than "%(hide_label)s", published units in this subsection become available to learners unless they are explicitly hidden.
fa_ir: اگر گزینه‌ای غیر از "%(hide_label)s" را انتخاب کنید، واحدهای منتشرشده در این زیربخش در دسترس یادگیرندگان قرار می‌گیرد مگر اینکه صریحاً پنهان باشند.
it_it: Se selezioni un'opzione diversa da "%(hide_label)s", le unità pubblicate in questa sottosezione saranno disponibili per gli studenti, a meno che non siano esplicitamente nascoste.

source: Copy Component Location
fa_ir: کپی موقعیت مؤلفه
it_it: Copia ubicazione componente
tr_tr: Bileşen Konumunu Kopyala

source: Course Highlight Emails
fa_ir: رایانامه‌های برجسته
it_it: Email con i momenti importanti del corso
tr_tr: Ders Vurgulama E-postaları

source: Enabled
fa_ir: فعال‌شده
it_it: Abilitato
tr_tr: Etkin

source: Enable Now
fa_ir: الان آن را فعال کنید
it_it: Abilita ora
tr_tr: Şimdi Etkinleştir

source: Instructor Name
fa_ir: نام مربی
he: שם המדריך
it_it: Nome Istruttore
tr_tr: Eğitmen Adı

source: Please add the instructor's name
fa_ir: لطفاً نام مربی را بیفزایید
he: נא הוסף את שם המדריך
it_it: Aggiungi il nome dell'Istruttore
tr_tr: Lütfen eğitmen adını ekleyin

source: Instructor Title
fa_ir: عنوان مربی
he: תואר המדריך
it_it: Titolo dell'Istruttore
tr_tr: Eğitmenin Ünvanı

source: Please add the instructor's title
fa_ir: لطفاً عنوان مربی را بیفزایید
he: נא הוסף את תואר המדריך
it_it: Aggiungi il titolo dell'Istruttore
tr_tr: Lütfen eğitmenin ünvanını ekleyin

source: Organization
fa_ir: سازمان
he: ארגון
it_it: Organizzazione
tr_tr: Kurum

source: Organization Name
fa_ir: نام سازمان
he: שם הארגון
it_it: Nome organizzazione
tr_tr: Kurum Adı

source: Please add the institute where the instructor is associated
fa_ir: لطفاً اعلام کنید که مربی متعلق به کجاست
he: אנא הכנס את המוסד אליו משויך המדריך
it_it: Si prega di aggiungere l'istituto a cui è associato l'Istruttore
tr_tr: Lütfen eğitmenin bağlı olduğu enstitü/bölümün bilgisini ekleyin

source: Biography
fa_ir: زندگینامه
he: ביוגרפיה
it_it: Biografia
tr_tr: Biyografi

source: Instructor Biography
fa_ir: زندگینامۀ مربی
he: ביוגרפיית המדריך
it_it: Biografia dell'Istruttore
tr_tr: Eğitmenin Biyografisi

source: Please add the instructor's biography
fa_ir: زندگینامۀ مربی را بیفزایید
he: נא הכנס את ביוגרפיית המדריך
it_it: Aggiungi la biografia dell'Istruttore
tr_tr: Lütfen eğitmenin biyografisini ekleyin

source: Photo
fa_ir: تصویر
he: תמונה
it_it: Foto
tr_tr: Fotoğraf

source: Instructor Photo
fa_ir: تصویر مربی
he: תמונת המדריך
it_it: Foto Istruttore
tr_tr: Eğitmen Fotoğrafı

source: Instructor Photo URL
fa_ir: آدرس اینترنتی تصویر مربی
he: כתובת URL של תמונת המדריך
it_it: URL Foto Istruttore
tr_tr: Eğitmen Fotoğraf URL

source: Please add a photo of the instructor (Note: only JPEG or PNG format supported)
fa_ir: لطفاً عکس مربی را اضافه کنید (توجه: فقط از قالب JPEG یا PNG پشتیبانی می‌شود)
he: נא הוסף תמונה של המדריך (שים לב: רק קבצי JPEG או PNG נתמכים)
it_it: Aggiungi una foto dell'istruttore (Nota: sono supportati solo i formati JPEG o PNG)
tr_tr: Eğitmenin fotoğrafını lütfen ekleyin (Not: Sadece JPEG ya da PNG destekleniyor)

source: Upload Photo
fa_ir: بارگذاری عکس
he: העלה תמונה
it_it: Carica foto
tr_tr: Fotoğraf Yükle

source: Prerequisite: %(prereq_display_name)s
fa_ir: پیش‌نیازها: %(prereq_display_name)s
he: דרישה מוקדמת: %(prereq_display_name)s
it_it: Prerequisito: %(prereq_display_name)s
tr_tr: Ön gereklilik: %(prereq_display_name)s

source: Contains staff only content
fa_ir: فقط شامل محتوای کارکنان است
he: מכיל תוכן המוגבל לצוות בלבד
it_it: Contiene solo contenuti dello staff
tr_tr: Sadece personele özel içerikleri içerir

source: Unpublished changes to live content
fa_ir: تغییرات منتشرنشده در محتوای زنده
he: שינויים שלא פורסמו לתוכן בזמן אמת
it_it: Aggiunte non pubblicate ai contenuti live
tr_tr: Canlı yayın içeriğindeki yayımlanmamış değişiklikler

source: Unpublished units will not be released
fa_ir: واحدهای منتشرنشده، منتشر نخواهند شد.
he: יחידות שלא פורסמו לא יונגשו
it_it: Le unità non pubblicate non verranno rilasciate
tr_tr: Yayımlanmamış üniteler yayına konmayacak

source: Unpublished changes to content that will release in the future
fa_ir: تغییرات در محتوای منتشرنشده‌ای که در آینده منتشر خواهد شد
he: שינויים שלא פורסמו לתוכן שישוחרר בעתיד
it_it: Modifiche non pubblicate al contenuto che verranno rilasciate in futuro
tr_tr: İçeriğin yayımlanmamış değişiklikleri ilerde yayınlanacaktır.

source: Access to this unit is restricted to: {selectedGroupsLabel}
fa_ir: دسترسی به این واحد محدود است به: {selectedGroupsLabel}
it_it: L'accesso a questa unità è limitato a: {selectedGroupsLabel}
tr_tr: Bu üniteye erişim şu gruplara açıktır: {selectedGroupsLabel}

source: Access to some content in this unit is restricted to specific groups of learners
fa_ir: دسترسی به این واحد محدود به گروه‌های ویژه‌ای از یادگیرندگان است
it_it: L'accesso ad alcuni contenuti in questa unità è limitato a gruppi di studenti specifici.
tr_tr: Bu ünitedeki bazı içeriklere erişim, belirli öğrenci gruplarına kısıtlıdır

source: Ungraded
fa_ir: ارتقایافته
he: ללא ציון
it_it: Senza voto
tr_tr: Puanlanmamış

source: Onboarding Exam
fa_ir: آزمون پیش‌پردازش
it_it: Esame di onboarding
tr_tr: Test Sürüşü Sınavı

source: Practice proctored Exam
fa_ir: تمرین آزمون حفاظت‌شده
he: מבחן תרגול תחת פיקוח
it_it: Prova esame con supervisione
tr_tr: Gözetimli Sınav Alıştırması

source: Proctored Exam
fa_ir: آزمون حفاظت‌شده
he: מבחן תחת פיקוח
it_it: Esame con supervisione
tr_tr: Gözetimli Sınav

source: Timed Exam
fa_ir: آزمون زمان‌دار
he: מבחן מתוזמן
it_it: Esame a Tempo
tr_tr: Zamanlanmış Sınav

source: Collapse/Expand this %(xblock_type)s
fa_ir: گسترش/بستن این %(xblock_type)s
he: כווץ/הרחב את %(xblock_type)s
it_it: Comprimi/Espandi questo %(xblock_type)s
tr_tr: %(xblock_type)s Daralt/Genişlet

source: Display Name
fa_ir: نمایش نام
he: שם לתצוגה
it_it: Mostra il nome
tr_tr: Görünen Ad

source: Proctoring Settings
fa_ir: تنظیمات حفاظت
it_it: Impostazioni supervisione
tr_tr: Gözetim Ayarları

source: Configure
fa_ir: پیکربندی
he: הגדר
it_it: Configura
tr_tr: Yapılandırma

source: Duplicate
fa_ir: تکراری
it_it: Duplica
tr_tr: Kopyasını Çıkar

source: Drag to reorder
fa_ir: کشیدن برای ترتیب مجدد
he: גרור על מנת לסדר מחדש
it_it: Sposta e riordina
tr_tr: Tekrar düzenlemek için sürükle

source: Release Status:
fa_ir: وضعیت انتشار:
he: מצב שחרור:
it_it: Stato rilascio:
tr_tr: Yayın Durumu:

source: Released:
fa_ir: منتشرشده:
he: שוחרר:
it_it: Rilasciato:
tr_tr: Yayınlandı:

source: Scheduled:
fa_ir: برنامه‌ریزی‌شده:
he: מתוכנן:
it_it: Pianificato:
tr_tr: Planlandı:

source: Section Highlights
fa_ir: قسمت‌های برجستۀ بخش
it_it: Momenti importanti della sezione
tr_tr: Bölüm Renkli Vurgulamaları

source: Graded as:
fa_ir: طبقه‌بندی‌شده به:
he: דורג כ:
it_it: Valutato come:
tr_tr: Şöyle notlandırılmış:

source: Due:
fa_ir: موعد مقرر:
he: תאריך הגשה
it_it: Consegna:
tr_tr: Son gün:

source: Subsection is hidden after course end date
fa_ir: بخش فرعی پس از تاریخ پایان دوره آموزشی پنهان می‌شود
it_it: La sottosezione viene nascosta dopo la data di fine del corso
tr_tr: Altbölüm ders bitiş tarihinden sonra gizlenecek

source: Subsection is hidden after due date
fa_ir: زیربخش پس از تاریخ سررسید پنهان می‌شود
he: תת-הפרק נסתר לאחר תאריך היעד
it_it: La sottosezione viene nascosta dopo la data di scadenza
tr_tr: Altbölüm şu tarihten sonra gizlenecek

source: You haven't added any content to this course yet.
fa_ir: شما هنوز محتوایی به این دوره آموزشی نیفزوده‌اید.
he: לא הוספת עדיין תוכן לקורס זה.
it_it: Non è stato ancora aggiunto alcun contenuto a questo corso.
tr_tr: Henüz bir ders içeriği eklenmedi.

source: Click to add a new %(xblock_type)s
fa_ir: برای افزودن %(xblock_type)s جدید کلیک کنید
he: לחץ להוסיף %(xblock_type)s חדש.
it_it: Fai clic per aggiungere un nuovo %(xblock_type)s
tr_tr: Yeni bir %(xblock_type)s eklemek için tıklayınız

source: Learning Outcome
fa_ir: خروجی یادگیری
he: תוצאת למידה
it_it: Risultato dell'apprendimento
tr_tr: Öğrenme Çıktısı

source: Add a learning outcome here
fa_ir: خروجی آموزش را اینجا بنویسید
he: הוסף תוצאת למידה כאן
it_it: Aggiungi un risultato dell'apprendimento in questo punto
tr_tr: Öğrenme çıktısını buraya ekleyin

source: Press discard changes to discard your changes.
fa_ir: برای لغو تغییرات، دکمۀ لغو تغییرات را بزنید.
it_it: Seleziona Elimina modifiche per eliminare le tue modifiche.
tr_tr: Değişikliklerinizi kaldırmak için değişiklikleri çıkart'a basın.

source: Update Settings
fa_ir: روزآمدسازی تنظیمات
it_it: Aggiorna impostazioni
tr_tr: Ayarları Güncelle

source: Press update settings to update the information for your organization.
fa_ir: تنظیمات روزآمدسازی را فشار دهید تا اطلاعات مربوط به سازمان شما روزآمد شود.
it_it: Seleziona Aggiorna impostazioni per aggiornare le informazioni relative alla tua organizzazione.
tr_tr: Kurumunuz hakkındaki bilgileri güncelledikten sonra Ayarları Güncelle'ye tıklayın.

source: Press discard changes to discard changes.
fa_ir: برای لغو تغییرات، دکمۀ لغو تغییرات را بزنید.
it_it: Seleziona Elimina modifiche per eliminare le modifiche.
tr_tr: Değişiklikleri çıkartmak için değişiklikleri çıkart tuşuna basın.

source: Press update settings to update course video settings
fa_ir: برای روزآمدسازی تنظیمات ویدئوی دوره آموزشی، دکمۀ روزآمدسازی تنظیمات را بفشارید
it_it: Seleziona Aggiorna impostazioni per aggiornare le impostazioni del video del corso
tr_tr: Ders video ayarlarını güncellemek için Güncelle'ye tıklayın

source: Press close to hide course video settings
fa_ir: برای پنهان‌سازی تنظیمات ویدئوی دوره آموزشی، گزینۀ بستن را بفشارید
it_it: Seleziona Chiudi per nascondere le impostazioni del video del corso
tr_tr: Ders video ayarlarını gizlemek için Kapat'a tıklayın

source: Course Video Settings
fa_ir: تنظیمات ویدئوی دوره آموزشی
it_it: Impostazioni video corso
tr_tr: Ders Video Ayarları

source: Transcript Turnaround
fa_ir: چرخش زیرنویس
it_it: Restituzione trascrizione

source: Transcript Fidelity
fa_ir: وفاداری زیرنویس
it_it: Fedeltà trascrizione
tr_tr: Altyazının Aslına Uygunluğu

source: Video Source Language
fa_ir: زبان منبع ویدئو
it_it: Lingua originale video
tr_tr: Video Kaynağı Dili

source: Transcript Languages
fa_ir: زبان‌های زیرنویس
it_it: Lingue di trascrizione
tr_tr: Altyazı Dilleri

source: Add
fa_ir: افزودن
he: הוסף
it_it: Aggiungi
tr_tr: Ekle

source: Press Add to language
fa_ir: دکمۀ به زبان بیفزا را بفشار
it_it: Premi Aggiungi alla lingua
tr_tr: Dil Eklemek için Ekle'ye Tıkla

source: Automated Transcripts
fa_ir: زیرنویس خودکار
it_it: Trascrizioni automatizzate
tr_tr: Otomatikleştirilmiş Altyazılar

source: Transcript Provider
fa_ir: ارائه‌دهندۀ زیرنویس
it_it: Provider trascrizione
tr_tr: Altyazı Sağlayıcısı

source: Change
fa_ir: تغییر
it_it: Cambia
tr_tr: Değiştir

source: Press change to change selected transcript provider.
fa_ir: برای تغییر ارائه‌دهنده زیرنویس منتخب، دکمۀ تغییر را فشار دهید.
it_it: Seleziona Cambia per cambiare il fornitore selezionato della trascrizione.
tr_tr: Seçili altyazı sağlayıcısını değiştirmek için Değiştir'e tıklayın.

source: Assignment Type Name
fa_ir: نام نوع تکلیف
he: שם סוג המטלה
it_it: Nome tipo di compito
tr_tr: Görev Türü İsmi

source: The general category for this type of assignment, for example, Homework or Midterm Exam. This name is visible to learners.
fa_ir: دستۀ عمومی برای این نوع تکالیف، مثلاً تکلیف یا امتحان میان‌ترم. این نام برای فراگیران قابل مشاهده است.
he: הקטגוריה הכללית עבור סוג זה של משימה, לדוגמה, שיעורי בית או מבחן אמצע שנה. שם זה גלוי ללומדים.
it_it: La categoria generale per questo tipo di compito, ad esempio, Compiti a casa o Esame intermedio. Questo nome è visibile agli studenti.
tr_tr: Bu görev türü için belirlenen genel kategori, örneğin, Ev Ödevi veya Ara Sınav gibi. Bu isim tüm öğrenciler tarafından görüntülenecek.

source: Abbreviation
fa_ir: سرنام
he: קיצור
it_it: Abbreviazione
tr_tr: Kısaltma

source: This short name for the assignment type (for example, HW or Midterm) appears next to assignments on a learner's Progress page.
fa_ir: این نام کوتاه برای نوع تکلیف (مثلاً ، HW یا Midterm) در کنار تکالیف در صفحۀ پیشرفت یادگیرنده ظاهر می‌شود.
he: שם קצר זה לסוג המשימה (לדוגמה, ש"ב או מבחן אמצע) מופיע ליד המשימות שבעמוד ההתקדמות של הלומד.
it_it: Questo nome breve per il tipo di compito (ad esempio, Compiti a casa o Esame intermedio) viene visualizzato accanto ai compiti nella pagina Progressi dello studente.
tr_tr: Bu görev türü için belirlenen kısaisim (örneğin, Ödev veya ARSNV gibi) öğrencinin İlerleme sayfasında, görevin hemen yanında gözükür.

source: Weight of Total Grade
fa_ir: وزن نمرات کلی
he: משקל סך הציון
it_it: Peso del Voto totale
tr_tr: Toplam Not Ağırlığı

source: The weight of all assignments of this type as a percentage of the total grade, for example, 40. Do not include the percent symbol.
fa_ir: وزن تمام تکالیف این نوع به‌عنوان درصدی از نمرۀ کل، مثلاً، 40. نماد درصد را شامل نکنید.
he: משקל כל המשימות של סוג זה הוא כאחוז מסך הציון, לדוגמה, 40. אל תכלול את סמל האחוז.
it_it: Il peso di tutti i compiti di questo tipo come percentuale del voto totale, ad esempio 40. Non includere il simbolo della percentuale.
tr_tr: Bu görev türünün toplam not içindeki ağırlığı, örneğin 40. Yüzde sembolü kullanmayın.

source: Total Number
fa_ir: تعداد کل
he: סה"כ מספר
it_it: Numero totale
tr_tr: Toplam Sayı
