Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: ID Verification Submitted
eo: ÌD Vérïfïçätïön Süßmïttéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: تأیید هویت ارسال شد
it_it: Verifica dell'identità inviata

source: Thank you for submitting your photos for identity verification with %(platform_name)s.
eo: Thänk ýöü för süßmïttïng ýöür phötös för ïdéntïtý vérïfïçätïön wïth %(platform_name)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: از اینکه تصاویر خود را برای تأیید هویت به%(platform_name)sارسال کردید متشکریم.
it_it: Grazie per aver inviato le foto per la verifica dell'identità per %(platform_name)s.

source: We have received your photos and they will be reviewed within 3-5 days.
fa_ir: تصاویر ارسالی شما دریافت شد و در 3-5 روز آینده بررسی خواهد شد.
it_it: Abbiamo ricevuto le tue foto e saranno controllate entro 3-5 giorni.

source: You may check the status on your dashboard: %(dashboard_link)s
eo: Ýöü mäý çhéçk thé stätüs ön ýöür däshßöärd: %(dashboard_link)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: می‌توانید وضعیت را در پیشخوان خود بررسی کنید: %(dashboard_link)s
it_it: È possibile controllare lo stato sulla propria dashboard: %(dashboard_link)s

source: Best regards,
eo: Bést régärds, Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: با احترام،
it_it: Distinti saluti,

source: Thank you for submitting your photos!
eo: Thänk ýöü för süßmïttïng ýöür phötös! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fa_ir: از ارسال تصاویر متشکریم!
it_it: Grazie per averci inviato le tue foto!

source: Last modified:
eo: Läst mödïfïéd: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Última modificación:
fa_ir: آخرین ویرایش:
it_it: Modificato per l'ultima volta il:
lv: Pēdējo reizi modificēts:
mn: Хамгийн сүүлд өөрчилсөн:

source: See all children
eo: Séé äll çhïldrén Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Ver todos los hijos
fa_ir: مشاهده همه زیرمجموعه‌ها
it_it: Vedi tutti i figli
lv: Skatīt visus bērnelementus
mn: Бүх салааг харах

source: This article was last modified:
eo: Thïs ärtïçlé wäs läst mödïfïéd: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: El artículo se modificó por última vez:
fa_ir: آخرین زمان ویرایش این مطلب:
it_it: Questa voce è stata modificata per l'ultima volta il:
lv: Šis raksts pēdējo reizi tika modificēts:
mn: Энэ сэдэв хамгийн сүүлд засварлагдсан:

source: Add new article
eo: Àdd néw ärtïçlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Añadir un nuevo artículo
fa_ir: افزودن مطلب جدید
it_it: Aggiungi una nuova voce
lv: Pievienot jaunu rakstu
mn: Шинэ сэдэв нэмэх

source: Create article
eo: Çréäté ärtïçlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Crear artículo
fa_ir: نگارش مطلب
it_it: Crea una voce
lv: Izveidot rakstu
mn: Сэдэв үүсгэх

source: Go back
eo: Gö ßäçk Ⱡ'σяєм ιρѕυм #
es_es: Volver atrás
fa_ir: بازگشت
it_it: Vai indietro
lv: Doties atpakaļ
mn: Буцах

source: Delete article
eo: Délété ärtïçlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Eliminar artículo
fa_ir: حذف مطلب
it_it: Cancella articolo
lv: Dzēst rakstu
mn: Сэдэв устгах

source: Delete
eo: Délété Ⱡ'σяєм ιρѕυ#
es_es: Eliminar
fa_ir: حذف
it_it: Cancella
lv: Dzēst
mn: Устгах

source: You cannot delete a root article.
eo: Ýöü çännöt délété ä rööt ärtïçlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: No puede eliminar un artículo raíz.
fa_ir: حذف مطلب اصلی ممکن نیست.
it_it: Non puoi cancellare un articolo root
lv: Jūs nevarat dzēst saknes rakstu.
mn: Та үндэс бичлэгийг устгах чадахгүй

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
eo: Ýöü çännöt délété thïs ärtïçlé ßéçäüsé ýöü dö nöt hävé pérmïssïön tö délété ärtïçlés wïth çhïldrén. Trý tö rémövé thé çhïldrén mänüällý öné-ßý-öné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм #
es_es: No puede eliminar este artículo porque no tiene permisos para eliminar artículos con artículos hijo. Intente eliminar los artículos hijo manualmente uno por uno.
fa_ir: مطلب دارای زیرمجموعه، قابل حذف نیست. برای حذف مطلب مورد نظر، لازم است هر کدام از مطالب زیرمجموعه را به‌صورت دستی حذف کنید.
it_it: Non puoi cancellare questo articolo perchè non hai il permesso per cancellare articoli con figli. Cerca di rimuovere i figli manualmente ad uno ad uno.
lv: Jūs nevarat dzēst šo rakstu, jo Jums nav atļaujas dzēst rakstus ar bērnelementiem. Mēģiniet noņemt bērnelementus vienu pēc otra.
mn: Та энэ өгүүллийг усгаж чадахгүй учир нь танд энэ өгүүлэл болон удамшсан өгүүллүүдийг устгах зөвшөөрөл байхгүй байна. Удамшсан өгүүллүүдийг гар аргаар нэг нэгээр нь устгана уу.

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
eo: Ýöü äré délétïng än ärtïçlé. Thïs méäns thät ïts çhïldrén wïll ßé délétéd äs wéll. Ìf ýöü çhöösé tö pürgé, çhïldrén wïll älsö ßé pürgéd! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσя#
es_es: Va a eliminar un artículo. Los artículos hijo también serán eliminados. Si elige purgar, los artículos hijo también serán purgados!
fa_ir: شما در حال حذف یک مطلب هستید، توجه کنید که همه مطالب زیر مجموعه آن نیز برای همیشه حذف خواهند شد.
it_it: Stai cancellando un articolo. Questo significa che anche i suoi figli saranno cancellati. Se decidi di epurare, anche i figli verranno epurati!
lv: Jūs dzēšat rakstu. Tas nozīmē, ka tā bērnelementi arī tiks dzēsti. Ja Jūs izvēlēsieties dzēst rakstu, tiks dzēsti arī bērnelementi!
mn: Та энэ өгүүллийг утгаж байна. Энэ нь удамшсан өгүүллийг мөн устгагдана гэсэн үг. Хэрэв та цэвэрлэхийг сонговол удамшсан өгүүллүүд нь мөн цэвэрлэгдэнэ.

source: Articles that will be deleted
eo: Àrtïçlés thät wïll ßé délétéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Artículos que serán eliminados
fa_ir: مطالبی که حذف خواهندشد
it_it: Voci che saranno cancellate
lv: Raksti, kuri tiks dzēsti
mn: Устгагдах бичлэгүүд

source: ...and more!
eo: ...änd möré! Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: ...y más!
fa_ir: ... و بیشتر!
it_it: ...e più!
lv: ...un vēl!
mn: ...болон өөр бусад!

source: You are deleting an article. Please confirm.
eo: Ýöü äré délétïng än ärtïçlé. Pléäsé çönfïrm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Va a eliminar un artículo. Por favor, confírmelo.
fa_ir: لطفا حذف مطلب موردنظر را تایید نمایید.
it_it: Stai eliminando una voce. Per favore, conferma.
lv: Jūs dzēšat rakstu. Lūdzu, apstipriniet.
mn: Та сэдвийг устгах гэж байна. Баталгаажуулна уу

source: Edit
eo: Édït Ⱡ'σяєм ι#
es_es: Editar
fa_ir: ویرایش
it_it: Modifica
lv: Labot
mn: Засах

source: Save changes
eo: Sävé çhängés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Guardar cambios
fa_ir: ذخیره تغییرات
it_it: Salva modifiche
lv: Saglabāt izmaiņas
mn: Өөрчлөлтийг хадгалах

source: Preview
eo: Prévïéw Ⱡ'σяєм ιρѕυм #
es_es: Vista previa
fa_ir: پیش‌نمایش
it_it: Anteprima
lv: Priekšskatījums
mn: Урьдчилан харах

source: Wiki Preview
eo: Wïkï Prévïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Previsualización Wiki
fa_ir: پیش‌نمایش ویکی
it_it: Anteprima Wiki
lv: Vikivietnes priekšskatījums
mn: Викиг урьдчилан харах

source: window open
eo: wïndöw öpén Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: abrir ventana
fa_ir: پنجره باز
it_it: Finestra aperta
lv: atvērts logs
mn: нээлттэй цонх

source: Back to editor
eo: Bäçk tö édïtör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Volver al editor
fa_ir: بازگشت به ویرایشگر
it_it: Torna all'editor
lv: Atpakaļ uz redaktoru
mn: Код засагч руу буцах

source: History
eo: Hïstörý Ⱡ'σяєм ιρѕυм #
es_es: Historial
fa_ir: تاریخچه
it_it: Storia
lv: Vēsture
mn: Түүх

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
eo: Çlïçk éäçh révïsïön tö séé ä lïst öf édïtéd lïnés. Çlïçk thé Prévïéw ßüttön tö séé höw thé ärtïçlé löökéd ät thïs stägé. Àt thé ßöttöm öf thïs pägé, ýöü çän çhängé tö ä pärtïçülär révïsïön ör mérgé än öld révïsïön wïth thé çürrént öné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłł#
es_es: Pulsa en cada revisión para ver una lista de las líneas editadas. Pulsa en el botón Previsualizar para ver cómo quedaría el artículo. Abajo en esta página, puedes cambiar a una revisión en particular o fusionar una revisión antigua con la actual.
fa_ir: برای مشاهده فهرست خطوط ویراسته، بر روی دکمه بازبینی هر مورد بزنید. با کلیک بر روی دکمه پیش‌نمایش می‌توانید نحوه نمایش مطلب در صفحه اصلی را مشاهده نمایید. در پایین این صفحه، امکان انتقال به یک نسخه خاص یا ادغام نسخه جاری با نسخه قدیمی را دارید.
it_it: Clicca ogni revisione per vedere una lista delle linee modificate. Clicca il tasto Anteprima per vedere come appariva l'articolo in questo passaggio. Alla fine di questa pagina, puoi cambiare ad una revisione particolare o unire una vecchia revisione a quella attuale.
lv: Klikšķiniet uz katras pārskatīšanas, lai redzētu sarakstu ar rediģētajām rindiņām. Klikšķiniet uz priekšskatījuma pogas, lai redzētu, kā raksts izskatījās šajā posmā. Šīs lapas apakšdaļā Jūs varat rakstu izmainīt uz noteiktu pārskatīšanas versiju vai arī apvienot veco pārskatījuma versiju ar pašreizējo.
mn: Засварласан мөрүүдийн жагсаалтыг харахын тулд хувилбар бүр дээр дарна уу. Энэ өгүүллийг энэ үе шатанд хэрхэн харагдахыг үзэхийн тулд Preview товчлуурыг дарна уу. Энэ хуудсын доод хэсэгт та тодорхой нэг хувилбарт өөрчлөлт хийх эсвэл одоогийн хувилбарыг хуучин хувилбартай нэгтгэж болно.

source: (no log message)
eo: (nö lög méssägé) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: (no hay mensaje de registro)
fa_ir: (بدون گزارش پیام)
it_it: (nessun messaggio di log)
lv: (nav žurnāla ziņu)

source: Preview this revision
eo: Prévïéw thïs révïsïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Previsualizar esta revisión
fa_ir: پیش‌نمایش این نسخه
it_it: Anteprima per questa revisione
lv: Priekšskatīt šo pārskatīšanu
mn: Энэ засварлалтыг харах

source: Auto log:
eo: Àütö lög: Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Auto registro:
fa_ir: گزارش خودکار:
lv: Automātiskais žurnāls:
mn: Авто бүртгэл:

source: Change
eo: Çhängé Ⱡ'σяєм ιρѕυ#
es_es: Cambiar
fa_ir: تغییر
it_it: Cambia
lv: Mainīt
mn: Өөрчлөх

source: Merge selected with current...
eo: Mérgé séléçtéd wïth çürrént... Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Fusionar lo seleccionado con lo actual...
fa_ir: ادغام مورد منتخب با فعلی...
it_it: Unisci selezionato con attuale...
lv: Sapludināt izvēlēto ar pašreizējo...
mn: Сонгосон болон одоогийн хувилбарыг нэгтгэх

source: Switch to selected version
eo: Swïtçh tö séléçtéd vérsïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Cambiar a la versión seleccionada
fa_ir: انتقال به‌ نسخه منتخب
it_it: Passa alla versione selezionata
lv: Pārslēgties uz izvēlēto versiju
mn: Сонгосон хувилбар луу солих

source: Wiki Revision Preview
eo: Wïkï Révïsïön Prévïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Previsualización de la revisión Wiki
fa_ir: پیش‌نمایش بازبینی ویکی
it_it: Anteprima revisione Wiki
lv: Vikivietnes pārskatīšanas priekšskatījums
mn: Вики засварлалтыг шалгах

source: Back to history view
eo: Bäçk tö hïstörý vïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Volver a la vista de historial
fa_ir: بازگشت به نمایش تاریخچه
it_it: Torna alla visualizzazione storia
lv: Atpakaļ uz vēstures skatu
mn: Түүх үзэх рүү буцах

source: Switch to this version
eo: Swïtçh tö thïs vérsïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Cambiar a esta versión
fa_ir: انتقال به این نسخه
it_it: Cambia a questa versione
lv: Pārslēgties uz šo versiju
mn: Энэ хувилбарыг солих

source: Merge Revision
eo: Mérgé Révïsïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Mezclar revisión
fa_ir: ادغام نسخه‌ها
it_it: Unisci revisione
lv: Sapludināt pārskatīšanu
mn: Засварлалтуудыг нэгтгэх

source: Merge with current
eo: Mérgé wïth çürrént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Combinar con la actual
fa_ir: ادغام با مورد فعلی
it_it: Unisci con la corrente
lv: Sapludināt ar pašreizējo
mn: Одоогийн хувилбартай нэгтгэх

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
eo: Whén ýöü mérgé ä révïsïön wïth thé çürrént, äll dätä wïll ßé rétäïnéd fröm ßöth vérsïöns änd mérgéd ät ïts äppröxïmäté löçätïön fröm éäçh révïsïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм #
es_es: Al combinar una revisión con la actual, todos los datos de ambas versiones se mantienen y se combinan en su posición aproximada.
fa_ir: هنگام ادغام یک نسخه با نسخه فعلی، همه اطلاعات از هر دو نسخه حفظ شده و در محل تقریبی آن از هر نسخه ادغام می‌شود.
it_it: Quando unisci una revisione con la corrente, saranno mantenuti i dati di entrambe le versioni e uniti nel luogo approssimato da ogni revisione.
lv: Kad Jūs sapludināt pārskatījumu ar pašreizējo, visi dati tiks paturēti no abām versijām un sapludināti to aptuvenajās atrašanās vietās no katra pārskatījuma.
mn: Засварласан хувилбарыг одоогийнхтой нэгтгэхэд хоёр хувилбарын өгөгдөлүүд хоёулаа хадгалагдах ба хувилбар бүрийн ойролцоо байрлалруу нэгтгэгдэнэ.

source: After this, it's important to do a manual review.
eo: Àftér thïs, ït's ïmpörtänt tö dö ä mänüäl révïéw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Después de esto, es importante hacer una revisión manual.
fa_ir: پس از این عملیات، ضروری است بازبینی و بررسی به‌شکل دستی صورت گیرد.
it_it: Dopo questo, è importante fare una revisione manuale.
lv: Pēc tam ir svarīgi veikt manuālu izskatīšanu.
mn: Үүний дараа гар аргаар хяналт хийх нь чухал

source: Create new merged version
eo: Çréäté néw mérgéd vérsïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Creada una nueva versión combinada
fa_ir: ایجاد نسخه جدید ادغام‌شده
it_it: Crea una nuova versione unita
lv: Izveidot sapludinātu versiju
mn: Шинэ нэгтгэсэн хувилбар үүсгэх

source: You need to {anchor_start_login}log in{anchor_end} or {anchor_start_signup}sign up{anchor_end} to use this function.
eo: Ýöü nééd tö {anchor_start_login}lög ïn{anchor_end} ör {anchor_start_signup}sïgn üp{anchor_end} tö üsé thïs fünçtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Se necesita {anchor_start_login}iniciar sesión{anchor_end} o {anchor_start_signup}registrarse{anchor_end} para usar esta función.
fa_ir: برای استفاده از این عملگر لازم است {anchor_start_login} به سامانه وارد شده یا {anchor_end} ثبت‌نام {anchor_start_signup} کنید {anchor_end}.
it_it: È necessario {anchor_start_login}accedere{anchor_end} o {anchor_start_signup}registrarsi{anchor_end} per utilizzare questa funzione.

source: You need to log in or sign up to use this function.
eo: Ýöü nééd tö lög ïn ör sïgn üp tö üsé thïs fünçtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Necesita iniciar sesión o registrarse para usar esta función.
fa_ir: برای استفاده از این عملگر، ابتدا وارد حساب کاربری خود شده یا ثبت نام کنید.
it_it: E' necessario effettuare l'accesso o registrarsi per poter utilizzare questa funzione.
lv: Jums ir nepieciešams pieteikties vai reģistrēties, lai izmantotu šo funkciju.
mn: Энэ функцыг хэрэглэхийн тулд нэвтрэх эсвэл бүртгүүлэх хэрэгтэй

source: Wiki Cheatsheet
eo: Wïkï Çhéätshéét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Chuleta Wiki
fa_ir: ویکی راهنما
it_it: Pagina di aiuto Wiki
lv: Vikivietnes špikeris
mn: Вики Хялбар гарын авлага

source: Wiki Syntax Help
eo: Wïkï Sýntäx Hélp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Ayuda de la Sintaxis del Wiki
fa_ir: راهنمای قواعد نحوی
it_it: Guida alla sintassi Wiki
lv: Vikivietnes sintakses palīdzība
mn: Вики өгүүлбэр зүйн тусламж

source: This wiki uses {start_strong}Markdown{end_strong} for styling. There are several useful guides online. See any of the links below for in-depth details:
eo: Thïs wïkï üsés {start_strong}Märkdöwn{end_strong} för stýlïng. Théré äré sévéräl üséfül güïdés önlïné. Séé äný öf thé lïnks ßélöw för ïn-dépth détäïls: Ⱡ#
es_es: Esta wiki usa {start_strong}Markdown{end_strong} para diseñar. Hay varias guías útiles en línea. Consulte cualquiera de los enlaces a continuación para obtener detalles en profundidad:
fa_ir: این ویکی از {start_strong} Markdown {end_strong} برای طراحی استفاده می‌کند. چندین راهنمای مفید آنلاین وجود دارد. برای جزئیات بیشتر به هر یک از پیوندهای زیر مراجعه کنید:
it_it: Questo wiki utilizza {start_strong}Markdown{end_strong} per lo stile. Esistono diverse guide online utili. Consultare i link riportati di seguito per maggiori dettagli:

source: Markdown: Basics
eo: Märkdöwn: Bäsïçs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Markdown: Conceptos básicos
fa_ir: نشانه‌گذار: مفاهیم پایه
it_it: Markdown: concetti generali
lv: Markdown: pamati
mn: Markdown: Үндсүүд

source: Quick Markdown Syntax Guide
eo: Qüïçk Märkdöwn Sýntäx Güïdé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Guia Rápida de la Sintaxis de Markdown
fa_ir: راهنمای نشانه‌گذاری سریع
it_it: Guida Rapida alla Sintassi di Markdown
lv: Ātrs ceļvedis Markdown sintaksē

source: Miniature Markdown Guide
eo: Mïnïätüré Märkdöwn Güïdé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Mini guía de Markdown
fa_ir: راهنمای نشانه‌گذاری کوچک
it_it: Breve Guida su Markdown
lv: Miniatūrs Markdown ceļvedis

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
eo: Tö çréäté ä néw wïkï ärtïçlé, çréäté ä lïnk tö ït. Çlïçkïng thé lïnk gïvés ýöü thé çréätïön pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Para crear un nuevo artículo del Wiki, crea un enlace a él. Pulsando en el enlace te llevará a la creación de la página.
fa_ir: برای ساخت یک مقاله در ویکی باید یک پیوند برای آن بسازید، با زدن بر روی پیوند مذکور، صفحه ساخت در اختیار شما قرار می‌گیرد.
it_it: Per creare un nuovo articolo wiki, creare un link ad esso. Facendo clic sul link viene visualizzata la pagina di creazione.
lv: Lai izveidotu jaunu vikivietnes rakstu, izveidojiet saiti uz to. Klikšķinot uz saites, Jums tiks dota izveidošanas lapa.
mn: Шинэ вики эх үүсгэхийн тулд шинэ холбоос үүсгэнэ. Холбоос дээр дарахад шинэ хуудас нээгдэнэ.

source: %(platform_name)s Additions:
eo: %(platform_name)s Àddïtïöns: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Adiciones de %(platform_name)s
fa_ir: اضافه شده‌ها به %(platform_name)s:
it_it: Aggiunte %(platform_name)s :
lv: %(platform_name)s Papildinājumi:
mn: %(platform_name)s Нэмэлт:

source: Math Expression
eo: Mäth Éxpréssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Expresión matemática
fa_ir: بیان ریاضی
it_it: Espressione Matematica
lv: Matemātiska izteiksme
mn: Математик илэрхийлэл

source: Useful examples:
eo: Ûséfül éxämplés: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Ejemplos útiles:
fa_ir: نمونه‌های مفید:
it_it: Esempi utili:
lv: Noderīgi piemēri:
mn: Практик жишээ

source: Wikipedia
eo: Wïkïpédïä Ⱡ'σяєм ιρѕυм ∂σł#
fa_ir: ویکیپدیا
mn: Википедиа

source: %(platform_name)s Wiki
eo: %(platform_name)s Wïkï Ⱡ'σяєм ιρѕυм ∂#
es_es: Wiki de %(platform_name)s
fa_ir: ویکی %(platform_name)s
it_it: Wiki %(platform_name)s
lv: %(platform_name)s vikivietne

source: Huge Header
eo: Hügé Héädér Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Cabecera Enorme
fa_ir: سرصفحه بزرگ
it_it: Intestazione enorme
lv: Liels virsraksts
mn: Том толгой

source: Smaller Header
eo: Smällér Héädér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Cabecera más pequeña
fa_ir: سرصفحه کوچک
it_it: Intestazione più piccola
lv: Mazāks virsraksts
mn: Жижиг толгой

source: *emphasis* or _emphasis_
eo: *émphäsïs* ör _émphäsïs_ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: *énfasis* o _énfasis_
fa_ir: *emphasis* یا _emphasis_
it_it: *emphasis* o _emphasis_
lv: *izcēlums* vai _izcēlums_
mn: *emphasis* эсвэл _emphasis_

source: **strong** or __strong__
eo: **ströng** ör __ströng__ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: **negrita** o __negrita__
fa_ir: **strong** یا __strong__
it_it: **strong** o __strong__
lv: **svarīgs** vai __svarīgs__
mn: **хүчтэй** эвсэл __хүчтэй__

source: Unordered List
eo: Ûnördéréd Lïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Lista no ordenada
fa_ir: فهرست نامرتب
it_it: Elenco non ordinato
lv: Nesakārtots saraksts
mn: Эрэмблэгдээгүй жагсаалт

source: Sub Item 1
eo: Süß Ìtém 1 Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Sub Elemento 1
fa_ir: فرعی 1
it_it: Sotto elemento 1
lv: Apakšpunkts 1
mn: Дэд зүйл 1

source: Sub Item 2
eo: Süß Ìtém 2 Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Sub Elemento 2
fa_ir: فرعی 2
it_it: Sotto elemento 2
lv: Apakšpunkts 2
mn: Дэд зүйл 2

source: Ordered
eo: Ördéréd Ⱡ'σяєм ιρѕυм #
es_es: Ordenada
fa_ir: مرتب
it_it: Ordinato
lv: Sakārtots
mn: Эрэмблэгдсэн

source: List
eo: Lïst Ⱡ'σяєм ι#
es_es: Lista
fa_ir: فهرست
it_it: Elenco
lv: Saraksts
mn: Жагсаалт

source: Quotes
eo: Qüötés Ⱡ'σяєм ιρѕυ#
es_es: Comillas
fa_ir: نقل‌قول‌ها
it_it: Citazioni
lv: Pēdiņas
mn: Хашилт

source: Markdown syntax is allowed. See the %(start_link)scheatsheet%(end_link)s for help.
eo: Märkdöwn sýntäx ïs ällöwéd. Séé thé %(start_link)sçhéätshéét%(end_link)s för hélp. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Se permite la sintaxis Markdown. Consulte la hoja de referencia %(start_link)scheatsheet%(end_link)s para obtener ayuda.
fa_ir: به کار بردن Markdown syntax مجاز است. برای راهنمایی %(start_link)sبرگه‌های آماده%(end_link)s را بببنید
it_it: La sintassi markdown è consentita. Consultare %(start_link)scheatsheet%(end_link)s per assistenza.

source: Attachments
eo: Àttäçhménts Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Adjuntos
fa_ir: پیوست‌ها
it_it: Allegati
lv: Pielikumi
mn: Хавсралт

source: Upload new file
eo: Ûplöäd néw fïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Subir un nuevo archivo
fa_ir: بارگذاری پرونده جدید
it_it: Carica un nuovo file
lv: Augšupielādēt jaunu datni
mn: Шинэ файл оруулах

source: Search and add file
eo: Séärçh änd ädd fïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Buscar y añadir archivo
fa_ir: جستجو و افزودن پرونده
it_it: Cerca e aggiungi file
lv: Meklēt un pievienot datni
mn: Файл хайх болон нэмэх

source: Upload File
eo: Ûplöäd Fïlé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Subir archivo
fa_ir: بارگذاری پرونده
it_it: Carica il File
lv: Augšupielādēt datni
mn: Файл оруулах

source: Upload file
eo: Ûplöäd fïlé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Subir archivo
fa_ir: بارگذاری پرونده
it_it: Carica file
lv: Augšupielādēt datni
mn: Файл оруулах

source: Search files and articles
eo: Séärçh fïlés änd ärtïçlés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Buscar archivos y artículos
fa_ir: جستجوی پرونده‌ها و مطالب
it_it: Cerca files e articoli
lv: Meklēt datnes un rakstus
mn: Файл болон бичлэг хайх
