Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: The full name that will appear on the certificate.
eo: Thé füll nämé thät wïll äppéär ön thé çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El nombre completo que aparecerá en el certificado.
fa_ir: نام کامل که در گواهی درج می‌شود.
it_it: Il nome completo che apparirà sul certificato.
lv: Uz sertifikāta parādāmais pilnais vārds.
mn: Гэрчилгээн дээр гарах нэр

source: The template file to use when generating the certificate.
eo: Thé témpläté fïlé tö üsé whén générätïng thé çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El archivo de plantilla a utilizar al generar el certificado.
fa_ir: قالب پرونده برای استفاده در هنگام تولید گواهی.
it_it: Il file template da utilizzare durante la generazione del certificato.
lv: Veidnes datne, kuru izmantot ģenerējot sertifikātu.
mn: Гэрчилгээг үүсгэхэд ашиглах үлгэр загварын файл

source: The status of the example certificate.
eo: Thé stätüs öf thé éxämplé çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: El estado del certificado de ejemplo.
fa_ir: وضعیت نمونه گواهی.
it_it: Stato del certificato di esempio.
lv: Parauga sertifikāta statuss.
mn: Жишээ гэрчилгээний төлөв

source: The reason an error occurred during certificate generation.
eo: Thé réäsön än érrör öççürréd dürïng çértïfïçäté générätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La razón por la que ocurrió un error durante la generación del certificado.
fa_ir: دلیل خطا در هنگام تولید گواهی.
it_it: Il motivo per cui si è verificato un errore durante la generazione del certificato.
lv: Iemesls, kādēļ notika kļūda sertifikāta ģenerēšanas laikā.
mn: Гэрчилгээ үүсгэхэд гарсан алдааны шалтгаан

source: The download URL for the generated certificate.
eo: Thé döwnlöäd ÛRL för thé générätéd çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La URL de descarga para el certificado generado.
fa_ir: آدرس اینترنتی بارگیری برای گواهی تولید‌شده.
it_it: url per scaricare il certificato generato.
lv: Ģenerētā sertifikāta lejupielādes URL.
mn: Гэрчилгээг татах URL

source: Name of template.
eo: Nämé öf témpläté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Nombre de la plantilla
fa_ir: نام قالب
it_it: Nome del template.
lv: Veidnes nosaukums.
mn: Үлгэр загварын нэр

source: Description and/or admin notes.
eo: Désçrïptïön änd/ör ädmïn nötés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Descripción y / o notas de administración.
fa_ir: توضیحات و/یا یادداشت‌های مدیر.
it_it: Descrizione e/o note dell'amministratore.
lv: Apraksts un/vai administratora piezīmes.
mn: Тайлбар ба админы тэмдэглэл

source: Django template HTML.
eo: Djängö témpläté HTML. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Django plantilla HTML.
fa_ir: قالب جنگو اچ تی ام ال.
it_it: Template HTML Django.
lv: Džango veidnes HTML.
mn: Django HTML үлгэр загвар.

source: Organization of template.
eo: Örgänïzätïön öf témpläté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Organización de plantilla
fa_ir: قالب سازمان .
it_it: Organizzazione dei template.
lv: Veidnes organizācija.
mn: Үлгэр загварын байгууллага

source: The course mode for this template.
eo: Thé çöürsé mödé för thïs témpläté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: El modo de curso para esta plantilla.
fa_ir: حالت دوره این قالب.
it_it: Modalità del corso per questo template.
lv: Kursa režīms šai veidnei.
mn: Энэ үлгэр загварын хичээлийн горим

source: On/Off switch.
eo: Ön/Öff swïtçh. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Encender/apagar switch.
fa_ir: کلید روشن/خاموش
it_it: Pulsante on/off.
lv: Ieslēgšanas/izslēgšanas slēdzis.
mn: Асаах/унтраах түлхүүр.

source: Description of the asset.
eo: Désçrïptïön öf thé ässét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Descripción del activo.
fa_ir: توضیحات منابع
it_it: Descrizione di questo elemento.
lv: Līdzekļa apraksts.
mn: Хөрөнгийн тодорхойлолт

source: Asset file. It could be an image or css file.
eo: Àssét fïlé. Ìt çöüld ßé än ïmägé ör çss fïlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Archivo de activos. Podría ser una imagen o un archivo css.
fa_ir: پرونده منابع. این می‌تواند یک فایل تصویری یا CSS باشد.
it_it: File di risorse. Può essere un'immagine o un file css.
lv: Līdzekļa datne. Var būt attēla vai css datne.
mn: Хөрөнгийн файл. Энэ нь image эсвэл css файл байна.

source: Asset's unique slug. We can reference the asset in templates using this value.
eo: Àssét's ünïqüé slüg. Wé çän référénçé thé ässét ïn témplätés üsïng thïs välüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Slug único del activo. Podemos hacer referencia al activo en plantillas utilizando este valor.
fa_ir: مشخصه منحصربه‌فرد منبع. با استفاده از این مقادیر می‌توانیم به منبع موجود در قالب‌ها ارجاع دهیم.
it_it: Campo dati dinamico univoco della risorsa. È possibile indicare la risorsa nei template utilizzando questo valore.
lv: Līdzekļa unikālā īsā rinda. Mēs varam atsaukties uz līdzekli veidnēs, izmantojot šo vērtību.

source: user is not given.
eo: üsér ïs nöt gïvén. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: El usuario no existe.
fa_ir: کاربر داده نمی‌شود
it_it: l'utente non è stato fornito.
lv: lietotājs nav dots.
mn: хэрэглэгч өгөгдөөгүй.

source: user '{user}' does not exist
eo: üsér '{user}' döés nöt éxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: El usuario {user} no existe.
fa_ir: کاربر '{user}' موجود نیست
it_it: L'utente '{user}' non esiste
lv: lietotājs '{user}' neeksistē
mn: '{user}' хэрэглэгч байхгүй байна

source: Course id '{course_id}' is not valid
eo: Çöürsé ïd '{course_id}' ïs nöt välïd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: El identificador del curso {course_id} no es válido.
fa_ir: شناسه دوره آموزشی '{course_id}' مجاز نيست.
it_it: L'ID del corso '{course_id}' nonè valido
lv: Kursa id '{course_id}' nav derīgs
mn: '{course_id}' хичээлийн код буруу байна

source: The course does not exist against the given key '{course_key}'
eo: Thé çöürsé döés nöt éxïst ägäïnst thé gïvén kéý '{course_key}' Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No existe el curso con la clave dada '{course_key}'
fa_ir: دوره آموزشی در برابر کلید داده شده وجود ندارد '{course_key}'
it_it: Il corso non esiste rispetto alla chiave fornita '{course_key}'
lv: Kurss neeksistē, attiecībā uz doto atslēgu '{course_key}'
mn: Өгөгдсөн түлхүүрт '{course_key}' -т тохирох хичээл байхгүй байна

source: User {username} does not exist
eo: Ûsér {username} döés nöt éxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: El usuario {username} no existe.
fa_ir: كاربر {username} وجود ندارد
it_it: L'utente {username} non esiste
lv: Lietotājs {username} neeksistē
mn: {username} хэрэглэгч байхгүй байна

source: {course_key} is not a valid course key
eo: {course_key} ïs nöt ä välïd çöürsé kéý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: {course_key} no es una clave de curso válida
fa_ir: {course_key} کلید دوره آموزشی معتبری نیست
it_it: {course_key} non è una chiave di corso valida
lv: {course_key} nav derīga kursa atslēga
mn: {course_key} хичээлийн буруу түлхүүр байна

source: The course {course_key} does not exist
eo: Thé çöürsé {course_key} döés nöt éxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: El curso {course_key} no existe
fa_ir: دوره آموزشی {course_key} وجود ندارد
it_it: Il corso {course_key} non esiste.
lv: Kurss {course_key} neeksistē
mn: {course_key} хичээл байхгүй байна

source: User {user_id} is not enrolled in the course {course_key}
fa_ir: کاربری با عنوان {user_id} در دوره آموزشی {course_key} ثبت‌نام نکرده است
it_it: L'utente {user_id} non è iscritto al corso {course_key}

source: An unexpected error occurred while regenerating certificates.
eo: Àn ünéxpéçtéd érrör öççürréd whïlé régénérätïng çértïfïçätés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Ocurrió un error inesperado al regenerar certificados.
fa_ir: هنگام بازسازی گواهی‌ها خطای غیرمنتظره‌ای رخ داد.
it_it: Si è verificato un errore non previsto durante la rigenerazione dei certificati.
lv: Notika neparedzēta kļūda, ģenerējot sertifikātus.
mn: Гэрчилгээг дахин үүсгэж байхад санамсаргүй алдаа гарлаа.

source: User {username} is not enrolled in the course {course_key}
eo: Ûsér {username} ïs nöt énrölléd ïn thé çöürsé {course_key} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El usuario {username} no está inscrito en el curso {course_key}
fa_ir: كاربر {username}در دوره آموزشی ثبت‌نام نمی‌شود {course_key}
it_it: L'utente {username} non è iscritto al corso {course_key}
lv: Lietotājs {username} nav reģistrējies kursā {course_key}
mn: {username} хэрэглэгч {course_key} хичээлд элсээгүй байна

source: An {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
eo: Àn {cert_type} çértïfïçäté sïgnïfïés thät ä léärnér häs ägrééd tö äßïdé ßý thé hönör çödé éstäßlïshéd ßý {platform_name} änd häs çömplétéd äll öf thé réqüïréd täsks för thïs çöürsé ündér ïts güïdélïnés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυ#
es_es: Un certificado {cert_type} significa que un alumno ha aceptado cumplir con el Código de Honor establecido por {platform_name} y ha completado todas las tareas requeridas para este curso bajo sus directrices.
fa_ir: گواهی {cert_type} نشان می دهد که یادگیرنده موافقت کرده است که پایبند بماندکد افتخاری که توسط {platform_name} تأسیس شده است و همه موارد را تکمیل کرده استوظایف مورد نیاز برای این دوره تحت دستورالعملهای آن است.
it_it: Un certificato {cert_type} indica che uno studente ha accettato di rispettare il codice d'onore stabilito da {platform_name} e ha completato tutte le attività richieste per questo corso in relazione alle sue linee guida.
lv: Ar {cert_type} sertifikātu tiek izteikts, ka audzēknis ir piekritis pakļauties goda kodeksam, kas izveidots {platform_name} un ir pabeidzis visus nepieciešamos uzdevumus šim kursam, atbilstoši tā vadlīnijām.
mn: {cert_type} гэрчилгээ нь суралцагч {platform_name}-ийн ёс зүйн дүрмийг даган зөвшөөрөх ба энэ хичээлийн удирдамжийн дагуу бүх шаардлгатай үүрэгт ажлыг хийж дуусгахыг гэрчилнэ.

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
fa_ir: گواهی {cert_type} مشخص می‌کند که یادگیرنده با اصول اخلاقی که توسط {platform_name} ایجاد شده است موافقت کرده است و از آن‌ها تبعیت کند و طبق رهنمودهای آن، همۀ وظایف مورد نیاز برای این دوره آموزشی را تکمیل کرده است.
it_it: Un certificato {cert_type} significa che uno studente ha accettato di rispettare il codice d&#39;onore stabilito da {platform_name} e ha completato tutte le attività richieste per questo corso secondo le sue linee guida.

source: A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
fa_ir: گواهی {cert_type} نیز نشان می‌دهد که هویت یادگیرنده بررسی شده و معتبر است.
it_it: Un certificato {cert_type} indica anche che l&#39;identità dello studente è stata verificata ed è valida.

source: An {cert_type} certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
eo: Àn {cert_type} çértïfïçäté démönsträtés ä hïgh lévél öf äçhïévémént ïn ä prögräm öf stüdý, änd ïnçlüdés vérïfïçätïön öf thé stüdént's ïdéntïtý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυ#
es_es: Un certificado {cert_type} demuestra un alto nivel de logro en un programa de estudio, e incluye la verificación de la identidad del estudiante.
fa_ir: {cert_type}گواهی نشاندهنده کسب سطح بالایی از موفقیت در برنامه مطالعاتی است و شامل تایید هویت یادگیرنده می‌شود.
it_it: Un certificato {cert_type} illustra un elevato livello di conseguimento in un programma di studio, e include la verifica dell'identità di uno studente.
lv: Ar {cert_type} tiek demonstrēts augsts sasnieguma līmenis mācību programmā un ir iekļauta studenta identitātes pārbaude.
mn: {cert_type} гэрчилгээ нь сургалтын хөтөлбөрийн өндөр түвшиний амжилтыг илэрхийлэх ба мөн энэ нь суралцагчийн тодорхойлолтын баталгаажуулалтыг агуулсан байдаг.

source: This is a valid {platform_name} certificate for {user_name}, who participated in {partner_short_name} {course_number}
eo: Thïs ïs ä välïd {platform_name} çértïfïçäté för {user_name}, whö pärtïçïpätéd ïn {partner_short_name} {course_number} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Este es un certificado {platform_name} válido para {user_name}, que participó en {partner_short_name} {course_number}
fa_ir: این گواهی معتبر {platform_name} برای {user_name} است که وی در {partner_short_name} {course_number} شرکت کرده‌است
it_it: Questo è un certificato {platform_name} valido per {user_name}, che ha partecipato a {partner_short_name} {course_number}
lv: Šis is derīgs {platform_name} sertifikāts {user_name}, kas piedalījās {partner_short_name} {course_number}
mn: Энэ бол {partner_short_name} {course_number} -д оролцсон {user_name} -ийн хүчин төгөлдөр {platform_name} гэрчилгээ байна.

source: {partner_short_name} {course_number} Certificate | {platform_name}
eo: {partner_short_name} {course_number} Çértïfïçäté | {platform_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: {partner_short_name} {course_number} Certificado | {platform_name}
fa_ir: {partner_short_name} {course_number} گواهينامه | {platform_name}
it_it: {partner_short_name} {course_number} Certificato | {platform_name}
lv: {partner_short_name} {course_number} sertifikāts | {platform_name}
mn: {partner_short_name} {course_number} Гэрчилгээ {platform_name}

source: successfully completed, received a passing grade, and was awarded this {platform_name} {certificate_type} Certificate of Completion in
eo: süççéssfüllý çömplétéd, réçéïvéd ä pässïng grädé, änd wäs äwärdéd thïs {platform_name} {certificate_type} Çértïfïçäté öf Çömplétïön ïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: finalizado con éxito, ha recibido una calificación de aprobado y se le otorgó este certificado de finalización en {platform_name} {certificate_type}
fa_ir: با موفقیت به اتمام رسید، نمره قبولی به این مدرک تعلق گرفت{platform_name} {certificate_type} گواهی برای تکمیل در
it_it: completato correttamente, ha ricevuto una grado di approvazione, e ha conseguito questo Certificato di completamento {platform_name} {certificate_type} in
lv: veiksmīgi pabeidza, saņēma prasību izpildei nepieciešamo vērtējumu un saņēma šo {platform_name} {certificate_type} lekciju kursa noklausīšanās sertifikātu
mn: амжилттай дүүргэсэн, хангалттай дүн авсан ба энэ {platform_name} {certificate_type} Үзэж дуусгасны гэрчилгээг авсан.

source: {platform_name} acknowledges achievements through certificates, which are awarded for course activities that {platform_name} students complete.
eo: {platform_name} äçknöwlédgés äçhïévéménts thröügh çértïfïçätés, whïçh äré äwärdéd för çöürsé äçtïvïtïés thät {platform_name} stüdénts çömplété. Ⱡ'σяєм ιρѕυм#
es_es: {platform_name} reconoce los logros a través de certificados, los cuales se otorgan para las actividades del curso que los estudiantes {platform_name} completan.
fa_ir: {platform_name} دستاوردهای مطرح شده در گواهی‌ها را تایید می‌کند، که برای فعالیت‌های آموزشی که یادگیرندگان {platform_name} انجام داده‌اند، اعطا می‌شوند.
it_it: {platform_name} conferma i risultati mediante i certificati, che sono assegnati per le attività del corso che gli studenti {platform_name} completano.
lv: {platform_name} apliecinot sasniegumus ar sertifikātiem, kas tiek piešķirti par kursa aktivitātēm, kuras izpilda {platform_name} studenti.
mn: {platform_name} гэрчилгээ нь {platform_name} дээр суралцагчдын хийж гүйцэтгэсэн хичээлийн үйл ажиллагааны амжилтын баталгаа болдог.

source: All rights reserved
eo: Àll rïghts résérvéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Todos los derechos están reservados
fa_ir: همه حقوق محفوظ است
it_it: Tutti i diritti riservati
lv: Visas tiesības paturētas
mn: Зохиогчийн эрх баталгаажсан

source: Invalid Certificate
eo: Ìnvälïd Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Certificado no valido
fa_ir: گواهینامه نامعتبر
it_it: Certificato non valido
lv: Nederīgs sertifikāts
mn: Гэрчилгээ алдаатай

source: Certificate Validation
eo: Çértïfïçäté Välïdätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Validación de certificado
fa_ir: اعتبارسنجی گواهی
it_it: Verifica certificato
lv: Sertifikāta validācija
mn: Гэрчилгээний баталгаажуулалт

source: About {platform_name} Accomplishments
eo: Àßöüt {platform_name} Àççömplïshménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Acerca de los logros de {platform_name}
fa_ir: درباره {platform_name} دستاوردها
it_it: Informazioni sui risultati di {platform_name}
lv: Par sasniegumiem {platform_name}
mn: {platform_name} Ололт амжилтын тухай

source: Issued On:
eo: Ìssüéd Ön: Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Emitido en:
fa_ir: تاریخ صدور:
it_it: Emesso il:
lv: Izdots:
mn: Олгогдсон:

source: Certificate ID Number
eo: Çértïfïçäté ÌD Nümßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Número de identificación del certificado
fa_ir: شماره شناسایی گواهی
it_it: Numero ID del certificato
lv: Sertifikāta ID numurs
mn: Гэрчилгээний бүртгэлийн дугаар

source: About {platform_name} Certificates
eo: Àßöüt {platform_name} Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Certificados de {platform_name}
fa_ir: درباره {platform_name} گواهي
it_it: Informazioni sui certificati di {platform_name}
lv: Par {platform_name} sertifikātiem
mn: {platform_name} сертификатын тухай

source: How {platform_name} Validates Student Certificates
eo: Höw {platform_name} Välïdätés Stüdént Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Cómo {platform_name} valida los certificados de estudiantes
fa_ir: چگونه {platform_name} گواهی‌های دانشجویی را تأیید می‌شود
it_it: Modalità di convalida dei certificati dello studente da parte di {platform_name}
lv: Kā {platform_name} tiek validēti studentu sertifikātus
mn: Хэрхэн {platform_name} Суралцагчийн Гэрчилгээг батлах

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
eo: Çértïfïçätés ïssüéd ßý {platform_name} äré sïgnéd ßý ä gpg kéý sö thät théý çän ßé välïdätéd ïndépéndéntlý ßý änýöné wïth thé {platform_name} püßlïç kéý. För ïndépéndént vérïfïçätïön, {platform_name} üsés whät ïs çälléd ä "détäçhéd sïgnätüré"&quot;". Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρт#
es_es: Los certificados emitidos por {platform_name} están firmados por una clave gpg para que puedan ser validados independientemente por cualquiera con la clave pública {platform_name}. Para una verificación independiente, {platform_name} utiliza lo que se llama una "firma separada"&quot;".
fa_ir: گواهینامه های صادرشده از سوی {platform_name} برای ثبت، توسط یک کلید gpg امضا می‌شوند تا این امکان به وجود آید که مستقلا به دست هر کسی با کلید عمومی {platform_name} بتوانند اعتبارسنجی شوند. برای تأیید مستقل، {platform_name} از آنچه نامیده می شود "detached signature"&quot;" استفاده می‌شود.
it_it: I certificati emessi da {platform_name} vengono firmati da una chiave gpg in modo che possano essere convalidati indipendentemente da chiunque disponga della chiave pubblica {platform_name}. Per la verifica indipendente, {platform_name} utilizza quella che viene definita una "firma separata"&quot;".
lv: Sertifikāti, kas izdoti {platform_name}, tiek parakstīti ar GPG atslēgu, lai tos varētu neatkarīgi validēt jebkura persona ar {platform_name} publisko atslēgu. Neatkarīgai validācijai {platform_name} tiek izmantots tā saucamais "detached signature"&quot;".

source: Validate this certificate for yourself
eo: Välïdäté thïs çértïfïçäté för ýöürsélf Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Valida este certificado por ti mismo
fa_ir: این گواهینامه را برای خودتان معتبر کنید
it_it: valida autonomamente il certificato
lv: Validējiet šo sertifikātu paši
mn: Энэ гэрчилгээг баталгаажуулна уу

source: {platform_name} offers interactive online classes and MOOCs.
eo: {platform_name} öfférs ïntéräçtïvé önlïné çlässés änd MÖÖÇs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: {platform_name} ofrece clases interactivas online y MOOCs.
fa_ir: {platform_name} کلاس‌های آنلاین تعاملی و دوره های MOOC را ارائه می‌دهد.
it_it: {platform_name} offre classi online interattive e MOOC.
lv: {platform_name} tiek piedāvātas interaktīvas tiešsaistes mācību stundas un masveida atvērtie interneta kursi.
mn: {platform_name} нь олон талт онлайн хичээлүүд болон MOOC-ийг санал болгодог.

source: About {platform_name}
eo: Àßöüt {platform_name} Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Sobre {platform_name}
fa_ir: درباره {platform_name}
it_it: Informazioni riguardo {platform_name}
lv: Par {platform_name}
mn: {platform_name}-ийн тухай

source: Learn more about {platform_name}
eo: Léärn möré äßöüt {platform_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Más información sobre {platform_name}
fa_ir: درباره {platform_name} بیشتر بدانید
it_it: Leggi di più su {platform_name}
lv: Uzzināt vairāk par {platform_name}
mn: {platform_name}-ийн талаар илүү ихийг мэдэх

source: Learn with {platform_name}
eo: Léärn wïth {platform_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Aprende con {platform_name}
fa_ir: بدانید با {platform_name}
it_it: Impara con {platform_name}
lv: Mācieties kopā ar {platform_name}
mn: {platform_name} суралцах

source: Work at {platform_name}
eo: Wörk ät {platform_name} Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Trabajar en {platform_name}
fa_ir: کار در {platform_name}
it_it: Lavora con {platform_name}
lv: Strādājiet pie {platform_name}
mn: {platform_name}-д ажилладаг

source: Contact {platform_name}
eo: Çöntäçt {platform_name} Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Contacta {platform_name}
fa_ir: تماس با {platform_name}
it_it: Contatta il supporto di {platform_name}
lv: Sazinieties ar {platform_name}
mn: {platform_name}-тай холбоо барих

source: {platform_name} acknowledges the following student accomplishment
eo: {platform_name} äçknöwlédgés thé föllöwïng stüdént äççömplïshmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: {platform_name} reconoce el siguiente logro estudiantil
fa_ir: {platform_name} به دستاوردهای یادگیرنده اذعان می‌کند.
it_it: {platform_name} riconosce il seguente risultato dello studente
lv: {platform_name} atzīst sekojošā studenta sasniegumu
mn: {platform_name} нь дараах суралцагчийн амжилтийг батлах болно.
