Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Specify whether to show an auto-advance button in videos. If the student clicks it, when the last video in a unit finishes it will automatically move to the next unit and autoplay the first video.
eo: Spéçïfý whéthér tö shöw än äütö-ädvänçé ßüttön ïn vïdéös. Ìf thé stüdént çlïçks ït, whén thé läst vïdéö ïn ä ünït fïnïshés ït wïll äütömätïçällý mövé tö thé néxt ünït änd äütöpläý thé fïrst vïdéö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂#
es_es: Especifique si desea mostrar un botón de avance automático en los videos. Si el estudiante hace clic en él, cuando finalice el último video en una unidad, se moverá automáticamente a la siguiente unidad y se reproducirá automáticamente el primer vídeo.
fa_ir: مشخص کنید که آیا یک دکمه پیش‌نمایش خودکار در ویدئوها نمایش داده شود یا خیر. اگر یادگیرنده روی آن کلیک کند، هنگامی که آخرین ویدئو در واحدی به پایان رسید، به‌طور خودکار به واحد بعدی می‌رود و اولین ویدئو را پخش می‌کند.
it_it: Specificare se mostrare un pulsante di avanzamento automatico nei video. Se lo studente fa clic su questo pulsante, al termine dell'ultimo video in un'unità si passerà automaticamente all'unità successiva, e il primo video sarà automaticamente riprodotto.
lv: Norādiet, vai pie video parādīt automātiskās progresēšanas pogu. Ja studenti klikšķinās uz tās, tad pēc pēdējā video parādīšanas nodaļā tiks automātiski pāriets uz nākamo nodaļu un automātiski atskaņots pirmais video.
mn: Видеонуудад авто-урьдчилан товчийг харуулах эсэхийг тодорхойл. Хэрэв суралцагч үүнийг товшиход, нэгжийн хамгийн сүүлийн видео бичлэг дуусах үед автоматаар дараагийн нэгж рүү шилжих ба эхний видеог тоглуулна.

source: Video Pre-Roll
eo: Vïdéö Pré-Röll Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Pre-roll de video
fa_ir: پیش از پخش
it_it: Pre-sbobina il video
lv: Video sākuma rullītis

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {format}. For example, an entry for a video with two transcripts looks like this: {example}
eo: Ìdéntïfý ä vïdéö, 5-10 séçönds ïn léngth, tö pläý ßéföré çöürsé vïdéös. Éntér thé vïdéö ÌD fröm thé Vïdéö Ûplöäds pägé änd öné ör möré tränsçrïpt fïlés ïn thé föllöwïng förmät: {format}. För éxämplé, än éntrý för ä vïdéö wïth twö tränsçrïpts lööks lïké thïs: {example} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη я#
es_es: Identifica un vídeo, de 5-10 segundos de duración, para reproducir antes de los vídeos del curso. Ingrese el identificador de vídeo de la página Cargas de vídeo y uno o más archivos de transcripción en el siguiente formato: {format}. Por ejemplo, una entrada para un vídeo con dos transcripciones tiene este aspecto: {example}
fa_ir: ویدیویی به‌طول 5-10 ثانیه، پیش از ویدیوهای دوره‌ای شناسایی کنید. شناسه ویدیو را از صفحه بارگذاری ویدیوها و یک یا چند زیرنویس در قالب زیر وارد کنید: {format} مثلا، یک ورودی برای یک ویدیو با دو زیرنویس مانند این است: {example}
it_it: Identificare un video, della durata di circa 5-10 secondi, da riprodurre prima dei video del corso. Immettere l'ID video dalla pagina Caricamenti video ed uno o più file di trascrizione nel seguente formato: {format}. Ad esempio, l'immissione di un video con due trascrizioni appare come segue: {example}
lv: Norādiet 5 - 10 sekundes ilgu video, kuru parādīt pirms kursa video. Ievadiet video ID no ‘Video augšupielādes’ lapas un vienu vai vairākas noraksta datnes sekojošā formātā: {format}. Piemēram, ieraksts par video ar diviem norakstiem izskatīsies šādi: {example}
mn: Хичээлийн видеог тоглуулахаас өмнөх 5-10 секундын урттай видеог тодорхойл. Видео Ачааллах хуудсаас Видео ID ба нэг буюу хэд хэдэн хөрвүүлэг файлыг дараах форматаар оруулна уу: {format}. Жишээ нь, хоёр хөрвүүлэгтэй видео нь дараах шиг харагдана: {example}

source: Show Reset Button for Problems
eo: Shöw Rését Büttön för Prößléms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Mostrar el botón de resetear en los problemas
fa_ir: نمایش دکمه تنظیم مجدد برای مسایل
it_it: Mostra pulsante Reimposta per problemi
lv: Parādīt atiestates taustiņu problēmām
mn: Бодлогуудын дахин эхлүүлэх товчлуурыг харуулах

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
eo: Éntér trüé ör fälsé. Ìf trüé, prößléms ïn thé çöürsé défäült tö älwäýs dïspläýïng ä 'Rését' ßüttön. Ýöü çän övérrïdé thïs ïn éäçh prößlém's séttïngs. Àll éxïstïng prößléms äré äfféçtéd whén thïs çöürsé-wïdé séttïng ïs çhängéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυg#
es_es: Introduce verdadero o falso. Si verdadero, los ejercicios en el curso mostrarán siempre por defecto el botón 'Reiniciar'. Puedes invalidarlo en las configuraciones de cada ejercicio. Cuando esta configuración global se cambia, afecta a todos los ejercicios existentes.
fa_ir: گزینه «درست» یا «نادرست» را وارد کنید. اگر گزینه درست را انتخاب کنید، مسایل هر دوره آموزشی به‌طور پیش‌فرض دکمه «تنظیم مجدد» همیشه وجود دارد. می‌توانید در تنظیمات هر مساله این مورد را جداگانه می‌توانید لغو کنید. همه مسایل موجود با تغییر این تنظیمات کل دوره آموزشی تحت تأثیر قرار می‌گیرند.
it_it: Immettere true o false. Se true, i problemi nel corso visualizzeranno sempre il pulsante 'Reimposta' in modo predefinito. È possibile sostituire ciò nelle impostazioni di ciascuna problema. Tutti i problemi esistenti sono interessati dalla modifica di questa impostazione a livello corso.
lv: Ievadiet kā patiesu vai nepatiesu. Ja patiess, problēmām Jūsu kursā pēc noklusējuma vienmēr tiks parādīts taustiņš ‘Atiestatīt’. Jūs varēsiet pārlabot to katras problēmas iestatījumos. Kad šis visa kursa iestatījums tiks izmainīts, visas esošās problēmas tiks ietekmētas.
mn: Үнэн эсвэл худал гэж оруулна уу. Хэрэв үнэн бол хичээлийн даалгавруудын өгөгдмөл утгаар 'Reset' товчлуур үргэлж харагдана. Та энэ утгыг даалгавар бүрийн тохиргоон дээр оруулж болно. Энэ course-wide тохиргоо өөрчлөгдвөл байгаа бүх даалгавруудад нөлөөлнө.

source: Enable Student Notes
eo: Énäßlé Stüdént Nötés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Habilitar Student Notes
fa_ir: فعال‌ازی یادداشت یادگیرنده
it_it: Abilita note dello studente
lv: Iespējot studentu piezīmes
mn: Суралцачийн тэмдэглэлийг идэвхтэй болгох

source: Enter true or false. If true, students can use the Student Notes feature.
eo: Éntér trüé ör fälsé. Ìf trüé, stüdénts çän üsé thé Stüdént Nötés féätüré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Elige verdadero o falso. Si verdadero, los alumnos pueden usar la herramienta Student Notes.
fa_ir: گزینه «درست» یا «غلط» را وارد کنید. در صورت انتخاب «درست» یادگیرندگان می توانند از امکان یادداشت یادگیرنده استفاده کنند.
it_it: Immettere true o false. Se true, gli studenti non possono visualizzare la funzione Note studente.
lv: Ievadiet kā patiesu vai nepatiesu. Ja šī vērtība ir patiesa, studenti varēs izmantot studentu piezīmju iespēju.
mn: Үнэн эсвэл худал гэж оруулна. Хэрэв үнэн бол суралцагчид Student Notes онцлогийг хэрэглэж чадна.

source: Indicates whether Student Notes are visible in the course. Students can also show or hide their notes in the courseware.
eo: Ìndïçätés whéthér Stüdént Nötés äré vïsïßlé ïn thé çöürsé. Stüdénts çän älsö shöw ör hïdé théïr nötés ïn thé çöürséwäré. Ⱡ'σяєм ιρѕυ#
es_es: Indica si las notas del alumno son visibles en el curso. Los alumnos también pueden mostrar u ocultar sus notas en los contenidos.
fa_ir: این مورد نشان می‌دهد که یادداشت‌‌یادگیرنده در دوره آموزشی قابل مشاهده است یا خیر. همچنین آن‌ها این امکان را خواهند داشت یادداشت های خود را در ابزار آموزشی نمایش دهند یا پنهان کنند.
it_it: Indica se le note studente sono visibili nel corso. Gli studenti possono mostrare o nascondere le loro note nel materiale didattico.
lv: Norāda, vai studentu piezīmes ir redzamas kursā. Studenti var parādīt vai paslēpt savas piezīmes kursprogrammatūrā.
mn: Хичээл дээр Student Notes харагдах эсэхийг харуулна. Хичээлийн материал дээр оюутнууд өөрсдийн хичээлийн тэмдэглэлээ харуулах эсвэл нууж болно.

source: Error while reading {}. Check file for XML errors.
fa_ir: خطا هنگام خواندن {}. پرونده را برای خطاهای XML بررسی کنید.
it_it: Errore durante la lettura di {}. Controlla il file per errori XML.

source: Enrollment Track Groups
eo: Énröllmént Träçk Gröüps Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Grupos de registro de inscripción
fa_ir: گروه‌های مسیر ثبت‌نام
it_it: Traccia gruppi di iscrizione
lv: Reģistrēšanās režīma grupas
mn: Элсэлт мөшгих бүлгүүд

source: Partition for segmenting users by enrollment track
eo: Pärtïtïön för ségméntïng üsérs ßý énröllmént träçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Partición para segmentar usuarios por registro de inscripción.
fa_ir: تقسمی‌بندی برای تفکیک کاربران بر اساس مسیر ثبت‌نام
it_it: Partizione per utenti di segmentazione mediante traccia di iscrizione
lv: Nodalījums lietotāju segmentēšanai pēc reģistrēšanās režīma
mn: Элсэлт мөшгих замаар хуваарилагдсан хэрэглэгчдийг хуваах

source: Whether this student has voted on the poll
eo: Whéthér thïs stüdént häs vötéd ön thé pöll Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Si este estudiante ha votado en la encuesta
fa_ir: آیا این یادگیرنده به نظرسنجی رای داده است
it_it: Definisce se questo studente ha votato nel sondaggio
lv: Vai šis students ir balsojis aptaujā
mn: Энэ суралцагч санал асуулгад оролцсон эсэх

source: Student answer
eo: Stüdént änswér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Respuesta del estudiante
fa_ir: پاسخ یادگیرنده
it_it: Risposta dello studente
lv: Studenta atbilde
mn: Суралцагчийн хариулт

source: Poll answers from all students
eo: Pöll änswérs fröm äll stüdénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Encuesta respuestas de todos los estudiantes
fa_ir: پاسخ‌های نظرسنجی از همه یادگیرندگان
it_it: Risposte al sondaggio da tutti i studenti
lv: Skaitīt atbildes no visiem studentiem
mn: Бүх суралцагчдын санал асуулгын хариулт

source: Poll answers from xml
eo: Pöll änswérs fröm xml Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Encuesta respuestas de xml
fa_ir: پاسخ های نظرسنجی از xml
it_it: Risposte al sondaggio da xml
lv: Skaitīt atbildes no xml
mn: XML-ийн санал асуулгын хариултууд

source: Poll question
eo: Pöll qüéstïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Pregunta de la encuesta
fa_ir: نظرسنجی
it_it: Domanda del questionario
lv: Aptaujas jautājums
mn: Санал асуулгын асуулт

source: Enter the date by which problems are due.
eo: Éntér thé däté ßý whïçh prößléms äré düé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Introduce la fecha de entrega de los problemas.
fa_ir: تاریخ مهلت پاسخ به مسایل را وارد کنید.
it_it: Inserisci data di consegna dei quesiti.
lv: Ievadiet datumu, kurā ir jābūt izpildītām problēmām.
mn: Даалгаварууд дуусах хугацааг оруулна уу

source: Hide sequence content After Due Date
eo: Hïdé séqüénçé çöntént Àftér Düé Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Ocultar el contenido de la secuencia después de la fecha límite
fa_ir: پس از موعد مقرر محتوای دنباله را مخفی کنید
it_it: Nascondi contenuto sequenza dopo data di scadenza
lv: Paslēpt secības saturu pēc izpildes datuma
mn: Товлосон огнооны дараа дарааллын агуулгыг нуух

source: If set, the sequence content is hidden for non-staff users after the due date has passed.
eo: Ìf sét, thé séqüénçé çöntént ïs hïddén för nön-stäff üsérs äftér thé düé däté häs pässéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Si se establece, el contenido de la secuencia se oculta para los usuarios que no son del personal una vez transcurrida la fecha límite.
fa_ir: در صورت تنظیم، محتوای دنباله از دید کاربران غیر کارمند پس از گذشت تاریخ مقرر پنهان است.
it_it: Se questa opzione è impostata, il contenuto della sequenza viene nascosto agli utenti non appartenenti allo staff dopo che è trascorsa la data di scadenza.
lv: Ja iestatīts, secības saturs tiks paslēpts no lietotājiem, kas nav mācībspēki, pēc izpildes datuma.
mn: Хэрэв тохируулбал товлосон хугацаа өнгөрсний дараа зохицуулагч биш хэрэглэгчидээс дарааллын агуулгыг нууна.

source: Is Entrance Exam
eo: Ìs Éntränçé Éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Es el examen de ingreso
fa_ir: آزمون ورودی است
it_it: È un esame di ammissione
lv: Ir iestājpārbaudījums
mn: Элсэлтийн шалгалт уу

source: Is Time Limited
eo: Ìs Tïmé Lïmïtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Es el tiempo limitado
fa_ir: محدودیت زمان دارد
it_it: È a tempo limitato
lv: Ir ierobežots laikā
mn: Хугацааны хязгаартай юу

source: This setting indicates whether students have a limited time to view or interact with this courseware component.
eo: Thïs séttïng ïndïçätés whéthér stüdénts hävé ä lïmïtéd tïmé tö vïéw ör ïntéräçt wïth thïs çöürséwäré çömpönént. Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Esta configuración indica si los estudiantes tienen un tiempo limitado para ver o interactuar con este componente de material didáctico.
fa_ir: این تنظیم نشان می‌دهد آیا یادگیرندگان زمان محدودی برای مشاهده یا تعامل با این مولفه درسی دارند یا خیر.
it_it: Questa impostazione indica se gli studenti dispongono di un tempo limitato per visualizzare o interagire con questo componente del materiale didattico.
lv: Šis iestatījums norāda, vai studentiem ir ierobežots laiks, lai apskatītu vai mijiedarbotos ar šo kursprogrammatūras komponentu.
mn: Энэ тохиргоо нь суралцагчид хязгаартай хугацаагаар энэ хичээлийн материалын бүрдэлд хандах эсвэл харах эсэхийг илэрхийлнэ.

source: Time Limit in Minutes
eo: Tïmé Lïmït ïn Mïnütés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Tiempo Límite en Minutos
fa_ir: محدودیت زمانی در دقیقه
it_it: Limite di tempo in minuti
lv: Laika ierobežojums minūtēs
mn: Хугацааны хязгаар минутаар

source: The number of minutes available to students for viewing or interacting with this courseware component.
eo: Thé nümßér öf mïnütés äväïläßlé tö stüdénts för vïéwïng ör ïntéräçtïng wïth thïs çöürséwäré çömpönént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: El número de minutos disponibles para los estudiantes para ver o interactuar con este componente de material didáctico.
fa_ir: تعداد دقایق در دسترس برای یادگیرندگان برای مشاهده یا تعامل با این مولفه ابزار درسی.
it_it: Numero di minuti a disposizione degli studenti per visualizzare o interagire con questo componente del materiale didattico.
lv: Studentiem pieejamo minūšu skaits, lai apskatītu vai mijiedarbotos ar šo kursprogrammatūras komponentu.
mn: Суралцагчид энэ хичээлийн материалын бүрдэлд хандах эсвэл харах боломжтой хугацаа

source: Is Proctoring Enabled
eo: Ìs Pröçtörïng Énäßléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Está habilitada la supervisión
fa_ir: مورد آزمایشی فعال شد
it_it: È abilitata la supervisione
lv: Uzraudzība ir iespējota
mn: Хянагчийг идэвхжүүлсэн үү

source: This setting indicates whether this exam is a proctored exam.
eo: Thïs séttïng ïndïçätés whéthér thïs éxäm ïs ä pröçtöréd éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Este ajuste indica si este examen es un examen supervisado.
fa_ir: این تنظیمات نشان می‌دهد که آیا این آزمون حفاظت‌شده است یا خیر.
it_it: Questa impostazione indica se questo esame è un esame supervisionato.
lv: Šis iestatījums norāda, vai eksāmens ir uzraudzīts eksāmens.
mn: Энэ тохиргоо нь энэ шалгалт хянагчтай шалгалт эсэхийг илэрхийлнэ.

source: Software Secure Review Rules
eo: Söftwäré Séçüré Révïéw Rülés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Reglas de revisión de software seguro
fa_ir: قوانین مرور امن نرم افزار
it_it: Regole di revisione protezione software
lv: Software Secure izskatīšanas noteikumi
mn: Програм хангамжийн аюулгүй байдлын хяналтын дүрмүүд

source: This setting indicates what rules the proctoring team should follow when viewing the videos.
eo: Thïs séttïng ïndïçätés whät rülés thé pröçtörïng téäm shöüld föllöw whén vïéwïng thé vïdéös. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Este ajuste indica las reglas que debe seguir el equipo supervisor al ver los videos.
fa_ir: این تنظیمات نشان می‌دهد که قوانین تیم درخواست‌کننده هنگام مشاهده ویدیوها چه زمانی باید رعایت شود .
it_it: Queste impostazione indica le regole alle quali deve attenersi il team di supervisione durante la visualizzazione dei video.
lv: Šis iestatījums norāda, kādiem noteikumiem uzraudzības komandai ir jāseko skatoties video.
mn: Энэ тохиргоо видеог үзэх үед хяналтын багийн дагах ёстой дүрмийг илэрхийлнэ.

source: Is Practice Exam
eo: Ìs Präçtïçé Éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Es examen de practica
fa_ir: آزمون تمرینی است
it_it: È un esame pratico
lv: Ir treniņeksāmens
mn: Дасгал шалгалт уу

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
eo: Thïs séttïng ïndïçätés whéthér thïs éxäm ïs för téstïng pürpösés önlý. Präçtïçé éxäms äré nöt vérïfïéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Esta configuración indica si este examen es sólo para fines de prueba. Los exámenes de práctica no se verifican.
fa_ir: این تنظیم نشان می‌دهد که آیا این آزمون فقط با هدف آزمایش برگزار می‌شود یا خیر. آزمون‌های تمرینی تأیید نشده اند.
it_it: Questa impostazione indica se questo esame è richiesto solo per finalità di test. Gli esami pratici non sono verificati.
lv: Šis iestatījums norāda, vai šis eksāmens ir tikai testēšanas mērķiem. Treniņeksāmeni netiek verificēti.
mn: Энэ тохиргоо нь энэ шалгалт зөвхөн шалгах зорилуттай эсэхийг илэрхийлнэ. Дасгал шалгалтууд баталгаажаагүй.

source: Is Onboarding Exam
eo: Ìs Önßöärdïng Éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Es un examen de incorporación
fa_ir: امتحان ورودی
it_it: Esame di Onboarding

source: This setting indicates whether this exam is an onboarding exam.
eo: Thïs séttïng ïndïçätés whéthér thïs éxäm ïs än önßöärdïng éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Esta configuración indica si este examen es un examen de incorporación.
fa_ir: این تنظیم نشان می دهد که آیا این امتحان یک امتحان ورودی است.
it_it: Questa impostazione indica se questo esame è un esame di onboarding.

source: This subsection is unlocked for learners when they meet the prerequisite requirements.
eo: Thïs süßséçtïön ïs ünlöçkéd för léärnérs whén théý méét thé préréqüïsïté réqüïréménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Esta subsección está desbloqueada para los estudiantes cuando cumplen con los requisitos previos.
fa_ir: این زیربخش برای یادگیرندگان زمانی که پیش‌نیاز را برآورده کنند قفل‌گشایی می‌شود.
it_it: Questa sottosezione viene sbloccata per gli studenti quando soddisfano i prerequisiti necessari.
lv: Šī apakšsadaļa tiks atbloķēta audzēkņiem, kad viņi būs izpildījuši priekšnosacījumu prasības.
mn: Суралцагчид урьдач нөхцөлүүдийг хангасан тохиолдолд энэ дэд хэсэг суралцагчдад нээгдэх болно.

source: This exam is hidden from the learner.
eo: Thïs éxäm ïs hïddén fröm thé léärnér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Este examen está oculto para el estudiante.
fa_ir: این امتحان از دید یادگیرنده پنهان است.
it_it: Questo esame è nascosto dallo studente.
lv: Šis eksāmens ir paslēpts no audzēkņa.
mn: Энэ шалгалт нь суралцагчаас нууцлагдсан

source: Because the course has ended, this assignment is hidden from the learner.
eo: Béçäüsé thé çöürsé häs éndéd, thïs ässïgnmént ïs hïddén fröm thé léärnér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Debido a que el curso ha finalizado, esta tarea está oculta para el estudiante.
fa_ir: از آنجا که دوره آموزشی به پایان رسیده است، این تکلیف از دید یادگیرنده پنهان است.
it_it: Poiché questo corso è terminato, questo compito viene nascosto allo studente.
lv: Tā kā kurss ir beidzies, šis uzdevums ir paslēpts no audzēkņa.
mn: Хичээл дууссанаас хойш энэ даалгавар суралцагчдад харагдахгүй.

source: Because the due date has passed, this assignment is hidden from the learner.
eo: Béçäüsé thé düé däté häs pässéd, thïs ässïgnmént ïs hïddén fröm thé léärnér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Debido a que la fecha de vencimiento ha pasado, esta tarea está oculta para el estudiante.
fa_ir: چون از مهلت مقرر، گذشته است، این تکلیف از دید یادگیرنده پنهان است.
it_it: Poiché la data di scadenza è passata, questo compito viene nascosto allo studente.
lv: Tā kā izpildes datums ir pagājis, šis uzdevums ir paslēpts no audzēkņa.
mn: Товлосон огноо өнгөрсөн тул энэ даалгавар суралцагчдад харагдахгүй.

source: This section is a prerequisite. You must complete this section in order to unlock additional content.
eo: Thïs séçtïön ïs ä préréqüïsïté. Ýöü müst çömplété thïs séçtïön ïn ördér tö ünlöçk äddïtïönäl çöntént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Esta sección es un requisito previo. Debes completar esta sección para desbloquear contenido adicional.
fa_ir: این بخش، پیش‌نیاز است. برای بازشدن محتوای بیشتر، شما باید این قسمت را به ترتیب تکمیل کنید.
it_it: Questa sezione è un prerequisito. È necessario completare questa sezione per poter sbloccare il contenuto aggiuntivo.
lv: Šī sadaļa ir priekšnosacījums. Jums ir jāizpilda šī sadaļa, lai atbloķētu papildus saturu.
mn: Энэ хэсэг урьдач нөхцөлтэй. Нэмэлт агуулгыг нээхийн тулд та энэ хэсгийг бүрэн дуусгах ёстой.

source: A list summarizing what students should look forward to in this section.
eo: À lïst sümmärïzïng whät stüdénts shöüld löök förwärd tö ïn thïs séçtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Una lista que resume lo que los estudiantes deben esperar en esta sección.
fa_ir: فهرستی که خلاصه آنچه یادگیرندگان باید منتظر باشند در این بخش ارائه می‌شود.
it_it: Un elenco che riassume a quali studenti deve essere rivolto il contenuto riportato in questa sezione.
lv: Saraksts, kurā tiek dots apkopojums par to, ko audzēkņi var sagaidīt šajā sadaļā.
mn: Энэ хэсгээс суралцагчид юу суралцах ёстойг нэгтгэсэн жагсаалт

source: Group ID {group_id}
eo: Gröüp ÌD {group_id} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Identificador de grupo {group_id}
fa_ir: شناسه گروه {group_id}
it_it: ID del gruppo {group_id}
lv: Grupas ID {group_id}
mn: Бүлгийн бүртгэлийн дугаар {group_id}

source: Not Selected
eo: Nöt Séléçtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: No seleccionado
fa_ir: انتخاب نشده
it_it: Non Selezionato
lv: Nav izvēlēts
mn: Сонгогдоогүй

source: The display name for this component. (Not shown to learners)
eo: Thé dïspläý nämé för thïs çömpönént. (Nöt shöwn tö léärnérs) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El nombre para mostrar de este componente. (No se muestra a los estudiantes)
fa_ir: نام صفحه نمایش برای این مؤلفه. (Not shown to learners)
it_it: Il nome di visualizzazione per questo componente. (Non mostrato agli studenti)
lv: Šī komponenta parādāmais vārds. (Netiek parādīts audzēkņiem)
mn: Энэ бүрдэлийн харагдах нэр. (Суралцагчдад харагдахгүй)

source: Content Experiment
eo: Çöntént Éxpérïmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Contenido experimental
fa_ir: آزمایش محتوا
it_it: Esperimento sui contenuti
lv: Satura eksperiments
mn: Агуулгын туршилт
