Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name}.
eo: ä çöürsé öf stüdý öfféréd ßý {partner_short_name}, än önlïné léärnïng ïnïtïätïvé öf {partner_long_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Un curso de estudio ofrecido por {partner_short_name}, una iniciativa de aprendizaje en línea de {partner_long_name}.
fa_ir: یک دوره مطالعاتی توسط {partner_short_name} ارائه‌شده، دوره ابتدایی پیوسته {partner_long_name}.
it_it: un corso di studio offerto da {partner_short_name}, un'iniziativa di apprendimento online di {partner_long_name}.
lv: mācību kursā, ko piedāvā {partner_short_name}, tiešsaistes mācību iniciatīvā no {partner_long_name}.
mn: {partner_short_name}-ийн санал болгосон хичээл, {partner_long_name} ийн онлайн сургалтын санаачлага.

source: a course of study offered by {partner_short_name}.
eo: ä çöürsé öf stüdý öfféréd ßý {partner_short_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: un curso de estudio ofrecido por {partner_short_name}.
fa_ir: یک دوره مطالعاتی ارائه شده توسط {partner_short_name}.
it_it: un corso di studio offerto da {partner_short_name}.
lv: mācību kurss, ko piedāvā {partner_short_name}.
mn: {partner_short_name}-ийн санал болгосон хичээл.

source: I completed the {course_title} course on {platform_name}.
eo: Ì çömplétéd thé {course_title} çöürsé ön {platform_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: He completado el curso {course_title} en {platform_name}.
fa_ir: من دوره آموزشی {course_title} را در {platform_name} به اتمام رساندم.
it_it: Ho completato il corso {course_title} su {platform_name}.
lv: Es pabeidzu {course_title} kursu {platform_name}.
mn: Би {platform_name} дахь {course_title} хичээлийг үзэж дуусгасан.

source: I completed a course at {platform_name}. Take a look at my certificate.
eo: Ì çömplétéd ä çöürsé ät {platform_name}. Täké ä löök ät mý çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Completé un curso en {platform_name}. Echa un vistazo a mi certificado.
fa_ir: من یک دوره در {platform_name} تکمیل شده است. نگاهی به گواهی من بیندازیم.
it_it: Ho completato un corso su {platform_name}. Dai un'occhiata al mio certificato.
lv: Es pabeidzu kursu {platform_name}. Apskatiet manu sertifikātu.
mn: Би {platform_name} дээрх хичээлийг бүрэн дуусгасан. Гэрчилгээгээ харах.

source: More Information About {user_name}'s Certificate:
eo: Möré Ìnförmätïön Àßöüt {user_name}'s Çértïfïçäté: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Más información sobre el certificado de {user_name}:
fa_ir: اطلاعات بیشتر درباره گواهی {user_name}:
it_it: Ulteriori informazioni sul certificato di {user_name}:
lv: Vairāk informācijas par {user_name} sertifikātu:
mn: {user_name} хэрэглэгчийн гэрчилгээний талаарх илүү их мэдээлэл:

source: {fullname}, you earned a certificate!
eo: {fullname}, ýöü éärnéd ä çértïfïçäté! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: {fullname}, has ganado un certificado!
fa_ir: {fullname}، شما یک گواهی کسب کرده‌اید!
it_it: {fullname}, hai ottenuto un certificato!
lv: {fullname}, tu ieguvi sertifikātu!
mn: {fullname}, та гэрчилгээ авлаа!

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
eo: Çöngrätülätïöns! Thïs pägé sümmärïzés whät ýöü äççömplïshéd. Shöw ït öff tö fämïlý, frïénds, änd çölléägüés ïn ýöür söçïäl änd pröféssïönäl nétwörks. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηι#
es_es: ¡Enhorabuena! Esta página resume lo que has logrado. Muéstrelo a su familia, amigos y colegas en sus redes sociales y profesionales.
fa_ir: تبريك عرض می‌کنم! این صفحه، چکیده ای است از فعالیت‌ها و دستاوردهای آموزشی شما. آن را به خانواده، دوستان و همکاران خود در شبکه های اجتماعی و حرفه ای خود نشان دهید.
it_it: Congratulazioni! Questa pagina riassume il risultato conseguito. Mostrala a familiari, amici e colleghi nelle tue reti social e professionali.
lv: Apsveicam! Šajā lapā ir apkopota informācija par taviem sasniegumiem. Parādi to ģimenei, draugiem un kolēģiem tavos sociālajos un profesionālajos tīklos.
mn: Баяр хүргэе. Энэ хуудас таныг ямар амжилтанд хүрсэнийг нэгтгэн дүгнэнэ. Үүнийг нийгмийн болон мэргэжлийн сүлжээн дэх гэр бүл, найз нөхөд, хамт олондоо үзүүлээрэй.

source: More about {fullname}'s accomplishment
eo: Möré äßöüt {fullname}'s äççömplïshmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Más sobre el logro de {fullname}
fa_ir: اطلاعات بیشتر درباره دستاوردهای {fullname}
it_it: Ulteriori informazioni sul risultato conseguito di {fullname}
lv: Vairāk par {fullname} sasniegumu
mn: {fullname}-ийн ололт амжилтын талаар илүү дэлгэрэнгүй

source: {course_id} is not a valid course key.
eo: {course_id} ïs nöt ä välïd çöürsé kéý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: {course_id} no es una clave de curso válida.
fa_ir: {course_id} کلید معتبری برای دوره آموزشی نیست.
it_it: {course_id} non è un corso valido.
lv: {course_id} nav derīga kursa atslēga.
mn: {course_id} хичээлийн буруу код байна.

source: Course {course_id} does not exist.
eo: Çöürsé {course_id} döés nöt éxïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: El curso {course_id} no existe.
fa_ir: دوره آموزشی {course_id} وجود ندارد.
it_it: Il corso {course_id} non esiste.
lv: Kurss {course_id} neeksistē.
mn: {course_id} хичээл байхгүй байна.

source: Use the checkout page hosted by the E-Commerce service.
eo: Ûsé thé çhéçköüt pägé höstéd ßý thé É-Çömmérçé sérvïçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Utilice la página de pago alojada por el servicio de comercio electrónico.
fa_ir: از صفحه پرداخت که توسط سرویس تجارت الکترونیک میزبانی شده استفاده کنید.
it_it: Utilizzare la pagina di checkout presente nel servizio E-Commerce.
lv: Izmantojiet norēķināšanās lapu, kas viesota E-komercijas pakalpojumā.
mn: Электрон худалдааны үйлчилгээгээр байршуулсан төлөх хуудсыг хэрэглэ.

source: Path to course(s) checkout page hosted by the E-Commerce service.
eo: Päth tö çöürsé(s) çhéçköüt pägé höstéd ßý thé É-Çömmérçé sérvïçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: صفحه پرداخت دوره(ها) به میزبانی سرویس تجارت الکترونیک.
it_it: Percorso della pagina di checkout del corso (dei corsi) presente nel servizio E-Commerce.
lv: Ceļš uz kursa(-u) norēķināšanās lapu, kas viesota E-komercijas pakalpojumā.
mn: Электрон худалдааны үйлчилгээгээр байршуулсан хичээл(үүдийн) төлөх хуудсын зам.

source: Cache Time To Live
eo: Çäçhé Tïmé Tö Lïvé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Tiempo de caché para vivir
fa_ir: حافظه پنهان برای اجرای زنده
it_it: Cache TTL - Time To Live
lv: Kešatmiņas dzīvlaiks

source: Specified in seconds. Enable caching by setting this to a value greater than 0.
eo: Spéçïfïéd ïn séçönds. Énäßlé çäçhïng ßý séttïng thïs tö ä välüé gréätér thän 0. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Especificado en segundos. Habilite el almacenamiento en caché estableciendo esto en un valor mayor que 0.
fa_ir: در ثانیه مشخص شده است. با تنظیم این مورد به مقداری بیش از 0، حافظه پنهان را فعال کنید.
it_it: Valore specificato in secondi. Abilitare la memorizzazione nella cache impostandola ad un valore maggiore di 0.
lv: Norādīts sekundēs. Iespējojiet kešdarbi, iestatot šo kā vērtību lielāku par 0.
mn: Секундээр тодорхойлогдсон. Эн утгыг 0-ээс их утгаар тохируулснаар catching идэвхжүүлнэ..

source: Path to order receipt page.
eo: Päth tö ördér réçéïpt pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Ruta a la página de recibo de pedido.
fa_ir: مسیری برای صفحه رسید سفارش
it_it: Percorso della pagina della ricevuta dell'ordine.
lv: Ceļš uz pasūtījuma kvīts lapu.
mn: Хүлээн авах хуудас захиалах зам.

source: Automatically approve valid refund requests, without manual processing
eo: Àütömätïçällý äpprövé välïd réfünd réqüésts, wïthöüt mänüäl pröçéssïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Aprobar automáticamente solicitudes de reembolso válidas, sin procesamiento manual
fa_ir: به‌طور خودکار درخواست‌های بازپرداخت معتبر را بدون پردازش دستی تأیید کنید
it_it: Approvare automaticamente richieste di rimborso valide, senza elaborazione manuale
lv: Automātiski apstiprināt derīgus atmaksas pieprasījumus, bez manuālas apstrādes.
mn: Гараар боловсруулахгүйгээр хүчинтэй буцаан олгох хүсэлтийг автоматаар батлах

source: [Refund] User-Requested Refund
eo: [Réfünd] Ûsér-Réqüéstéd Réfünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: [Reembolso] Reembolso solicitado por el usuario
fa_ir: [بازپرداخت] درخواست بازپرداخت کاربر
it_it: [Rimborso] rimborso richiesto dall'utente
lv: [Refund] Lietotāja pieprasīta atmaksa
mn: [Refund] Хэрэглэгч-Хүссэн буцаан олголт

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
eo: À réfünd réqüést häs ßéén ïnïtïätéd för {username} ({email}). Tö pröçéss thïs réqüést, pléäsé vïsït thé lïnk(s) ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Se ha iniciado una solicitud de reembolso para {username} ({email}). Para procesar esta solicitud, visite el/los enlace(s) a continuación.
fa_ir: درخواست بازپرداختی رای {username} ({email}) رسیده است. برای پردازش این درخواست، لطفا به پیوند(های) زیر مراجعه کنید.
it_it: Una richiesta di rimborso è stata avviata per {username} ({email}). Per elaborare questa richiesta, visitare il link (i link) riportato di seguito.
lv: Atmaksas pieprasījums tika iniciēts lietotājam {username} ({email}). Lai apstrādātu šo pieprasījumu, lūdzu, apmeklējiet saiti(-es) tālāk.
mn: {username} ({email})-д буцаан олгох хүсэлтийг үүсгэлээ. Энэ хүсэлтийг болорвсруулахын тулд доорх холбоос(ууд) руу зочилно уу.

source: Practice Exam
fa_ir: آزمون تمرینی است

source: Proctored Exam
fa_ir: آزمون حفاظت‌شده

source: Timed Exam
fa_ir: آزمون زمان‌دار

source: Exam
fa_ir: آزمون

source: There’s still time to reach your goal
fa_ir: هنوز زمان برای رسیدن به هدف خود در اختیار دارید
it_it: C'è ancora tempo per raggiungere il tuo obiettivo

source: You set a goal of learning {start_bold}%(days_per_week)s time a week in %(course_name)s{end_bold}. You’re not quite there, but there's still time to reach that goal!
fa_ir: شما برای یادگیری {start_bold}%(days_per_week)s بار در هفته در %(course_name)s{end_bold} تعیین هدف می‌کنید. شما کاملاً به این هدف دست نیافته‌اید، اما هنوز زمان برای رسیدن به آن هدف وجود دارد!
it_it: Hai fissato l'obiettivo di imparare {start_bold} %(days_per_week)ssvolte a settimana in %(course_name)s{end_bold}. Non ce l'hai ancora fatta, ma sei ancora in tempo per raggiungere quell'obiettivo!

source: Jump back in
fa_ir: برگرد به
it_it: Salta di nuovo dentro

source: Remember, you can always change your learning goal. The best goal is one that you can stick to.
fa_ir: به خاطر بسپارید، همیشه این امکان را دارید تا هدف از یادگیری خود را تغییر دهید. بهترین هدف آنست است که بتوانید به آن پایبند باشید.
it_it: Ricorda, puoi sempre modificare i tuoi obiettivi di apprendimento. Il miglior risultato è quello a cui puoi attenerti.

source: Adjust my goal
fa_ir: تنظیم هدف من
it_it: Regola il mio obiettivo

source: Unsubscribe from goal reminder emails for this course
fa_ir: لغو آبونمان رایانامه‌های یادآوری هدف این دوره
it_it: Annulla l'iscrizione alle e-mail di promemoria degli obiettivi per questo corso

source: You're almost there!
fa_ir: شما تقریباً آنجا هستید!
it_it: Ci sei quasi!

source: There's still time to reach your goal
fa_ir: هنوز برای رسیدن به هدف خود زمان دارید
it_it: C'è ancora tempo per raggiungere il tuo obiettivo

source: You set a goal of learning %(days_per_week)s times a week in %(course_name)s. You're not quite there, but there's still time to reach that goal!
fa_ir: هدفی را برای یادگیری %(days_per_week)s بار در هفته در %(course_name)s تعیین می کنید. هنوز به مرحله مورد نظر نرسیده‌اید، اما هنوز زمان برای رسیدن به آن هدف دارید!
it_it: Hai fissato l'obiettivo di imparare %(days_per_week)s svolte a settimana in %(course_name)s. Non ce l'hai ancora fatta, ma sei ancora in tempo per raggiungere quell'obiettivo!

source: Remember, you can always change your learning goal. The best goal is one that you can stick to.
fa_ir: به خاطر بسپارید همواره این امکان را دارید تا هدف از آموزش را تغییر دهید. بهترین هدف آنست که بتوانید به آن پایبند باشید.
it_it: Ricorda, puoi sempre modificare i tuoi obiettivi di apprendimento. Il miglior risultato è quello a cui puoi attenerti.

source: You've almost reached your goal in %(course_name)s
fa_ir: تقریباً به هدف خود در %(course_name)s رسیده‌اید
it_it: Hai quasi raggiunto il tuo obiettivo in %(course_name)s

source: These define the context to disable the frontend-app-learning progress page.If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.<br>If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
fa_ir: این موارد زمینه را برای غیرفعال‌سازی صفحه برنامه پیشرفت آموزش frontend تعریف می‌کنند. اگر مقداری برای آن تعیین نشده‌باشد، پیکربندی به‌صورت سراسری اعمال می‌‌شود. اگر یک مقدار واحد برای آن تعیین شود، پیکربندی برای همه دوره‌های آموزشی موجود در آن زمینه، اعمال خواهدشد. حداکثر یک مقدار را می‌توان در یک زمان تنظیم کرد.<br> اگر زمینه‌های متعددی برای یک دوره اعمال شود (مثلا، اگر پیکربندی به‌طور خاص برای این دوره مشخص شده باشد، و نیز برای سازمانی که دوره در آن قرار دارد، بنابراین، زمینه خاص‌تر، زمینه کلی‌تر را لغو خواهد کرد.
it_it: Questi definiscono il contesto per disabilitare la pagina di avanzamento dell&#39;apprendimento dell&#39;app frontend. Se non vengono impostati valori, la configurazione viene applicata a livello globale. Se viene impostato un valore singolo, la configurazione si applica a tutti i corsi all&#39;interno di quel contesto. È possibile impostare al massimo un valore alla volta.<br> Se a un corso si applicano più contesti (ad esempio, se la configurazione è specificata per il corso e per l&#39;organizzazione in cui si trova il corso, il contesto più specifico ha la precedenza sul contesto più generale.

source: If any of these values is left empty or "Unknown", then their value at runtime will be retrieved from the next most specific context that applies. For example, if "Disabled" is left as "Unknown" in the course context, then that course will be Disabled only if the org that it is in is Disabled.
eo: Ìf äný öf thésé välüés ïs léft émptý ör "Ûnknöwn", thén théïr välüé ät rüntïmé wïll ßé rétrïévéd fröm thé néxt möst spéçïfïç çöntéxt thät äpplïés. För éxämplé, ïf "Dïsäßléd" ïs léft äs "Ûnknöwn" ïn thé çöürsé çöntéxt, thén thät çöürsé wïll ßé Dïsäßléd önlý ïf thé örg thät ït ïs ïn ïs Dïsäßléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ #
es_es: Si alguno de estos valores se deja vacío o "Desconocido", su valor en tiempo de ejecución se recuperará del siguiente contexto más específico que se aplique. Por ejemplo, si &quot;Deshabilitado&quot; se deja como &quot;Desconocido&quot; en el contexto del curso, ese curso estará Deshabilitado solo si la organización en la que se encuentra está Deshabilitado.
fa_ir: اگر هر یک از این مقادیر خالی یا "نامشخص" باقی بماند، مقادیر آن‌ها در زمان اجرا از زمینۀ خاص بعدی که اعمال می‌شود بازیابی خواهد شد. مثلاً، اگر "Disabled" در متن دوره آموزشی به‌عنوان "Unknown" باقی بماند، فقط اگر سازمان موجود در آن غیرفعال باشد، آن دوره غیرفعال خواهد شد.
it_it: Se uno qualsiasi di questi valori viene lasciato vuoto o "Sconosciuto", il relativo valore sarà richiamato durante il runtime dal successivo contesto più specifico che si applica. Ad esempio, se "Disabilitato" è lasciato come "Sconosciuto" nel contenuto del corso, quel corso verrà Disabilitato solo se l'organizzazione in cui si trova è Disabilitato.

source: Disabled
eo: Dïsäßléd Ⱡ'σяєм ιρѕυм ∂#
es_es: Deshabilitado
fa_ir: غیرفعال شده
it_it: Disabilitato

source: ({number} Question)
eo: ({number} Qüéstïön) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fa_ir: ({number} سؤال)

source: Please contact your degree administrator or {platform_name} Support if you have questions.
fa_ir: اگر سؤالی دارید، لطفاً با سرپرست نمرات یا پشتیبانی {platform_name} تماس بگیرید.
it_it: Se hai domande, contatta il tuo amministratore di laurea o l&#39;assistenza {platform_name}.

source: Course is full
eo: Çöürsé ïs füll Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: El curso está completo
fa_ir: ظرفیت دوره آموزشی تکمیل شده است.
it_it: Corso al completo
lv: Kurss ir pilns
mn: Хичээлийн бүртгэл дүүрсэн

source: 'course_id' is required.
eo: 'çöürsé_ïd' ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: 'course_id' ضروری است.
it_it: È richiesto 'course_id'.

source: Only 'course_id' is expected.
eo: Önlý 'çöürsé_ïd' ïs éxpéçtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: فقط 'course_id' نیاز است.
it_it: È previsto solo 'course_id'.

source: Welcome message successfully dismissed.
eo: Wélçömé méssägé süççéssfüllý dïsmïsséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: پیام خوشآمدگویی با موفقیت رد شد.
it_it: Messaggio di benvenuto correttamente eliminato.

source: Your course goal has been successfully set.
eo: Ýöür çöürsé göäl häs ßéén süççéssfüllý sét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: هدف دورۀ آموزشی مورد نظر شما با موفقیت تعیین شده‌است.
it_it: L'obiettivo del corso è stato correttamente impostato.

source: Course goal updated successfully.
eo: Çöürsé göäl üpdätéd süççéssfüllý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: هدف دوره آموزشی با موفقیت روزآمد شد.
it_it: L'obiettivo del corso è stato aggiornato correttamente.

source: Wiki
eo: Wïkï Ⱡ'σяєм ι#
fa_ir: ویکی
lv: Vikivietne
mn: Вики

source: Enable learners to access, and collaborate on course-related information.
fa_ir: این امکان را برای یادگیرندگان فراهم می‌کند تا به اطلاعات مربوط به دوره آموزشی دسترسی داشته باشند و با آن‌ها همکاری کنند.
it_it: Abilita gli studenti ad accedere alle informazioni relative al corso e a collaborare.

source: This is the wiki for **{organization}**'s _{course_name}_.
eo: Thïs ïs thé wïkï för **{organization}**'s _{course_name}_. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Este es la Wiki para el curso {course_name} de **{organization}**.
fa_ir: این ویکی برای _{course_name}_ **{organization}** است.
it_it: Questo è il wiki per **{organization}** _{course_name}_.
lv: Šī ir **{organization}**'s _{course_name}_ vikivietne.
mn: Энэ бол **{organization}** _{course_name}_-ийн Вики.

source: Course page automatically created.
eo: Çöürsé pägé äütömätïçällý çréätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Página del curso creada automáticamente.
fa_ir: صفحه دوره آموزشی به‌طور خودکار ساخته شده است.
it_it: Pagina del corso creata automaticamente.
lv: Kursa lapa izveidota automātiski.
mn: Хичээлийн хуудас автоматаар үүсгэгдсэн

source: Welcome to the {platform_name} Wiki
eo: Wélçömé tö thé {platform_name} Wïkï Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Bienvenido a {platform_name} Wiki
fa_ir: به ویکی {platform_name} خوش آمدید
it_it: Benvenuto sulla wiki di {platform_name}
lv: Esiet sveicināti {platform_name} vikivietnē
mn: {platform_name} Вики-д тавтай морил

source: Visit a course wiki to add an article.
eo: Vïsït ä çöürsé wïkï tö ädd än ärtïçlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Visita un Wiki de curso para añadir un artículo.
fa_ir: برای افزودن مقاله، از ویکی دوره آموزشی بازدید کنید.
it_it: Visitare un modulo wiki del corso per aggiungere un articolo.
lv: Apmeklējiet kursa vikivietni, lai pievienotu rakstu.
mn: Сэдэв нэмэхийн тулд хичээлийн вики хуудсанд зочил

source: Course has not started
eo: Çöürsé häs nöt stärtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: El curso no ha comenzado
fa_ir: دوره آموزشی شروع نشده است
it_it: Il corso non è ancora iniziato.
lv: Kurss vēl nav sācies
mn: Хичээл эхлэхгүй

source: Course does not start until {}
eo: Çöürsé döés nöt stärt üntïl {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: El curso no comienza hasta {}
fa_ir: دوره آموزشی تا {} آغاز نمی‌شود
it_it: Il corso non inizierà prima del {}
lv: Kursi nesāksies līdz {}
mn: Хичээл {}-д хүртэл эхлэхгүй

source: You have unfulfilled milestones
eo: Ýöü hävé ünfülfïlléd mïléstönés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Tienes hitos incumplidos
fa_ir: شما نقاط عطف کامل‌نشده‌ای را دارید
it_it: Hai dei traguardi intermedi non ancora completati.
lv: Jums ir neizpildīti atskaites punkti
mn: Танд дуусгаагүй зорилго байна.

source: You do not have access to this course
eo: Ýöü dö nöt hävé äççéss tö thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: No tienes acceso a este curso
fa_ir: شما به این دوره آموزشی دسترسی ندارید
it_it: Non puoi accedere a questo corso
lv: Jums nav pieejas šim kursam
mn: Та энэ хичээлд хандаж чадахгүй

source: You do not have access to this course on a mobile device
eo: Ýöü dö nöt hävé äççéss tö thïs çöürsé ön ä mößïlé dévïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No tienes acceso a este curso en un dispositivo móvil
fa_ir: شما در دستگاه تلفن همراه به این دوره آموزشی دسترسی ندارید
it_it: Non si dispone dell'accesso a questo corso su un dispositivo mobile
lv: Jums nav pieejas šim kursam uz mobilās ierīces
mn: Та энэ хичээлд гар утаснаас хандаж чадахгүй

source: You must be enrolled in the course
eo: Ýöü müst ßé énrölléd ïn thé çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Debe estar inscrito en el curso.
fa_ir: شما باید در دوره آموزشی ثبت‌نام کنید
it_it: È necessario essere iscritti al corso

source: You are enrolled in this course with '{enrollment_enterprise_name}'. However, you are currently logged in as a '{active_enterprise_name}' user. Please log in with '{enrollment_enterprise_name}' to access this course.
fa_ir: شما با "{enrollment_enterprise_name}" در این دوره آموزشی ثبت‌نام کرده‌اید. با این حال، شما اکنون به‌عنوان کاربر «{active_enterprise_name}» وارد شده‌اید. لطفاً برای دسترسی به این دوره آموزشی با «{enrollment_enterprise_name}» وارد شوید.
it_it: Sei iscritto a questo corso con '{enrollment_enterprise_name}'. Tuttavia, sei attualmente connesso come utente '{active_enterprise_name}'.. Accedi con '{enrollment_enterprise_name}' per accedere a questo corso.

source: You must give Data Sharing Consent for the course
fa_ir: در این دوره آموزشی باید برای اشتراک داده اعلام رضایت کنید
it_it: È necessario fornire il consenso alla condivisione dei dati per il corso

source: You must be logged in to see this course
eo: Ýöü müst ßé löggéd ïn tö séé thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Debes estar logueado para ver este curso
fa_ir: برای مشاهدۀ این دوره آموزشی باید به سامانه وارد شوید
it_it: È necessario essere collegati per visualizzare il corso

source: {course_name} is no longer available.
fa_ir: دوره آموزشی {course_name} دیگر در دسترس نیست.
it_it: {course_name} non è più disponibile.

source: Financial Assistance
eo: Fïnänçïäl Àssïstänçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Asistencia finaciera
fa_ir: کمک مالی
it_it: Assistenza Finanziaria

source: Assignment
eo: Àssïgnmént Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Tarea
fa_ir: تکلیف
it_it: Compito

source: Open Response Assessment
eo: Öpén Réspönsé Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: سنجش باز پاسخ
it_it: Valutazione a Risposta Aperta

source: Self Assessment
eo: Sélf Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fa_ir: خودآزمایی
it_it: Valutazione autonoma
