Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: Congratulations! You are now verified on %(platformName)s!
fa_ir: تبریک می‌گوییم! در %(platformName)s تأیید شدید!
he: ברכותינו! זהותך מאומתת כעת ב-%(platformName)s!
it_it: Congratulazioni! Sei ora verificato in %(platformName)s!
tr_tr: Tebrikler! Şimdi %(platformName)s üzerinde doğrulandınız!

source: You are now enrolled as a verified student for:
fa_ir: اکنون شما به‌عنوان یادگیرنده تأییدشده ثبت‌نام کرده‌اید:
he: אתה רשום כעת כסטודנט עם זהות מאומתת עבור:
it_it: Sei ora iscritto come studente verificato per:
tr_tr: Doğrulanmış öğrenci olarak şuraya kaydoldunuz:

source: A list of courses you have just enrolled in as a verified student
fa_ir: فهرستی از دوره‌هایی که به‌عنوان یادگیرنده تأییدشده در آن‌ها ثبت‌نام کرده‌اید
he: רשימת קורסים להם נרשמת כסטודנט בעל זהות מאומתת.
it_it: Un elenco dei corsi a cui sei iscritto come studente verificato
tr_tr: Doğrulanmış öğrenci olarak katıldığınız derslerin listesi

source: Explore your course!
fa_ir: دوره‌تان را بیابید!
he: סייר בקורס שלך!
it_it: Esplora il tuo corso!
tr_tr: Eğitiminizi keşfedin!

source: Go to your Dashboard
fa_ir: برو به پیشخوان
he: עבור ללוח הבקרה שלך
it_it: Vai alla tua Dashboard
tr_tr: Panelinize Gidin

source: Verified Status
fa_ir: وضعیت تاییدیه
he: מצב אימות זהות
it_it: Stato verificato
tr_tr: Onaylanmış Durum

source: Thank you for submitting your photos. We will review them shortly. You can now sign up for any %(platformName)s course that offers verified certificates. Verification is good for one year. After one year, you must submit photos for verification again.
fa_ir: متشکریم! به‌زودی تصاویر را بررسی خواهیم کرد. اکنون می‌توانید برای هر دوره آموزشی%(platformName)sکه گواهی‌های تأییدشده ارائه می‌دهد، ثبت‌نام کنید. اعتبار آن تا یک سال باقی است. پس از آن، ضروری است مجددا برای تأیید تصاویر اقدام کنید.
he: תודה על הגשת תמונותיך. אנו נבדוק אותן בקרוב. יש באפשרותך כעת להירשם לכל קורסי %(platformName)s שמציעים תעודה עם זהות מאומתת. אימות זהותך תקף לשנה אחת. לאחר שנה, עליך להגיש תמונות לאימות חוזר.
it_it: Grazie per aver inoltrato le tue foto. Le esamineremo a breve. È ora possibile registrarsi a qualsiasi corso %(platformName)s che offre certificati verificati. La verifica è effettiva per un anno. Dopo un anno, è necessario inoltrare le foto per una nuova verifica.
tr_tr: Fotoğraflarınızı gönderdiğiniz için teşekkür ederiz. Kısa süre içinde değerlendireceğiz. Şimdi onaylı sertifika sunan herhangi bir %(platformName)s derse kayıt olabilirsiniz. Doğrulama bir yıl içindir. Bir yıldan sonra yeniden doğrulama için fotoğraflarınızı tekrar göndermelisiniz.

source: Error:
fa_ir: خطا:
he: שגיאה:
it_it: Errore:
tr_tr: Hata:

source: What You Need for Verification
fa_ir: برای تأیید به چه چیزی نیاز دارید؟
he: מה אתה צריך לאימות
it_it: Cosa serve per la verifica
tr_tr: Doğrulama İçin Gerekenler

source: Device with Camera
fa_ir: وسیله به همراه دوربین
it_it: Dispositivo con telecamera
tr_tr: Kameralı Cihaz

source: You need a device that has a webcam. If you receive a browser prompt for access to your camera, please make sure to click 'Allow'.
fa_ir: شما به دستگاهی نیاز دارید که مجهز به دوربین باشد. اگر برای دسترسی به دوربین خود یک درخواست از سوی مرورگر دریافت کردید، لطفاً بر روی دکمۀ "مجاز است" کلیک کنید.
it_it: È necessario un dispositivo che disponga di una webcam. Se viene visualizzato un prompt del browser per l'accesso alla telecamera, fare clic su 'Consenti'.
tr_tr: Bir web kamerası olan bir cihaza ihtiyacınız var. Kameraya erişim için tarayıcı uyarısı alırsanız, 'İzin Ver'e tıkladığınıza emin olun.

source: Photo Identification
fa_ir: عکس شناسایی
he: זיהוי תמונה
it_it: Identificazione tramite foto
tr_tr: Fotoğraflı Kimlik

source: You need a valid ID that contains your full name and photo.
fa_ir: شما به شناسه‌ای معتبر نیاز دارید که شامل نام و عکس کامل شما است.
it_it: È necessario un documento di identità valido che contenga nome completo e foto.
tr_tr: Tam adınızı ve fotoğrafınızı içeren geçerli bir kimliğe ihtiyacınız var.

source: Take Your Photo
fa_ir: گرفتن عکس شما
he: צלם את תמונתך
it_it: Scatta la foto
tr_tr: Fotoğrafınızı Çekiniz

source: When your face is in position, use the Take Photo button {icon} below to take your photo.
fa_ir: هر زمان تصویر شما در موقعیت مطلوب قرار گرفت، از دکمۀ تصویرم را بردار {icon} در زیر استفاده کنید.
it_it: Quando il viso è in posizione, utilizzare il pulsante Scatta la foto {icon} di seguito per scattare la foto.
tr_tr: Yüzünüz çerçeve içindeyken, aşağıdaki Fotoğraf Çek {icon} düğmesini kullanarak fotoğrafınızı çekin.

source: To take a successful photo, make sure that:
fa_ir: برای عکاسی موفق، اطمینان حاصل کنید که:
he: על מנת לצלם תמונה מוצלחת, ודא כי:
it_it: Per una foto perfetta, accertarsi che:
tr_tr: İyi bir fotoğraf çekmek için, şunlara dikkat edin:

source: Your face is well-lit.
fa_ir: نور تابیده شده به چهرۀ شما عالی است.
he: פניך מוארות היטב.
it_it: Il viso sia ben illuminato.
tr_tr: Yüzünüz iyi ışıklandırılmış olmalı.

source: Your entire face fits inside the frame.
fa_ir: چهرۀ شما کاملاً صفحه را می‌پوشاند.
he: פניך מתאימים לגבולות המסגרת.
it_it: Il viso sia completamente all'interno della cornice.
tr_tr: Yüzünüzün tamamı çerçeve içerisine sığmalı.

source: To take the photo of your face, click on the camera button {icon}. If you need to try again, click 'Retake Photo'.
fa_ir: برای تصویربرداری از چهرۀ خود، روی دکمۀ دوربین {icon} کلیک کنید. در صورت نیاز به تکرار، بر روی "تصویربرداری مجدد" کلیک کنید.
it_it: Per scattare la foto del viso, fare clic sul pulsante della fotocamera {icon}. Per riprovare, fare clic su 'Scatta di nuovo'.
tr_tr: Yüzünüzün fotoğrafını çekmek için, kamera düğmesine {icon} tıklayın. Yeniden denemeye ihtiyacınız varsa, 'Tekrar Fotoğraf Çek'e tıklayın.

source: Frequently Asked Questions
fa_ir: سؤالات متداول
he: שאלות נפוצות
it_it: FAQ - Frequently Asked Questions
tr_tr: Sıkça Sorulan Sorular

source: Why does %(platformName)s need my photo?
fa_ir: %(platformName)s چرا به تصویر من نیاز دارد؟
he: מדוע %(platformName)s צריכה את התמונה שלי?
it_it: Perché %(platformName)s richiede la mia foto?
tr_tr: Niçin %(platformName)s benim fotoğrafıma gerek duyuyor?

source: We use your verification photos to confirm your identity and ensure the validity of your certificate.
fa_ir: ما از تصاویر تأییدشدۀ شما برای احراز هویت و کسب اطمینان از اعتبار گواهی شما استفاده می‌کنیم.
it_it: Utilizziamo le foto di verifica per confermare la tua identità e garantire la validità del tuo certificato.
tr_tr: Doğrulama fotoğraflarınızı kimliğinizi onaylama ve sertifikanızın geçerliliğinden emin olmak için kullanıyoruz.

source: What does %(platformName)s do with this photo?
fa_ir: %(platformName)s تصویر مرا چه می‌کند؟
he: מה %(platformName)s עושה עם תמונה זו?
it_it: Per cosa viene utilizzata la mia foto da %(platformName)s ?
tr_tr: %(platformName)s bu fotoğraf ile ne yapar?

source: We securely encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
fa_ir: ما تصویر شما را ایمن رمزگذاری کرده و برای بررسی به سرویس مجوز خود ارسال می‌کنیم. پس از اتمام مراحل تأیید، تصاویر و اطلاعات شما در هیچ جایی %(platformName)s ذخیره نمی‌شوند و قابل مشاهده نیستند.
it_it: La tua foto viene crittografata in modo sicuro ed inviata al nostro servizio di autorizzazione. La foto e le informazioni non vengono salvate o sono visibili in alcun modo su %(platformName)s una volta completato il processo di verifica.
tr_tr: Fotoğrafınızı güvenli bir şekilde şifreliyoruz ve incelenmek üzere yetkilendirme servisimize gönderiyoruz. Fotoğrafınız ve bilgileriniz kaydedilmez ve doğrulama süreci tamamlandıktan sonra %(platformName)s üzerinde hiçbir yerde görülmez.

source: What if I can't see the camera image, or if I can't see my photo do determine which side is visible?
fa_ir: اگر نتوانم تصویر دوربین را ببینم یا اگر نمی دانم در تصویرم کدام طرف وضوح بیشتری دارد چه کنم؟
it_it: Cosa devo fare se non posso visualizzare l'immagine della fotocamera o se non posso visualizzare la mia foto per determinare il lato visibile?
tr_tr: Ya kamera görüntüsünü göremezsem veya hangi tarafın görünür olduğunu belirlemeye çalışırken fotoğrafımı göremezsem?

source: You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally the best position for a headshot is approximately 12-18 inches (30-45 centimeters) from the camera, with your head centered relative to the computer screen.
fa_ir: شاید بتوانید بدون کمک مراحل تصویربرداری را به اتمام برسانید، اما ممکن است چند موقعیت را لازم باشد امتحان کنید تا به موقعیت مطلوب برسید. موقعیت بهینۀ دوربین در هر رایانه متفاوت خواهد بود، اما به‌طور کلی، بهترین موقعیت برای تصویر کارت شناسایی 12-18 اینچ (30-45 سانتی‌متر) فاصله از دوربین است، و باید دوربین روی کارت شناسایی متمرکز باشد.
it_it: Puoi essere in grado di completare la cattura dell'immagine senza assistenza, ma potrebbero essere necessari alcuni tentativi di inoltro per posizionare correttamente la telecamera. Il posizionamento ottimale della telecamera varia in base al computer, ma generalmente il posizionamento migliore per un primo piano è a circa 30-45 centimetri (12-18 pollici) dalla telecamera, con la testa posizionata al centro rispetto allo schermo del computer.
tr_tr: Görüntü yakalama sürecini yardım almadan tamamlayabilirsiniz, ancak kameranın doğru konumlandırılması için birkaç gönderim denemesi gerekebilir. Optimum kamera konumu her bilgisayara göre değişir, ancak genellikle bir yüz fotoğrafı için en iyi konum, kafanız ekranınıza göre ortalanmış olarak kameradan 12-18 inç (30-45 santimetre) uzaklıktır.

source: If the photos you submit are rejected, try moving the computer or camera orientation to change the lighting angle. The most common reason for rejection is inability to read the text on the ID card.
fa_ir: اگر عکس‌های ارسالی شما رد شد، برای تغییر زاویۀ نور، موقعیت رایانه یا دوربین را عوض کنید. متداول‌ترین دلیل رد، خوانانبودن متن روی کارت شناسایی است.
it_it: Se le foto inoltrate vengono rifiutate, provare a spostare il computer o l'orientamento della telecamera per modificare l'angolo di illuminazione. La causa di rifiuto più comune è l'impossibilità di leggere il testo sul documento.
tr_tr: Gönderdiğiniz fotoğraflar reddedilirse, aydınlatma açısını değiştirmek için bilgisayarı veya kamera yönünü hareket ettirmeyi deneyin. En yaygın reddetme nedeni, kimlik kartındaki metnin okunamamasıdır.

source: What if I have difficulty holding my head in position relative to the camera?
fa_ir: اگر در نگه داشتن سرم در موقعیت مطلوب نسبت به دوربین مشکل داشته باشم، چه کنم؟
it_it: Cosa devo fare se ho difficoltà a mantenere la testa in posizione rispetto alla telecamera?
tr_tr: Başımı kameraya göre pozisyonda tutmakta zorluk çekiyorsam ne olur?

source: If you require assistance with taking either photo for submission, contact %(platformName)s support for additional suggestions.
fa_ir: اگر در تصویربرداری برای تأیید، نیاز به کمک دارید، با پشتیبانی%(platformName)s برای پیشنهادهای بیشتر تماس بگیرید.
it_it: Se si richiede assistenza per lo scatto di una foto per l'inoltro, contattare il supporto %(platformName)s per ulteriori suggerimenti.
tr_tr: Gönderim için fotoğraf çekme konusunda yardıma ihtiyacınız varsa, ek öneriler için %(platformName)s desteğine başvurun.

source: Next: %(nextStepTitle)s
fa_ir: بعدی: %(nextStepTitle)s
he: הבא: %(nextStepTitle)s
it_it: Passo successivo: %(nextStepTitle)s
tr_tr: İleri: %(nextStepTitle)s

source: Take a Photo of Your ID
fa_ir: تهیه تصویر از کارت شناسایی
he: צלם תמונה של התעודה המזהה שלך
it_it: Scatta una foto del documento di identità
tr_tr: Kimliğinizin Fotoğrafını Çekin

source: Use your webcam to take a photo of your ID.
fa_ir: از دوربین دستگاه خود برای گرفتن عکس از شناسۀ خود استفاده کنید.
it_it: Utilizzare la webcam per scattare una foto del documento di identità.
tr_tr: Kimliğinizin fotoğrafını çekmek için web kameranızı kullanın.

source: You need an ID with your name and photo. A driver's license, passport, or ID are all acceptable.
fa_ir: شما به یک شناسه با نام و عکس خود نیاز دارید. گواهینامۀ رانندگی، گذرنامه یا کدملی قابل قبول است.
it_it: È necessario un documento di identità con nome e foto. La patente, il passaporto o la carta di identità sono documenti validi.
tr_tr: Adınızı ve fotoğrafınızı içeren bir kimliğe ihtiyacınız var. Ehliyet, pasaport veya tüm diğer kimlikler kabul edilebilir.

source: Tips on taking a successful photo
fa_ir: نکاتی درباره گرفتن عکس موفق
he: טיפים לצילום תמונה טובה
it_it: Consigli per ottenere una buona foto
tr_tr: Başarılı bir fotoğraf çekebilmek için ipuçları

source: Ensure that you can see your photo and read your name
fa_ir: اطمینان حاصل کنید که تصویر شما قابل تشخیص و نام شما خوانا است.
he: ודא כי ניתן לראות את תמונתך ולקרוא את שמך.
it_it: Accertarsi che sia possibile visualizzare la foto e leggere il nome
tr_tr: Fotoğrafınızı gördüğünüze ve isminizi okuduğunuza emin olunuz

source: Make sure your ID is well-lit
fa_ir: اطمینان حاصل کنید که مدارک شناسایی شما نور کافی دارند.
he: ודא כי התעודה המזהה שלך מוארת כראוי
it_it: Accertarsi che il documento di identità sia ben illuminato
tr_tr: Kimlik kartınızın iyi aydınlatıldığına emin olun

source: Once in position, use the Take Photo button {icon} to capture your ID
fa_ir: پس از قرارگرفتن در موقعیت مطلوب، از دکمۀ عکس‌گرفتن {icon} برای گرفتن شناسه خود استفاده کنید
it_it: Una volta in posizione, utilizzare il pulsante Scatta la foto {icon} per fotografare il documento di identità
tr_tr: Çerçevenin içindeyken, Fotoğraf Çek düğmesine {icon} basarak kimliğinizin fotoğrafını çekin

source: Use the Retake Photo button if you are not pleased with your photo
fa_ir: اگر از عکس خود راضی نیستید از دکمۀ تصویربرداری مجدد استفاده کنید
it_it: Se non si è soddisfatti del risultato, utilizzare il pulsante Scatta di nuovo.
tr_tr: Fotoğrafınızdan mutlu değilseniz Yeniden Fotoğraf Çek düğmesini kullanın

source: As part of the verification process, you take a photo of both your face and a photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
fa_ir: به عنوان بخشی از روند تأیید، شما هم از چهرۀ خود و هم از شناسۀ خود عکس می‌گیرید. خدمات احراز هویت ما با مقایسۀ تصویری که می‌گیرید با عکس روی شناسه، هویت شما را تأیید می‌‍کنند.
it_it: Come parte del processo di verifica, viene scattata una foto del viso e del documento di identità. Il nostro servizio di autorizzazione conferma l'identità confrontando la foto scattata con quella sul documento di identità.
tr_tr: Doğrulama sürecinin bir parçası olarak, hem yüzünüzün hem de fotoğraflı kimliğinizin fotoğrafını çekmelisiniz. Yetkilendirme hizmetimiz çekmiş olduğunuz fotoğrafınızı kimlik fotoğrafınız ile karşılaştırarak kimliğinizi doğrular.

source: You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally, the best position for a photo of an ID card is 8-12 inches (20-30 centimeters) from the camera, with the ID card centered relative to the camera.
fa_ir: شاید بتوانید بدون راهنما، مراحل تصویربرداری را به اتمام برسانید، اما ممکن است چند موقعیت را لازم باشد امتحان کنید تا به مطلوب‌ترین تصویر برسید. موقعیت بهینۀ دوربین در هر رایانه متفاوت خواهد بود، اما به‌طور کلی، بهترین موقعیت برای تصویر کارت شناسایی 8-12 اینچ (20-30 سانتی‌متر) فاصله از دوربین است، و باید دوربین روی کارت شناسایی متمرکز است.
it_it: Puoi essere in grado di completare la cattura dell'immagine senza assistenza, ma potrebbero essere necessari alcuni tentativi di inoltro per posizionare correttamente la telecamera. Il posizionamento ottimale della telecamera varia in base al computer, ma generalmente il posizionamento ottimale per la foto di un documento di identità è a circa 20-30 centimetri (8-12 pollici) dalla fotocamera, con il documento di identità posizionato al centro rispetto alla telecamera.
tr_tr: Görüntü yakalama sürecini yardım almadan tamamlayabilirsiniz, ancak kameranın doğru konumlandırılması için birkaç gönderim denemesi gerekebilir. Optimum kamera konumu her bilgisayara göre değişir, ancak genellikle bir kimlik kartının fotoğrafı için en iyi konum, kimlik kartı kameraya göre ortalanmış olarak kameradan 8-12 inç (20-30 santimetre) uzaklıktır.

source: What if I have difficulty holding my ID in position relative to the camera?
fa_ir: اگر در نگه داشتن کارت شناسایی خود نسبت به موقعیت دوربین مشکل داشته باشم، چه کنم؟
it_it: Cosa devo fare se ho difficoltà a mantenere il documento di identità in posizione rispetto alla telecamera?
tr_tr: Kimliğimi kameraya göre yerinde tutmakta zorluk çekersem ne olur?

source: Preview of uploaded image
fa_ir: پیش‌نمایش تصویر بارگذاری‌شده
he: תצוגה מקדימה של תמונה שהועלתה
it_it: Anteprima dell'immagine caricata
tr_tr: Yüklenen görselin önizlemesi

source: Upload an image or capture one with your web or phone camera.
fa_ir: با استفاده از وب یا دوربین تلفن همراه خود یک عکس را بارگذاری کنید یا آن را ثبت کنید.
he: העלה תמונה או צלם בעזרת מצלמת הרשת או מצלמת הנייד שברשותך.
it_it: Caricare un'immagine o scattare una foto con la webcam o la telecamera del telefono.
tr_tr: Resim yükle veya Web kameranız veya telefonunuzun kamerasıyla çekiniz.

source: Use your webcam to take a photo of your face. We will match this photo with the photo on your ID.
fa_ir: از دوربین رایانه‌تان برای تهیه عکس از چهره خود استفاده کنید. ما این عکس را با عکس روی کارت شناسایی شما تطبیق خواهیم داد.
he: השתמש במצלמת הרשת שלך לצלם את פניך. אנחנו נשווה את התמונה לתמונתך בתעודה המזהה.
it_it: Utilizzare la webcam per scattare una foto del viso. Questa foto verrà associata alla foto sul documento di identità.
tr_tr: Yüzünüzün fotoğrafını çekmek için web kameranızı kullanın. Biz bu fotoğrafınızı kimliğiniz üzerindeki fotoğraf ile eşleştireceğiz.

source: Make sure your face is well-lit
fa_ir: اطمینان حاصل کنید که چهره شما نور کافی برای تهیه عکس دارد.
he: אנא ודא כי פניך מוארים היטב.
it_it: Assicurati che il tuo volto sia ben illuminato
tr_tr: Yüzünüzün iyi aydınlatıldığına emin olunuz

source: Be sure your entire face is inside the frame
fa_ir: مطمئن شوید که کل چهره خود را در داخل قاب قرار داده‌اید
he: ודא כי כל פניך מתאימים לגבולות המסגרת.
it_it: Assicurati che l'intero volto rientri nell'inquadratura
tr_tr: Yüzünüzün tamamının çerçeve içinde olduğuna emin olun

source: Once in position, use the Take Photo button {icon} to capture your photo
fa_ir: پس از قرارگرفتن در موقعیت مطلوب، از دکمۀ عکس گرفتن {icon} برای گرفتن عکس خود استفاده کنید
it_it: Una volta in posizione, utilizzare il pulsante Scatta la foto {icon} per scattare la foto
tr_tr: Yüzünüz çerçevenin içindeyken, Fotoğraf Çek düğmesine {icon} basarak fotoğrafınızı çekin

source: Can we match the photo you took with the one on your ID?
fa_ir: آیا می‌توانیم عکس شما را با تصویر کارت شناسایی شما تطبیق دهیم ؟
he: האם ניתן לבצע התאמה בין התמונה שצילמת עם זו שבתעודה המזהה?
it_it: Possiamo confrontare la foto scattata con quella associata al tuo ID?
tr_tr: Kimliğiniz üzerindeki fotoğrafla çektiğinizini eşleştirebilir miyiz?

source: As part of the verification process, you take a photo of both your face and a government-issued photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
fa_ir: به‌عنوان بخشی از روند تأیید، شما هم از چهرۀ خود و هم از تضویر کارت شناسایی معتبر خود عکس می‌گیرید. سرویس احرازهویت ما با مقایسۀ این دو تصویر، هویت شما را تأیید می‌کند.
he: כחלק מתהליך אימות הזהות, אתה מצלם תמונה של פניך ושל תעודה מזהה שהונפקה בידי הממשלה. שירות האימות שלנו מאשר את זהותך באמצעות השוואת התמונה שצילמת לתמונה שבתעודה המזהה שלך.
it_it: Come parte del processo di verifica, viene scattata una foto del viso e del documento di identità rilasciato dalle autorità. Il nostro servizio di autorizzazione conferma l'identità confrontando la foto scattata con quella sul documento di identità.
tr_tr: Doğrulama sürecinin bir parçası olarak hem yüzünüzün fotğrafını hem de devlet tarafından verilmiş fotoğraflı kimliğinizin fotoğrafını çekmelisiniz. Yetkilendirme hizmetimiz çekmiş olduğunuz fotoğrafınızı kimlik fotoğrafınız ile karşılaştırararak kimliğinizi doğrular.

source: We use the highest levels of security available to encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
fa_ir: ما از بالاترین سطح امنیتی موجود برای رمزگذاری تصاویر شما و ارسال آن برای بررسی به سرویس احرازهویت خود بهره می‌گیریم. پس از اتمام مراحل تأیید، تصویر و اطلاعات شما در هیچ %(platformName)s ذخیره نشده و قابل مشاهده نخواهد بود.
he: אנו משתמשים ברמות הגבוהות ביותר של אבטחה להצפין את התמונה שלך ולשלוח אותה לבדיקה בשירות האימות שלנו. התמונה והמידע האישי שלך לא נשמרים או גלויים באף מקום ב-%(platformName)s לאחר השלמת תהליך אימות הזהות.
it_it: Utilizziamo i più elevati livelli di sicurezza disponibili per crittografare la foto ed inviarla al nostro servizio di autorizzazione. La foto e le informazioni non vengono salvate o sono visibili in alcun modo su %(platformName)s una volta completato il processo di verifica.
tr_tr: Fotoğrafınızı şifrelemek ve inceleme için yetkilendirme hizmetimize göndermek için uygun olan en yüksek seviyede güvenliği kullanıyoruz. Fotoğrafınız ve bilgileriniz kaydedilmez ve doğrulama süreci tamamlandıktan sonra %(platformName)s üzerinde hiçbir yerde görülmez.

source: Thanks for returning to verify your ID in: {courseName}
fa_ir: از اینکه برای تأیید شناسۀ خود به اینجا بازگشتید متشکریم: {courseName}
he: תודה שחזרת לוודא את התעודה המזהה שלך: {courseName}
it_it: Grazie per essere tornato a verificare il tuo ID in: {courseName}
tr_tr: {courseName} dersine kimliğinizi doğrulama için döndüğünüz için teşekkür ederiz.

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email. After you complete activation you can return and refresh this page.
fa_ir: پیش از ثبت نام در دوره‌های آموزشی، باید حساب‌کاربری را فعال کنید. صندوق ورودی رایانامه خود را بررسی کنید. پس از فعال‌سازی می‌توانید این صفحه را برگردانید و دوباره بارگیری کنید.
he: עליך להפעיל את חשבונך לפני שתוכל להירשם לקורס. בדוק את תיבת הדואר הנכנס שלך להודעת הפעלה. לאחר השלמת שלב ההפעלה, יש באפשרותך לחזור ולרענן דף זה.
it_it: È necessario attivare l'account prima di potersi iscrivere ai corsi. Ricercare una mail di attivazione nella casella di posta in arrivo. Una volta completata l'attivazione, è possibile tornare a questa pagina ed aggiornarla.
tr_tr: Derse kayıt olabilmek için önce hesabınızı etkinleştirmeniz gerekiyor. Etkinleştirme e-postası için gelen kutunuzu kontrol edin. Etkinleştirmeyi tamamladıktan sonra bu sayfaya dönebilir ve yenileyebilirsiniz.

source: Activate Your Account
fa_ir: فعال‌سازی حساب‌کاربری
he: הפעל את חשבונך
it_it: Attiva Il Tuo Account
tr_tr: Hesabınızı Etkinleştirin

source: Photo ID
fa_ir: تصویر کارت شناسایی
he: תעודה מזהה עם תמונה
it_it: Documento di identità con foto
tr_tr: Fotoğraflı Kimlik

source: A driver's license, passport, or other government-issued ID with your name and photo
fa_ir: گواهینامۀ رانندگی، گذرنامه یا سایر مدارک هویتی صادرشده از سوی دولت با نام و تصویر شما
he: רישיון נהיגה, דרכון, או תעודות מזהות אחרות שהונפקו בידי המדינה ומכילות את שמך ואת תמונתך
it_it: Patente, passaporto o altro documento di identità rilasciato dalle autorità con nome e foto
tr_tr: Adınızı ve fotoğrafınızı içeren bir ehliyet, pasaport veya diğer hükümet tarafından verilen kimlik

source: Webcam
fa_ir: دوربین
he: מצלמת רשת
tr_tr: Web Kamera
