Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Contents
eo: Çönténts Ⱡ'σяєм ιρѕυм ∂#
es_es: Contenidos
fa_ir: محتواها
it_it: Contenuto
mn: Контентууд

source: Summary
eo: Sümmärý Ⱡ'σяєм ιρѕυм #
fa_ir: خلاصه
it_it: Sommario
mn: Хураангуй

source: Give a short reason for your edit, which will be stated in the revision log.
eo: Gïvé ä shört réäsön för ýöür édït, whïçh wïll ßé stätéd ïn thé révïsïön lög. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Da una razón breve para tu edición, que se especificará en el registro de la revisión.
fa_ir: دلیل مختصری برای ویرایش خود ارائه دهید تا در سابقه بازبینی و ویرایش ثبت شود.
it_it: Spiega brevemente il motivo della tua modifica, che sarà aggiunto al resoconto della revisione.

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
eo: Whïlé ýöü wéré édïtïng, söméöné élsé çhängéd thé révïsïön. Ýöür çönténts hävé ßéén äütömätïçällý mérgéd wïth thé néw çönténts. Pléäsé révïéw thé téxt ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσ#
es_es: Mientras estabas editando, alguien más cambió la revisión. Tus contenidos se han mezclado automáticamente con los nuevos. Por favor, revisa el texto abajo.
fa_ir: زمانی که شما در حال ویرایش بودید، شخص دیگری آن را تغییر داده است. مندرجات شما به‌صورت خودکار با مندرجات جدید ادغام می‌شود. لطفا متن زیر را بررسی کنید.
it_it: Durante la tua modifica, qualcun altro ha cambiato la revisione. Il tuo contenuto è stato automaticamente aggiunto al nuovo contenuto. Per favore, verifica il testo seguente.

source: No changes made. Nothing to save.
eo: Nö çhängés mädé. Nöthïng tö sävé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: No se han hecho cambios. Nada que guardar.
fa_ir: هیچ تغییری رخ نداده‌است. هیچ موردی برای ذخیره نیست.
it_it: Nessun cambiamento. Niente da salvare.
mn: Өөрчлөлт хийгдээгүй байна. Хадгалах шаардлагагүй байна.

source: Slug
eo: Slüg Ⱡ'σяєм ι#
es_es: Indicador
fa_ir: مشخصه

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
eo: Thïs wïll ßé thé äddréss whéré ýöür ärtïçlé çän ßé föünd. Ûsé önlý älphänümérïç çhäräçtérs änd - ör _. Nöté thät ýöü çännöt çhängé thé slüg äftér çréätïng thé ärtïçlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢#
es_es: Esta será la dirección donde se podrá encontrar tu artículo. Usa sólo caracteres alfanuméricos y - o _. Ten en cuenta que no puedes cambiar el indicador tras crear el artículo.
fa_ir: این نشانی مقاله شماست. فقط از نویسه‌های الفبایی و - یا _ استفاده کنید. در نظر بگیرید که پس از ایجاد مقاله نمی‌توانید مشخصه آن را تغییر دهید.
it_it: Questo sarà l'indirizzo dove si può trovare il tuo articolo. Usa solo caratteri alfanumerici e - o _. Nota che non potrai cambiare lo slug dopo avere creato l'articolo.

source: Write a brief message for the article's history log.
eo: Wrïté ä ßrïéf méssägé för thé ärtïçlé's hïstörý lög. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Escribe un breve mensaje para el registro histórico del artículo.
fa_ir: پیامی کوتاه برای گزارش پیشینه مقاله بنویسید
it_it: Scrivi un breve messaggio per il resoconto storico dell'articolo.

source: A slug may not begin with an underscore.
eo: À slüg mäý nöt ßégïn wïth än ündérsçöré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: El indicador no puede comenzar con un subrayado.
fa_ir: مشخصه نباید با خط زیر آغاز شود.
it_it: Uno slug non può cominciare con "_".

source: A deleted article with slug "%s" already exists.
eo: À délétéd ärtïçlé wïth slüg "%s" älréädý éxïsts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Ya existe un artículo eliminado con el indicador "%s".
fa_ir: مقالۀ حذف‌شده به همراه مشخصه "%s" پیش از این در سیستم ثبت شده‌است.
it_it: Esiste già un articolo cancellato con slug "%s".

source: A slug named "%s" already exists.
eo: À slüg näméd "%s" älréädý éxïsts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Ya existe un indicador con el nombre "%s"
fa_ir: مشخصۀ %s از قبل در سیستم استفاده شده‌است.
it_it: Uno slug chiamato "%s" esiste già.

source: Yes, I am sure
eo: Ýés, Ì äm süré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Sí, estoy seguro
fa_ir: بله. کاملا مطمئنم
it_it: Sì, sono sicuro
mn: Тийм

source: Purge
eo: Pürgé Ⱡ'σяєм ιρѕ#
es_es: Purgar
fa_ir: پاکسازی
it_it: Oblitera

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
eo: Pürgé thé ärtïçlé: Çömplétélý rémövé ït (änd äll ïts çönténts) wïth nö ündö. Pürgïng ïs ä gööd ïdéä ïf ýöü wänt tö fréé thé slüg süçh thät üsérs çän çréäté néw ärtïçlés ïn ïts pläçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυ#
es_es: Purgar el artículo. Eliminarlo completamente (y todo su contenido) sin posibilidad de deshacer. Purgar es una buena idea si quieres liberar el indicador de modo que los usuarios puedan crear nuevos artículos en su lugar.
fa_ir: مقاله را پاک کنید: (و تمام محتوای آن) را کاملاً حذف کنید بدون بازگشت به محتوای قبلی. حذف، ایدۀ مناسبی است اگر مایلید مشخصه را برای سایر کاربران خالی کنید تا آن‌ها بتوانند مقالات جدیدی را به جای آن ایجاد کنند.
it_it: Oblitera l'articolo: lo cancella definitivamente (compreso tutto il contenuto) senza ritorno. Obliterare è una buona idea se si vuole liberare lo slug così che gli utenti possano creare nuovi articoli al suo posto.

source: You are not sure enough!
eo: Ýöü äré nöt süré énöügh! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: ¡No estás suficientemente seguro!
fa_ir: شما به قدر کافی مطمئن نیستید
it_it: Non sei sufficientemente sicuro!

source: While you tried to delete this article, it was modified. TAKE CARE!
eo: Whïlé ýöü trïéd tö délété thïs ärtïçlé, ït wäs mödïfïéd. TÀKÉ ÇÀRÉ! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Mientras intentabas eliminar este artículo, ha sido modificado. ¡TEN CUIDADO!
fa_ir: مراقب باشید! زمانی که در حال حذف این مقاله بودید، مقاله تغییر کرد.
it_it: Mentre stavi cercando di cancellare quest'articolo, è stato modificato. FAI ATTENZIONE!

source: Lock article
eo: Löçk ärtïçlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Bloquear artículo
fa_ir: قفل مقاله
it_it: Blocca l'articolo

source: Deny all users access to edit this article.
eo: Déný äll üsérs äççéss tö édït thïs ärtïçlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Denegar a todos los usuarios el acceso para editar este artículo.
fa_ir: منع دسترسی به ویرایش این مقاله برای همۀ کاربران
it_it: Nega a tutti gli utenti l'accesso per modificare questo articolo.

source: Permissions
eo: Pérmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Permisos
fa_ir: مجوزها
it_it: Autorizzazioni
mn: Зөвшөөрөл

source: Owner
eo: Öwnér Ⱡ'σяєм ιρѕ#
es_es: Propietario
fa_ir: مالک
it_it: Proprietario
mn: Эзэмшигч

source: Enter the username of the owner.
eo: Éntér thé üsérnämé öf thé öwnér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Introduce el nombre de usuario del propietario.
fa_ir: نام کاربری مالک را وارد کنید
it_it: Inserisci username del proprietario.

source: (none)
eo: (nöné) Ⱡ'σяєм ιρѕυ#
es_es: (ninguno)
fa_ir: (هیچکدام)
it_it: (nessuno)
mn: (хоосон)

source: Inherit permissions
eo: Ìnhérït pérmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Heredar permisos
fa_ir: مجوزهای به‌جامانده
it_it: Eredita autorizzazioni

source: Check here to apply the above permissions recursively to articles under this one.
eo: Çhéçk héré tö äpplý thé äßövé pérmïssïöns réçürsïvélý tö ärtïçlés ündér thïs öné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Comprueba aquí para aplicar los permisos de arriba recursivamente a los artículos por debajo de este.
fa_ir: برای اعمال مجوزهای فوق به طور خلاصه برای مقالات تراجعی تحت این مقاله، اینجا را علامت بزنید.
it_it: Marca qui per applicare le autorizzazioni qui sopra in modo ricorsivo agli articoli sotto a questo.

source: Permission settings for the article were updated.
eo: Pérmïssïön séttïngs för thé ärtïçlé wéré üpdätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Se actualizaron los permisos para el artículo.
fa_ir: تنظیمات مجوز این مقاله روزآمد شد.
it_it: Le impostazioni di autorizzazione per l'articolo sono state aggiornate.

source: Your permission settings were unchanged, so nothing saved.
eo: Ýöür pérmïssïön séttïngs wéré ünçhängéd, sö nöthïng sävéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Los permisos no se cambiaron, no se ha guardado nada.
fa_ir: تنظیمات دسترسی شما بدون تغییر مانده است. بنابراین چیزی ذخیره نشده است.
it_it: Le tue impostazioni di autorizzazione non sono cambiate, niente è stato salvato.

source: No user with that username
eo: Nö üsér wïth thät üsérnämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: No hay nadie con ese nombre de usuario.
fa_ir: کاربری با این نام‌کاربری موجود نیست
it_it: Nessun utente con quel username
mn: Ийм хэрэглэгчийн нэртэй хэрэглэгч байхгүй байна.

source: Article locked for editing
eo: Àrtïçlé löçkéd för édïtïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Artículo bloqueado para edición
fa_ir: مقاله برای ویرایش قفل شده است.
it_it: Articolo bloccato per modifiche.

source: Article unlocked for editing
eo: Àrtïçlé ünlöçkéd för édïtïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Artículo desbloqueado para edición
fa_ir: مقاله برای ویرایش باز شده است.
it_it: Articolo sbloccato per modifiche.

source: Filter
eo: Fïltér Ⱡ'σяєм ιρѕυ#
es_es: Filtro
fa_ir: فیلتر
it_it: Filtra
mn: Шүүлтүүр

source: Settings for plugin
eo: Séttïngs för plügïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fa_ir: تنظیمات برای افزونه
it_it: Impostazioni di plug-in

source: current revision
eo: çürrént révïsïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: revisión actual
fa_ir: نسخه کنونی
it_it: revisione corrente
mn: одоогийн засвар

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
eo: Thé révïsïön ßéïng dïspläýéd för thïs ärtïçlé. Ìf ýöü nééd tö dö ä röll-ßäçk, sïmplý çhängé thé välüé öf thïs fïéld. Ⱡ'σяєм ιρѕυм ∂σ#
es_es: Se está mostrando la revisión para este artículo. Si necesitas hacer un roll-back, simplemente cambia el valor de este campo.
fa_ir: نسخۀ بازبینی‌شده برای این افزونه نمایش داده‌شده است. اگر نیاز به بازگشت مجدد دارید، مقدار این قسمت را تغییر دهید.
it_it: La revisione mostrata per questo articolo. Se ti serve di tornare indietro, cambia semplicemente il valore di questo campo.

source: modified
eo: mödïfïéd Ⱡ'σяєм ιρѕυм ∂#
es_es: modificado
fa_ir: تغییریافته
it_it: modificato
mn: шинэчлэгдсэн

source: Article properties last modified
eo: Àrtïçlé pröpértïés läst mödïfïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Propiedades del artículo modificadas por última vez
fa_ir: آخرین تغییرات ویژگی‌های مقاله
it_it: Proprietà dell'articolo modificate per ultime
mn: Cүүлд шинэчлэгдсэн сэдэв

source: owner
eo: öwnér Ⱡ'σяєм ιρѕ#
es_es: propietario
fa_ir: مالک
it_it: proprietario
mn: эзэмшигч

source: The owner of the article, usually the creator. The owner always has both read and write access.
eo: Thé öwnér öf thé ärtïçlé, üsüällý thé çréätör. Thé öwnér älwäýs häs ßöth réäd änd wrïté äççéss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: El propietario del artículo normalmente es el creador. El propietario siempre tiene permisos de lectura y escritura.
fa_ir: مالک این مقاله، معمولاً سازنده آن است. مالک همیشه دسترسی خواندن و نوشتن دارد.
it_it: Il proprietario dell'articolo, di solito il creatore. Il proprietario ha sempre entrambi i permessi di lettura e scrittura.

source: group
eo: gröüp Ⱡ'σяєм ιρѕ#
es_es: grupo
fa_ir: گروه
it_it: gruppo
mn: бүлэг

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
eo: Lïké ïn ä ÛNÌX fïlé sýstém, pérmïssïöns çän ßé gïvén tö ä üsér äççördïng tö gröüp mémßérshïp. Gröüps äré händléd thröügh thé Djängö äüth sýstém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ є#
es_es: Al igual que ocurre en el sistema de archivos UNIX, los permisos pueden ser otorgados a un usuario de acuerdo a su pertenencia a ciertos grupos. Los grupos se gestionan a través del sistema de autenticación Django.
fa_ir: مانند پرونده‌ای در سیستم UNIX ، مجوزها با توجه به عضویت در گروه می‌تواند به هر کاربر داده شود. گروه‌ها از طریق سیستم Django auth مدیریت می‌شوند.
it_it: Come nel sistema di classificazione UNIX, le autorizzazioni possono essere date ad un utente in accordo all'appartenenza al gruppo. I gruppi sono amministrati con il sistema di autorizzazione di Django.

source: group read access
eo: gröüp réäd äççéss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: acceso de lectura al grupo
fa_ir: دسترسی خواندن گروه
it_it: permesso di lettura di gruppo

source: group write access
eo: gröüp wrïté äççéss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: acceso de escritura al grupo
fa_ir: دسترسی نوشتن گروه
it_it: permesso di scrittura di gruppo

source: others read access
eo: öthérs réäd äççéss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: acceso de lectura a otros
fa_ir: دسترسی خواندن دیگران
it_it: permesso di lettura per altri

source: others write access
eo: öthérs wrïté äççéss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: acceso de escritura a otros
fa_ir: دسترسی خواندن دیگران
it_it: permesso di scrittura per altri

source: Article without content (%(id)d)
eo: Àrtïçlé wïthöüt çöntént (%(id)d) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Artículo sin contenido (%(id)d)
fa_ir: مقاله‌ای بدون محتوا (%(id)d)
it_it: Articolo senza contenuto (%(id)d)

source: content type
eo: çöntént týpé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: tipo de contenido
fa_ir: نوع محتوا
it_it: tipo di contenuto

source: object ID
eo: ößjéçt ÌD Ⱡ'σяєм ιρѕυм ∂σł#
es_es: ID del objeto
fa_ir: شناسه شی
it_it: ID dell'oggetto

source: Article for object
eo: Àrtïçlé för ößjéçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Artículo para el objeto
fa_ir: مقاله‌ای برای شیء
it_it: Articolo per l'oggetto

source: Articles for object
eo: Àrtïçlés för ößjéçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Artículos para el objeto
fa_ir: مقالاتی برای شیء
it_it: Articoli per l'oggetto

source: revision number
eo: révïsïön nümßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: número de revisión
fa_ir: شماره نسخه
it_it: numero revisione

source: IP address
eo: ÌP äddréss Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: dirección IP
fa_ir: آدرس آی پی
it_it: indirizzo IP
mn: IP хаяг

source: user
eo: üsér Ⱡ'σяєм ι#
es_es: usuario
fa_ir: کاربر
it_it: utente
mn: Хэрэглэгч

source: locked
eo: löçkéd Ⱡ'σяєм ιρѕυ#
es_es: bloqueado
fa_ir: قفل شده
it_it: bloccato
mn: Түгжээтэй

source: article
eo: ärtïçlé Ⱡ'σяєм ιρѕυм #
es_es: artículo
fa_ir: مقاله
it_it: articolo

source: article contents
eo: ärtïçlé çönténts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: contenido del artículo
fa_ir: محتواهای مقاله
it_it: contenuto dell'articolo

source: article title
eo: ärtïçlé tïtlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: título del artículo
fa_ir: عنوان مقاله
it_it: titolo dell'articolo

source: Each revision contains a title field that must be filled out, even if the title has not changed
eo: Éäçh révïsïön çöntäïns ä tïtlé fïéld thät müst ßé fïlléd öüt, évén ïf thé tïtlé häs nöt çhängéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Cada revisión contiene un campo título que debe ser cumplimentado, incluso si el título no ha sido cambiado
fa_ir: هر ویرایش شامل یک قسمت عنوان است که باید پر شود، حتی اگر عنوان تغییری نکرده باشد
it_it: Ogni revisione contiene un campo per il titolo che deve essere riempito anche se il titolo non è cambiato.

source: original article
eo: örïgïnäl ärtïçlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: artículo original
fa_ir: مقاله اصلی
it_it: articolo originale

source: Permissions are inherited from this article
eo: Pérmïssïöns äré ïnhérïtéd fröm thïs ärtïçlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Los permisos son heredados de este artículo
fa_ir: مجوزها از این مقاله به جامانده است
it_it: Le autorizzazioni sono ereditate per questo articolo.

source: A plugin was changed
eo: À plügïn wäs çhängéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Un plugin fue modificado
fa_ir: افزونه‌ای تغییر یافت
it_it: È stato cambiato un plug-in

source: The revision being displayed for this plugin.If you need to do a roll-back, simply change the value of this field.
eo: Thé révïsïön ßéïng dïspläýéd för thïs plügïn.Ìf ýöü nééd tö dö ä röll-ßäçk, sïmplý çhängé thé välüé öf thïs fïéld. Ⱡ'σяєм ιρѕυм ∂σł#
es_es: La revisión está siendo mostrada para este plugin. Si necesitas hacer un roll-back, simplemente cambia el valor de este campo.
fa_ir: نسخۀ بازبینی‌شده برای افزوده نمایش داده‌شده است. اگر نیاز به بازگشت مجدد دارید، مقدار این قسمت را تغییر دهید.
it_it: La revisione è mostrata per questo plug-in. Se ti serve di tornare indietro, cambia semplicemente il valore di questo campo.

source: Cache lookup value for articles
eo: Çäçhé lööküp välüé för ärtïçlés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Valor de la búsqueda en caché para los artículos
fa_ir: مقدار جستجوی حافظه پنهان برای مقالات
it_it: Valore ricerca per cache degli articoli

source: slug
eo: slüg Ⱡ'σяєм ι#
es_es: indicador
fa_ir: مشخصه

source: URL path
eo: ÛRL päth Ⱡ'σяєм ιρѕυм ∂#
es_es: dirección URL
fa_ir: مسیر یو آر ال
it_it: percorso URL
mn: URL зам

source: URL paths
eo: ÛRL päths Ⱡ'σяєм ιρѕυм ∂σł#
es_es: direcciones URL
fa_ir: مسیرهای یو آر ال
it_it: percorsi URL
mn: URL замууд

source: Sorry but you cannot have a root article with a slug.
eo: Sörrý ßüt ýöü çännöt hävé ä rööt ärtïçlé wïth ä slüg. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Lo sentimos, pero no puedes tener un artículo raíz con enlace.
fa_ir: با عرض معذرت، شما نمی‌توانید مقاله پایه‌ای با یک مشخصه داشته باشید.
it_it: Mi dispiace ma non puoi avere un articolo principale con uno slug.

source: A non-root note must always have a slug.
eo: À nön-rööt nöté müst älwäýs hävé ä slüg. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Una nota que no sea raíz debe tener siempre un enlace.
fa_ir: یادداشت پایه باید حاوی مشخصه باشد.
it_it: Una nota secondaria deve sempre avere uno slug.

source: There is already a root node on %s
eo: Théré ïs älréädý ä rööt nödé ön %s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Ya existe un nodo raíz en %s
fa_ir: در حال حاضر یک گره ریشه در %s وجود دارد
it_it: C'è già un nodo principale per %s

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
eo: Àrtïçlés whö löst théïr pärénts =============================== Thé çhïldrén öf thïs ärtïçlé hävé häd théïr pärénts délétéd. Ýöü shöüld prößäßlý fïnd ä néw hömé för thém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι#
es_es: Artículos que perdieron su artículo padre =============================== El artículo padre de estos artículos fue eliminado. Es aconsejable asignarlos a otro artículo.
fa_ir: مقالاتی که شاخه‌های اصلی خود را گم کرده‌اند =============================== شاخه‌های اصلی زیرشاخه‌های این مقاله حذف شده‌اند. احتمالاً لازم است جایگاه جدیدی برای آن‌ها بیابید.
it_it: Articoli che hanno perso i genitori =============================== I discendenti di questo articolo non hanno più genitori. Dovresti probabilmente trovare loro una nuova sistemazione.

source: Lost and found
eo: Löst änd föünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Objetos perdidos
fa_ir: گم شد و پیدا شد
it_it: Oggetti smarriti

source: A short summary of what the file contains
eo: À shört sümmärý öf whät thé fïlé çöntäïns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Un pequeño resumen del contenido del archivo
fa_ir: خلاصه‌ای کوتاه از محتوای پرونده
it_it: Una breve sintesi del contenuto del file

source: Yes I am sure...
eo: Ýés Ì äm süré... Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Sí, estoy seguro...
fa_ir: بله. من مطمئنم...
it_it: Sì, sono sicuro...

source: Click to download file
eo: Çlïçk tö döwnlöäd fïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Click para descargar
fa_ir: برای بارگیری پرونده کلیک کنید
it_it: Clicca per scaricare il file

source: The revision of this attachment currently in use (on all articles using the attachment)
eo: Thé révïsïön öf thïs ättäçhmént çürréntlý ïn üsé (ön äll ärtïçlés üsïng thé ättäçhmént) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: La revisión de este adjunto actualmente está en uso (en todos los artículos se está usando el adjunto)
fa_ir: بازنگری در این ضمیمه در حال حاضر در جریان است (در همۀ مقالاتی که در حال استفاده از این ضمیمه هستند)
it_it: La revisione di questo allegato correntemente in uso (per tutti gli articoli che usano l'allegato)

source: original filename
eo: örïgïnäl fïlénämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: nombre del archivo original
fa_ir: نام اصلی پرونده
it_it: nome originale del file

source: attachment
eo: ättäçhmént Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: adjunto
fa_ir: پیوست
it_it: allegato

source: attachments
eo: ättäçhménts Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: adjuntos
fa_ir: پیوست‌ها
it_it: allegati

source: file
eo: fïlé Ⱡ'σяєм ι#
es_es: fichero
fa_ir: پرونده
mn: Файл

source: attachment revision
eo: ättäçhmént révïsïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: revisión del adjunto
fa_ir: نسخۀ پیوست
it_it: revisione allegato

source: attachment revisions
eo: ättäçhmént révïsïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: revisiones del adjunto
fa_ir: نسخه‌های پیوست
it_it: revisioni allegato

source: %s was successfully added.
eo: %s wäs süççéssfüllý äddéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fa_ir: '%s'با موفقیت اضافه شد.
it_it: %s è stato aggiunto con successo.

source: Your file could not be saved: %s
eo: Ýöür fïlé çöüld nöt ßé sävéd: %s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Tu archivo no ha sido grabado: %s
fa_ir: پرونده مورد نظر شما نمی‌تواند ذخیره شود: %s
it_it: Il tuo file non può essere salvato: %s
