Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: Only <%- fileTypes %> files can be uploaded. Please select a file ending in <%- (fileExtensions) %> to upload.
fa_ir: فقط پرونده‌های <%- fileTypes %> می‌تواند بارگیری شود. لطفاً پرونده‌ای را برای بارگیری برگزینید به‌طوری که در انتهای آن <%- (fileExtensions) %>قرار داشته باشد.
it_it: È possibile solo caricare file <%- fileTypes %> . Selezionare un file che termina con <%- (fileExtensions) %> da caricare.
tr_tr: Sadece <%- fileTypes %> uzantılı dosyaları yükleyebilirsiniz. Lütfen sonunda <%- (fileExtensions) %> uzantısı olan bir dosya yükleyin.

source: or
fa_ir: یا
he: או
it_it: o
tr_tr: veya

source: This unit has validation issues.
fa_ir: این واحد مشکلات اعتبارسنجی دارد.
it_it: Questa unità presenta errori di convalida.
tr_tr: Bu ünitenin doğrulama sorunu var.

source: This component has validation issues.
fa_ir: این مولفه مشکل اعتبارسنجی دارد
he: לרכיב זה בעיות אימות.
it_it: Questo componente ha problemi di validazione.
tr_tr: Bu bileşenin doğrulama sorunu var.

source: Your file could not be uploaded
fa_ir: پرونده شما بارگذاری نشد
he: לא ניתן להעלות את הקובץ שלך
it_it: Non è stato possibile caricare il tuo file
tr_tr: Dosyanız yüklenemedi

source: Upload Videos
fa_ir: بارگذاری ویدیوها
it_it: Carica Video
tr_tr: Videoları Yükle

source: Drag and drop or {spanStart}browse your computer{spanEnd}.
fa_ir: بکش و رهاکن یا {spanStart} رایانه‌ات را بررسی کن {spanEnd}.
it_it: Trascina o rilascia oppure {spanStart}sfoglia il tuo computer{spanEnd}.
tr_tr: Sürükle bırak veya {spanStart}bilgisayarınızın dizinlerini tarayın{spanEnd}.

source: Maximum file size: {maxFileSize} GB
fa_ir: حداکثر اندازه پرونده: {maxFileSize} گیگابایت
it_it: Dimensione massima del file: {maxFileSize} GB
tr_tr: Maksimum dosya boyutu: {maxFileSize} GB

source: Supported file types: {supportedVideoTypes}
fa_ir: پسوندهای قابل پشتیبانی: {supportedVideoTypes}
it_it: Tipi di file supportati: {supportedVideoTypes}
tr_tr: Desteklenen dosya türleri: {supportedVideoTypes}

source: Your video uploads are not complete.
fa_ir: بارگذاری ویدئوها کامل نشده است.
he: העלאות סרטוני הווידאו לא הושלמו.
it_it: I tuoi caricamenti di video non sono completati.
tr_tr: Video yüklemeleriniz tamamlanmadı.

source: Upload completed for video {fileName}
fa_ir: بارگذاری ویدئوی {fileName} کامل شد.
it_it: Caricamento completato per il video {fileName}
tr_tr: {fileName} videosunun yüklenmesi tamamlandı

source: Upload failed for video {fileName}
fa_ir: بارگذاری ویدئو {fileName} انجام نشد.
it_it: Caricamento non riuscito per il video {fileName}
tr_tr: {fileName} videosunun yüklenmesi başarısız

source: {filename} is not in a supported file format. Supported file formats are {supportedFileFormats}.
fa_ir: {filename} در قالب پروندۀ پشتیبانی ارائه نشده است. قالب‌های {supportedFileFormats} پشتیبانی می‌شوند.
it_it: {filename} non è un formato file supportato. I formati file supportati sono {supportedFileFormats}.
tr_tr: {filename} desteklenen bir dosya formatında değil. Desteklenen türler şunlardır: {supportedFileFormats}.

source: {filename} exceeds maximum size of {maxFileSizeInGB} GB.
fa_ir: {filename} بیش از حداکثر اندازه {maxFileSizeInGB} گیگابایت است.
it_it: {filename} supera la dimensione massima di {maxFileSizeInGB} GB.
tr_tr: {filename} dosyası maksimum boyut olan {maxFileSizeInGB} GB'ı aşıyor.

source: : video upload complete.
fa_ir: : بارگذاری ویدئو کامل شد.
it_it: : caricamento video completato.
tr_tr: : video yüklemesi tamamlandı.

source: Previous Uploads table has been updated.
fa_ir: بارگذاری جداول قبلی روزآمد شد.
it_it: La tabella Caricamenti precedenti è stata aggiornata.
tr_tr: Önceki Yüklemeler tablosu güncellendi.

source: Delete File Confirmation
fa_ir: حذف تأیید پرونده
he: אישור למחיקת הקובץ
it_it: Conferma cancellazione file
tr_tr: Dosya Onayını Kaldır

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
fa_ir: آیا از حذف این مورد اطمینان دارید. این عمل برگشت‌ناپذیر است! همچنین هر یک از مطالب پیوندخورده به این مورد یا ارجاع شده به آن، دیگر کار نخواهند کرد (مثل تصاویر و یا پیوندهای میان‌بر)
he: האם אתה בטוח שברצונך למחוק פריט זה. לא ניתן יהיה לשחזר את הפעולה! בנוסף, כל תוכן שמקשר/מתייחס לפריט זה לא יעבוד יותר (לדוגמה, תמונות ו/או קישורים שבורים)
it_it: Sei sicuro di voler cancellare questo elemento. Non può essere annullato! Inoltre, tutti i contenuti che fanno riferimento a questo elemento non funzioneranno più (es: link o immagini non funzionanti)
tr_tr: Bu veriyi silmek istediğinizden emin misiniz? Geri döndürülemez! Ayrıca bu veriye bağlı olan içerikler de çalışmayacak (ör. bozuk görseller veya bağlantılar)

source: Your file has been deleted.
fa_ir: پرونده مورد نظر شما حذف شده است.
he: הקובץ שלך נמחק
it_it: Il tuo file è stato cancellato.
tr_tr: Dosyanız silindi.

source: Date Added
fa_ir: تاریخ ورود
he: נוסף תאריך
it_it: Data inserimento
tr_tr: Tarih Eklendi

source: Type
fa_ir: نوع
he: סוג
it_it: Tipo
tr_tr: Tip

source: File {filename} exceeds maximum size of {maxFileSizeInMBs} MB
fa_ir: پرونده {filename} بیشتر از {maxFileSizeInMBs} مگابایت حجم دارد
he: הקובץ {filename} חורג מהגודל המרבי של {maxFileSizeInMBs} MB
it_it: Il file {filename} supera la dimensione massima di {maxFileSizeInMBs} MB
tr_tr: {filename} dosyası maksimum boyut olan {maxFileSizeInMBs} MB'ı aşıyor

source: Please follow the instructions here to upload a file elsewhere and link to it: {maxFileSizeRedirectUrl}
fa_ir: لطفا راهنمای زیر را برای چگونگی بارگذاری یک فایل در جایی دیگر و یک ارتباط به آن ایجاد کنید : {maxFileSizeRedirectUrl}
he: בצע את ההוראות שלהלן על מנת להעלות קובץ במקום אחר ולקשר אליו: {maxFileSizeRedirectUrl}
it_it: Segui le istruzioni qui riportate per caricare un file altrove e creare un link ad esso: {maxFileSizeRedirectUrl}
tr_tr: Lütfen yönergeleri takip ederek dosyanızı başka bir yere yükleyin ve ve sadece dosyaya erişim için kullanılabilecek bağlantı adresini buraya yükleyin: {maxFileSizeRedirectUrl}

source: Max file size exceeded
fa_ir: حجم پرونده بیشتر از بیشینه اندازه است.
he: הגודל המקסימלי של הקובץ חרג יתר על המידה
it_it: Dimensione massima del file consentita superata
tr_tr: Maksimum dosya boyutu aşıldı

source: Upload New File
fa_ir: بارگذاری پوشه جدید
he: העלה קובץ חדש
it_it: Carica un nuovo file
tr_tr: Yeni Dosya Yükle

source: Load Another File
fa_ir: بارگذاری پرونده دیگر
he: טען קובץ אחר
it_it: Carica un Altro File
tr_tr: Başka Bir Dosya Yükle

source: Adding
fa_ir: در حال افزودن
he: מוסיף
it_it: Aggiungendo
tr_tr: Ekleniyor

source: Are you sure you want to delete this update?
fa_ir: آیا از حذف این روزآمدسازی اطمینان دارید؟
he: האם אתה בטוח שאתה רוצה למחוק את עדכון זה?
it_it: Sei sicuro di voler cancellare questo aggiornamento?
tr_tr: Bu güncellemeyi silmek istediğinize emin misiniz?

source: Create Re-run
fa_ir: اجرای دوباره را فعال کنید
he: צור הרצה נוספת
it_it: Crea un riavvio
tr_tr: Yeniden Çalıştırma Oluştur

source: Processing Re-run Request
fa_ir: درحال انجام درخواست اجرای دوباره
he: מעבד בקשת הרצה נוספת.
it_it: Richiesto processo di riavvio
tr_tr: Yeniden Çalıştırma İsteği İşleniyor

source: An error has occurred. Wait a few minutes, and then try again.
fa_ir: خطایی رخ داده‌است. چند دقیقه صبر کرده و دوباره امتحان کنید.
it_it: Si è verificato un errore. Aspetta qualche minuto e riprova.
tr_tr: Bir hata oluştu. Birkaç dakika bekleyin, ve ondan sonra tekrar deneyin.

source: Select turnaround
fa_ir: انتخاب چرخش
it_it: Seleziona soluzione temporaneo

source: Select fidelity
fa_ir: انتخاب وفاداری
it_it: Seleziona fedeltà

source: Select language
fa_ir: انتخاب زبان
it_it: Seleziona lingua
tr_tr: Dil Seçimi

source: Press Remove to remove language
fa_ir: برای حذف زبان، دکمه حذف را فشار دهید
it_it: Premi Rimuovi per rimuovere la lingua
tr_tr: Dili kaldırmak için lütfen "Kaldır"a tıklayın

source: Settings updated
fa_ir: تنظیمات روزآمد
it_it: Impostazioni aggiornate
tr_tr: Ayarlar güncellendi

source: Last updated
fa_ir: آحرین روزآمدسازی
it_it: Ultimo aggiornamento
tr_tr: Son güncelleme

source: Required
fa_ir: ضروری است
it_it: Richiesto
tr_tr: Gerekli

source: Automatic transcripts are disabled.
fa_ir: زیرنویس خودکار غیرفعال هستند.
it_it: Le trascrizioni automatiche sono disabilitate.
tr_tr: Otomatik altyazılar devre dışı bırakıldı.

source: {selectedProvider} credentials saved
fa_ir: {selectedProvider} اعتبارنامه ذخیره شد
it_it: Credenziali {selectedProvider} salvate

source: Upload a new PDF to “<%- name %>”
fa_ir: بارگیری PDF جدید در “<%- name %>”
it_it: Carica un nuovo PDF su “<%- name %>”
tr_tr: “<%- name %>” konumuna yeni bir PDF dosyası yükle

source: Please select a PDF file to upload.
fa_ir: لطفا یک پرونده PDF برای بارگذاری انتخاب کنید
he: אנא בחר קובץ PDF להעלאה.
it_it: Si prega di selezionare in PDF file da caricare.
tr_tr: Lütfen yüklemek için PDF dosyası seçiniz.

source: There has been an error while exporting.
fa_ir: خطایی هنگام صدور رخ داده است
he: אירעה שגיאה במהלך הייצוא.
it_it: Si è verificato un errore nell'esportazione.
tr_tr: Dışa aktarmanızla ilgili bir hata oluştu.

source: There has been a failure to export to XML at least one component. It is recommended that you go to the edit page and repair the error before attempting another export. Please check that all components on the page are valid and do not display any error messages.
fa_ir: خطایی در استخراج حداقل یک مولفه در قالب XML به وجود آمده است. پیشنهاد می‌شود که شما به صفحه ویرایش بروید و خطا را رفع نمایید و بعد یکبار دیگر آن را صادر کنید. لطفا بررسی نمایید که همه مولفه‌های صفحه، معتبرند و هیچ پیغام خطایی نمایش داده نمی‌شود.
he: יצוא של רכיב אחד לפחות ל-XML, נכשל. מומלץ לגשת לעמוד העריכה ולתקן את השגיאה לפני ביצוע יצוא נוסף. אנא בדוק את חוקיות כל הרכיבים בעמוד וכי הם אינם מציגים הודעות שגיאה.
it_it: Si è verificato un errore di esportazione XML per almeno un componente. Si raccomanda di andare nella pagina di modifica e riparare l'errore prima di una esportazione successiva. Assicurarsi che tutti i componenti della pagina siano validi e non visualizzino messaggi d'errore.
tr_tr: En az bir bileşeni XML'e aktarırken bir hata oluştu. Düzenleme sayfasına gitmeniz ve diğer bir dışa aktarıma başlamadan hatayı tamir etmeniz önerilir. Lütfen sayfadaki tüm bileşenlerin geçerli olduğunu kontrol ediniz ve herhangi bir hata iletisi göstermeyiniz.

source: Correct failed component
fa_ir: مولفه اشتباه را تصحیح کنید
he: תקן רכיב כושל
it_it: Correggere il componente sbagliato
tr_tr: Başarısız bileşeni düzelt

source: Return to Export
fa_ir: بازگشت به صدور
he: חזור לייצוא
it_it: Ritorna a Esporta
tr_tr: Dışa Aktarmaya Geri Dön

source: Your library could not be exported to XML. There is not enough information to identify the failed component. Inspect your library to identify any problematic components and try again.
fa_ir: امکان صدور کتابخانه در قالب XML وجود ندارد. متاسفانه، ما اطلاعات کافی برای کمک به شما برای تشخیص مولفه مشکل‌دار در دست نداریم. پیشنهاد می‌کنیم کتابخانه خود را برای شناسایی این مولفه بررسی کرده و دوباره تلاش کنید
he: לא ניתן לייצא את ספרייתך לקובץ XML. אין מידע במידה מספקת לזיהוי הרכיב הכושל. בדוק את ספרייתך, זהה רכיבים בעיתיים ולאחר מכן נסה שוב.
it_it: L'esportazione XML della libreria non è riuscita. Non ci sono abbastanza informazioni per determinare con esattezza il problema. Controlla la tua libreria per individuare eventuali componenti problematici e riprova.
tr_tr: Kütüphaneniz XML'e aktarılamadı. Başarısız bileşeni tanımlamak için yeterli bilgi yok. Sorun çıkarabilecek herhangi bir bileşeni bulmak için kütüphanenize göz atınız ve tekrar deneyiniz.

source: Take me to the main library page
fa_ir: انتقال به صفحه اصلی کتابخانه
he: עבור לעמוד הספריה הראשי
it_it: Vai alla pagina principale della libreria
tr_tr: Beni kütüphane sayfasına götür

source: Your course could not be exported to XML. There is not enough information to identify the failed component. Inspect your course to identify any problematic components and try again.
fa_ir: خطایی در استخراج دوره آموزشی در قالبXML به وجود آمده است. متاسفانه، ما اطلاعات کافی برای کمک به شما برای تشخیص مولفه مشکل‌دار در دست نداریم. پیشنهاد می‌شود که دوره آموزشی خود را برای شناسایی این مولفه بررسی کرده و دوباره تلاش کنید
he: לא ניתן לייצא את הקורס ל-XML. אין מידע במידה מספקת על מנת לזהות את הרכיב הכושל. בדוק את הקורס שלך על מנת לזהות רכיבים בעייתים ונסה שוב.
it_it: L'esportazione XML del tuo corso non è riuscita. Non ci sono abbastanza informazioni per determinare con esattezza il problema. Controlla il tuo corso per individuare eventuali componenti problematici e riprova.
tr_tr: Dersiniz XML'e aktarılamadı. Başarısız bileşeni tanımlamak için yeterli bilgi yok. Sorun çıkarabilecek herhangi bir bileşeni bulmak için dersinize göz atınız ve tekrar deneyiniz.

source: Take me to the main course page
fa_ir: انتقال به صفحه اصلی دوره آموزشی
he: עבור לעמוד הקורס הראשי
it_it: Vai alla pagina principale del corso
tr_tr: Beni ana ders sayfasına götür

source: The raw error message is:
fa_ir: پیام خام خطا این است:
he: הודעת השגיאה היא:
it_it: Il messaggio di errore è:
tr_tr: İşlenmemiş hata mesajı:

source: There has been an error with your export.
fa_ir: خطایی در هنگام صدور رخ داد.
he: אירעה שגיאה בייצוא שלך.
it_it: Si è verificato un errore nella tua esportazione.
tr_tr: Dışa aktarmanızla ilgili bir hata oluştu.

source: Contains {count} group
fa_ir: دارای {count} گروه
he: כולל קבוצה {count}
it_it: Contiene {count} gruppo

source: Not in Use
fa_ir: در حال استفاده نیست.
he: לא בשימוש
it_it: Non in Uso
tr_tr: Kullanımda Değil

source: Used in {count} location
fa_ir: در {count} مکان استفاده می‌شود
it_it: Utilizzato in {count} posizione

source: group configuration
fa_ir: پیکربندی گروه
he: הגדרת קבוצה
it_it: Configurazione del gruppo
tr_tr: grup ayarı

source: Add your first group configuration
fa_ir: پیکربندی اولین گروه خود را اضافه کنید.
he: הוסף את הגדרת תצורת קבוצתך הראשונה
it_it: Aggiungi la tua prima configurazione gruppo
tr_tr: İlk grup yapılandırmanızı ekleyin

source: You have not created any group configurations yet.
fa_ir: شما هنوز تنظیم گروه نساخته اید
he: לא יצרת עדיין הגדרות קבוצה.
it_it: Non hai ancora creato nessuna configurazioni di gruppo.
tr_tr: Henüz hiçbir grup ayarı oluşturmadınız.

source: Upload instructor image.
fa_ir: بارگذاری تصویر مربی.
he: העלה תמונת מדריך.
it_it: Carica immagine istruttore.
tr_tr: Eğitmen görselini ekleyin.

source: Files must be in JPEG or PNG format.
fa_ir: فایل ها باید با فرمت JPEG یا PNG باشد.
he: קבצים חייבים להיות בפורמט JPEG או PNG.
it_it: I file devono essere in formato JPEG o PNG.
tr_tr: Dosyalar mutlaka JPEG veya PNG formatında olmalıdır.

source: All Rights Reserved
fa_ir: همه حقوق محفوظ است
he: כל הזכויות שמורות
it_it: Tutti i diritti riservati
tr_tr: Tüm Hakları Saklıdır

source: You reserve all rights for your work
fa_ir: شما همه حقوق اقر خود را حفظ می‌کنید
he: כל הזכויות על עבודתך שמורות עמך.
it_it: Si riserva tutti i diritti per il tuo lavoro
tr_tr: Eserinizin tüm hakları sizde saklıdır

source: Creative Commons
fa_ir: مجوز Creative Commons

source: You waive some rights for your work, such that others can use it too
fa_ir: شما از برخی از حقوق اثر خود صرف‌نظر می‌کنید تا دیگران نیز بتوانند از آن استفاده کنند
he: אתה מוותר על מספר זכויותייך על עבודתך כדי שאחרים יוכלו גם להשתמש בה
it_it: L'utente rinuncia a parte dei diritti sul suo lavoro, per dare la possibilità anche ad altri di utilizzarlo.
tr_tr: Eserinizdeki bazı haklarınızdan feragat edebilirsiniz, böylece başkaları da onu kolayca kullanabilir

source: Version
fa_ir: نسخه
he: גרסה
it_it: Versione
tr_tr: Sürüm

source: Attribution
fa_ir: انتساب
he: יחוס
it_it: Attribuzione
tr_tr: Atıf

source: Allow others to copy, distribute, display and perform your copyrighted work but only if they give credit the way you request. Currently, this option is required.
fa_ir: به دیگران اجازه دهید با ترتیباتی که شما معین کرده‌اید کاری را که به نام شما است کپی، توزیع، نمایش و بهره‌برداری کنند. در حال حاضر این گزینه اجباری است.
he: אפשר לאחרים להעתיק, להפיץ, להציג ולבצע את העבודה המוגנת בזכויות היוצרים שלך, אך רק אם הם מכירים בזכויותיך על פי בקשתך. נכון לעכשיו, אפשרות זו היא חובה.
it_it: Permettere ad altri di copiare, distribuire, mostrare e reinterpretare il vostro lavoro protetto da copyright, ma solo se vi citano nel modo richiesto. Per il momento, questa opzione è necessaria.
tr_tr: Sizin talep ettiğiniz şekilde atıfta bulunulduğunda, diğerlerinin sizin telif haklı işinizi kopyalamasına, dağıtmasına, göstermesine ve oynatmasına izin ver. Şu anda, bu seçenek gerekli.

source: Noncommercial
fa_ir: غیرتجاری
he: לא למטרות מסחר
it_it: Non commerciale
tr_tr: Ticari olmayan

source: Allow others to copy, distribute, display and perform your work - and derivative works based upon it - but for noncommercial purposes only.
fa_ir: به دیگران اجازه دهید اثر شما را -و نیز آثاری را که بر اساس آن ایجاد می‌شود - کپی، توزیع کنند، نمایش دهند و آز آن بهره‌برداری کنند_ ولی فقط برای مقاصد غیرتجاری.
he: אפשר לאחרים להעתיק, להפיץ, להציג ולבצע את עבודתך - ועבודות הנגזרות ממנה- שלא למטרות מסחר.
it_it: Permettere ad altri di copiare, distribuire, mostrare e reinterpretare il vostro lavoro - e di opere derivate basate su di esso - ma solo per scopi non commerciali.
tr_tr: Diğerlerinin eserinizi kopyalamasına, dağıtmasına ve -buna bağlı türemiş çalışmaları- sadece ticari olmayan amaçlar için göstermesine ve oynatmasına izin ver.

source: No Derivatives
fa_ir: بدون مشتقات
he: ללא נגזרות
it_it: Non derivati
tr_tr: Türetilemez

source: Allow others to copy, distribute, display and perform only verbatim copies of your work, not derivative works based upon it. This option is incompatible with "Share Alike".
fa_ir: به دیگران اجازه دهید فقط نسخه‌های منطبق بر کار شما را کپی، توزیع، و نمایش دهند و نه آثار اقتباس‌شده بر اساس آن. این گزینه با "Share Alike" سازگار نیست.
he: אפשר לאחרים להעתיק, להפיץ, להציג ולבצע אך ורק עותקים מדויקים של עבודתך ולא עבודות הנגזרות ממנה. אפשרות זו אינה מתאימה ל"Share Alike".
it_it: Permettere agli altri di copiare, distribuire, mostrare ed eseguire solo copie letterali del vostro lavoro, non opere derivate basate su di esso. Questa opzione è incompatibile con "Share Alike".
tr_tr: Başka kişilerin sadece kelimesi kelimesine kopyalanmış işlerinizi kopyalamasına, dağıtmasına, göstermesine ve oynatmasına izin ver, buna bağlı türetilmiş işlere değil. Bu seçenek "Share Alike" ile uyumlu değildir.

source: Share Alike
fa_ir: اشتراک‌گذاری Alike
he: שתף
it_it: Condividi allo stesso modo

source: Allow others to distribute derivative works only under a license identical to the license that governs your work. This option is incompatible with "No Derivatives".
fa_ir: به دیگران اجازه دهید آٍثار مشتق شده را فقط تحت مجوز مشابه با مجوز حاکم بر کار شما توزیع کنند. این گزینه با "No Derivatives"سازگار نیست.
he: אפשר לאחרים להפיץ עבודות נגזרות אך ורק ברישיון דומה לרישיון שקיים לעבודתך. אפשרות זו אינה מתאימה ל"ללא נגזרות".
it_it: Consentire ad altri di distribuire opere derivate solo con una licenza identica alla licenza che regola il lavoro originale. Questa opzione è incompatibile con "No Derivatives".
tr_tr: Başkalarına eserinizin türevlerini sadece eşdeğer bir lisans altında dağıtmasına izin ver. Bu seçenek "Türetilemez" ile uyumlu değildir.

source: Delete this %(item_display_name)s?
fa_ir: این %(item_display_name)s حذف شود؟
he: מחק את ה%(item_display_name)s?
it_it: Cancellare questo %(item_display_name)s?
tr_tr: %(item_display_name)s sil?

source: Deleting this %(item_display_name)s is permanent and cannot be undone.
fa_ir: حذف این %(item_display_name)s دائمی است و قابل بازگردانی نیست.
he: מחיקת %(item_display_name)s היא קבועה ואינה הפיכה.
it_it: La cancellazione di questo %(item_display_name)s è permanente e non può essere annullata.
tr_tr: %(item_display_name)s silmek kalıcıdır ve geri alınamaz.

source: There was an error changing the user's role
fa_ir: خطایی در تغییر نقش کاربر رخ داد
he: אירעה שגיאה בשינוי תפקיד המשתמש.
it_it: Si è verificato un errore durante il cambiamento del ruolo dell'utente
tr_tr: Kullanıcının rolünü değiştirirken hata oluştu.

source: Error adding user
fa_ir: خطا در افزودن کاربر
he: שגיאה בהוספת משתמש
it_it: Errore nell'aggiunta dell'utente
tr_tr: Kullanıcı eklerken hata oluştu

source: Error removing user
fa_ir: خطا در حذف کاربر
he: שגיאה בהסרת משתמש
it_it: Errore nella rimozione dell'utente
tr_tr: Kullanıcı kaldırırken hata oluştu

source: A valid email address is required
fa_ir: نشانی رایانامه‌ای معتبر ضروری است
he: דרושה כתובת דואר אלקטרוני תקינה
it_it: E' richiesto un indirizzo e-mail valido.
tr_tr: Geçerli bir e-posta adresi gereklidir

source: You must enter a valid email address in order to add a new team member
fa_ir: برای افزودن عضو جدید به تیم باید از نشانی رایانامه‌ معتبر استفاده کنید
he: עליך להזין כתובת דואר אלקטרוני תקינה על מנת להוסיף חבר צוות חדש.
it_it: Devi inserire un indirizzo email valido per poter aggiungere un nuovo membro del team
tr_tr: Yeni bir ekip üyesi eklemek için geçerli bir e-posta adresi girmelisiniz.

source: Return and add email address
fa_ir: بازگشت و افزودن نشانی رایانامه
he: חזור והוסף כתובת דואר אלקטרוני
it_it: Torna e aggiungi un indirizzo email
tr_tr: Geri dön ve e-posta adresi ekle

source: Already a member
fa_ir: قبلا عضو شده است
he: כבר חבר
it_it: Già membro
tr_tr: Zaten üye

source: {email} is already on the {container} team. Recheck the email address if you want to add a new member.
fa_ir: {email} از قبل در تیم {container} است. اگر می‌خواهید عضوی جدید بیفزایید، نشانی رایانامه را دوباره بررسی کنید.
he: {email} כבר נמצא בצוות {container}. בדוק מחדש את כתובת הדוא"ל במידה ברצונך להוסיף חבר צוות חדש.
it_it: {email} è già presente nel gruppo {container}. Ricontrolla l'indirizzo email, se desideri aggiungere un nuovo membro.
tr_tr: {email} zaten {container} takımında bulunuyor. Eğer yeni bir üye eklemek istiyorsanız, e-posta adreslerini tekrar kontrol ediniz.

source: Return to team listing
fa_ir: بازگشت به فهرست گروه
he: חזור לרשימת צוות
it_it: Torna alla lista del gruppo
tr_tr: Takım listesine geri dön

source: Are you sure you want to restrict {email} access to “{container}”?
fa_ir: آیا از محدودکردن دسترسی {email} به “{container}”اطمینان دارید؟
he: האם אתה בטוח שאתה רוצה להגביל את גישת {email} ל“{container}”?
it_it: Sei sicuro di voler limitare l'accesso di {email} a “{container}”?
tr_tr: “{container}” 'a {email} erişimini kısıtlamak istediğinize emin misiniz?

source: {display_name} Settings
fa_ir: تنظیمات {display_name}
he: הגדרות {display_name}
it_it: {display_name} Impostazioni
tr_tr: {display_name} Ayarları

source: Publish {display_name}
fa_ir: انتشار{display_name}
he: פרסם את {display_name}
it_it: Pubblica {display_name}
tr_tr: Yayınla {display_name}

source: Publish all unpublished changes for this {item}?
fa_ir: آیا همۀ تغییرات منتشر نشده برای این {item} منتشر شود؟
he: האם לפרסם את כל השינויים שלא פורסמו עבור {item}?
it_it: Pubblica tutte le modifiche non pubblicate per questo {item}?
tr_tr: Bu {item} öğe için yapılan tüm yayınlanmamış değişiklikler yayına alınsın mı?

source: Publish
fa_ir: انتشار
he: פרסם
it_it: Pubblica
tr_tr: Yayınla

source: Highlights for {display_name}
fa_ir: نکات برجستۀ {display_name}
it_it: Evidenziazioni per {display_name}
tr_tr: {display_name} için vurgulamalar

source: Enable Course Highlight Emails
fa_ir: فعال‌سازی رایانامه‌های برجسته دوره آموزشی
it_it: Abilita email di evidenziazione corso
tr_tr: Ders Vurgulama E-postalarını Etkinleştir

source: Enable
fa_ir: فعال‌شده
it_it: Abilita
tr_tr: Etkinleştir

source: Not yet
fa_ir: هنوز نه
it_it: Non ancora
tr_tr: Henüz değil

source: All Learners and Staff
fa_ir: همه کارکنان و یادگیرندگان
it_it: Tutti gli studenti e lo staff
tr_tr: Tüm Öğrenciler ve Personeller

source: Basic
fa_ir: ابتدایی
he: בסיס
it_it: Di base
tr_tr: Temel

source: Visibility
fa_ir: رویت‌پذیری
it_it: Visibilità
tr_tr: Görünürlük

source: Editing: {title}
fa_ir: ویرایش: {title}
it_it: Modifica: {title}
tr_tr: Düzenleme: {title}
