Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Codejail API Service invalid response.
fa_ir: پاسخ نامعتبر Codejail API Service وجود دارد.
it_it: Codejail API Service ha fornito una risposta non valida.

source: Invalid JSON response received from codejail api service.
fa_ir: پاسخ نامعتبر از سوی خدمات codejail api دریافت شد.
it_it: Risposta JSON non valida ricevuta da API codejail.

source: Blank Advanced Problem
eo: Blänk Àdvänçéd Prößlém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Problema avanzado en blanco
fa_ir: مساله پیشرفته خالی
it_it: Problema avanzato vuoto
lv: Tukša padziļinātā problēma
mn: Ахисан түвшний хоосон даалгавар

source: Number of attempts taken by the student on this problem
eo: Nümßér öf ättémpts täkén ßý thé stüdént ön thïs prößlém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Número de intentos realizados por el alumno en este problema
fa_ir: تعداد دفعات تلاش یادگیرنده در حل این مساله
it_it: Numero di tentativi intrapresi dallo studente su questo problema
lv: Studenta veikto mēģinājumu skaits pie šīs problēmas
mn: Суралцагч энэ даалгаврыг хийсэн оролдлогын тоо

source: Maximum Attempts
eo: Mäxïmüm Àttémpts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Número máximo de intentos
fa_ir: حداکثر تعداد دفعات تلاش
it_it: Tentativi massimi
lv: Maksimālais mēģinājumu skaits
mn: Хамгийн их оролдлого

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
eo: Défïnés thé nümßér öf tïmés ä stüdént çän trý tö änswér thïs prößlém. Ìf thé välüé ïs nöt sét, ïnfïnïté ättémpts äré ällöwéd. Ⱡ'σяєм #
es_es: Define el número de veces que un alumno puede intentar resolver este problema. Si no se especifica valor, se permite un número infinito de intentos.
fa_ir: این گزینه تعداد دفعات مجاز پاسخگویی یادگیرنده را مشخص می‌کند. اگر مقداری برای آن تعیین نشود، تعداد بی نهایت به صورت پیش‌فرض در نظر گرفته می‌شود.
it_it: Definisce il numero di volte in cui uno studente può provare a rispondere a questo problema. Se il valore non è impostato, vengono consentiti infiniti tentativi.
lv: Definē mēģinājumu skaitu, ko students var veikt pie šīs problēmas. Ja vērtība nav iestatīta, ir atļauts neierobežots mēģinājumu skaits.
mn: Суралцагч энэ даалгаврыг хэдэн удаа хийж болохыг тодорхойлох. Хэрэв утга өгөөгүй бол хэдэн ч удаа хийж болно гэсэн үг.

source: Date that this problem is due by
eo: Däté thät thïs prößlém ïs düé ßý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Fecha límite para entregar el problema.
fa_ir: مهلت زمان این مساله
it_it: Data ultima di consegna
lv: Datums, līdz kuram šī problēma ir jāatrisina
mn: Энэ даалгаврын дуусах хугацаа

source: Amount of time after the due date that submissions will be accepted
eo: Àmöünt öf tïmé äftér thé düé däté thät süßmïssïöns wïll ßé äççéptéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Tiempo posterior a la fecha tope durante el cual se aceptarán respuestas.
fa_ir: مقدار زمان پس از تاریخ مقرر كه هنوز هم پاسخ‌ها پذیرفته می شود
it_it: Periodo di tempo dopo la data di scadenza in cui saranno accettati gli invii
lv: Termiņš pēc izpildes datuma, kura laikā tiks pieņemti iesniegumi.
mn: Даалгавар хүлээн авах товлосон огноо дууссанаас хойш даалгавар хүлээн авах хугацаа

source: Show Results
eo: Shöw Résülts Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Mostrar resultados
fa_ir: نمایش نتایج
it_it: Mostra risultati
lv: Parādīt rezultātus
mn: Үр дүнг харуулах

source: Defines when to show whether a learner's answer to the problem is correct. Configured on the subsection.
eo: Défïnés whén tö shöw whéthér ä léärnér's änswér tö thé prößlém ïs çörréçt. Çönfïgüréd ön thé süßséçtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Define cuándo mostrar si la respuesta de un estudiante al problema es correcta. Configurado en la subsección.
fa_ir: مشخص می‌کند که برای نمایش اینکه آیا پاسخ یادگیرنده به این مشکل درست است یا خیر. در قسمت فرعی پیکربندی شد.
it_it: Definisce quando mostrare se la risposta di uno studente al problema è corretta. Configurato nella sottosezione.
lv: Definē, kad parādīt to, ka audzēkņa atbilde uz problēmu ir bijusi pareiza. Konfigurējams apakšiedaļā.
mn: Тухайн даалгаварт суралцагчийн хариулт зөв эсэхийг хэзээ харуулахыг тодорхойлох. Дэд хэсэгт рүү орон тохируулна.

source: Always
eo: Àlwäýs Ⱡ'σяєм ιρѕυ#
es_es: Siempre
fa_ir: همیشه
it_it: Sempre
lv: Vienmēr
mn: Үргэлж

source: Never
eo: Névér Ⱡ'σяєм ιρѕ#
es_es: Nunca
fa_ir: هرگز
it_it: Mai
lv: Nekad
mn: Огт үгүй

source: Past Due
eo: Päst Düé Ⱡ'σяєм ιρѕυм ∂#
es_es: Fuera de plazo
fa_ir: موعدگذشته
it_it: Scaduto
lv: Pēc termiņa
mn: Хэтэрсэн хугацаа

source: Show Answer
eo: Shöw Ànswér Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Mostrar respuesta
fa_ir: نمایش پاسخ
it_it: Mostra Risposta
lv: Parādīt atbildi
mn: Хариултыг харуулах

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
eo: Défïnés whén tö shöw thé änswér tö thé prößlém. À défäült välüé çän ßé sét ïn Àdvänçéd Séttïngs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Define cuándo mostrar la respuesta del problema. Se puede fijar un valor por defecto en Configuración avanzada.
fa_ir: این مورد مشخص می‌کند چه زمانی پاسخ مساله نمایش داده شود. مقدار پیش‌فرض را می‌توان در قسمت تنظیمات پیشرفته تنظیم کرد.
it_it: Definisce quando mostrare la riposta al problema. È possibile impostare un valore predefinito in Impostazioni avanzate.
lv: Definē, kad parādīt atbildi uz problēmu. Noklusējuma vērtību var iestatīt papildu iestatījumos.
mn: Даалгаврын хариултыг хэзээ харуулахаа тодорхойлно уу. Нарийвчилсан тохиргооруу орж өгөгдмөл утгыг тохируулж болно.

source: Answered
eo: Ànswéréd Ⱡ'σяєм ιρѕυм ∂#
es_es: Respondido
fa_ir: پاسخ داده‌شده
it_it: Risposto
lv: Atbildēts
mn: Хариулсан

source: Attempted or Past Due
eo: Àttémptéd ör Päst Düé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: اقدام‌شده یا سررسید گذشته
it_it: Tentato o Scaduto

source: Closed
eo: Çlöséd Ⱡ'σяєм ιρѕυ#
es_es: Cerrado
fa_ir: بسته
it_it: Chiuso
lv: Aizvērts
mn: Хаасан

source: Finished
eo: Fïnïshéd Ⱡ'σяєм ιρѕυм ∂#
es_es: Finalizado
fa_ir: پایان‌یافته
it_it: Completato
lv: Pabeigts
mn: Дууссан

source: Correct or Past Due
eo: Çörréçt ör Päst Düé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Correcto o vencido
fa_ir: صحیح یا موعدگذشته
it_it: Corretto o scaduto
lv: Pareizs vai pēc termiņa
mn: Зөв эсвэл хэтэрсэн хугацаа

source: After Some Number of Attempts
eo: Àftér Sömé Nümßér öf Àttémpts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Después de algunos intentos
fa_ir: پس از تعداد دفعات تلاش
it_it: Dopo un determinato numero di tentativi
mn: Хэд Хэдэн Оролдлогын Дараа

source: After All Attempts
eo: Àftér Àll Àttémpts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fa_ir: پس از همۀ اقدامات
it_it: Dopo tutti i tentativi

source: After All Attempts or Correct
eo: Àftér Àll Àttémpts ör Çörréçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: پس از همۀ اقدامات یا صحیح
it_it: Dopo tutti i tentativi o corretto

source: Attempted
eo: Àttémptéd Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Intentado
fa_ir: تلاش‌شده
it_it: Tentato
lv: Mēģināts
mn: Оролдсон

source: Show Answer: Number of Attempts
eo: Shöw Ànswér: Nümßér öf Àttémpts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Mostrar respuesta: número de intentos
fa_ir: نمایش پاسخ: تعداد دفعات تلاش
it_it: Mostra riposta: numero di tentativi
mn: Хариултыг Харуул: Оролдлогын Тоо

source: Number of times the student must attempt to answer the question before the Show Answer button appears.
eo: Nümßér öf tïmés thé stüdént müst ättémpt tö änswér thé qüéstïön ßéföré thé Shöw Ànswér ßüttön äppéärs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Número de veces que el alumno debe intentar responder a la pregunta antes de laAparece el botón Mostrar respuesta.
fa_ir: تعداد دفعاتی که یادگیرنده باید پیش از پاسخ به سؤال پاسخ دهد دکمه نمایش پاسخ ظاهر می‌شود.
it_it: Numero di volte in cui lo studente deve tentare di rispondere alla domanda prima che venga visualizzato il pulsante Mostra risposta.

source: Whether to force the save button to appear on the page
eo: Whéthér tö förçé thé sävé ßüttön tö äppéär ön thé pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Si forzar que el botón de guardar aparezca en la página
fa_ir: اینکه آیا باید دکمه ذخیره را در صفحه نماییش دهیم
it_it: Stabilire se forzare la visualizzazione del pulsante di salvataggio sulla pagina
lv: Vai saglabāšanas taustiņu parādīt lapā piespiedu kārtā
mn: Хадгалах товч хуудсан дээр харагдах эсэх

source: Show Reset Button
eo: Shöw Rését Büttön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Mostrar el botón de reseteo
fa_ir: نمايش دكمه بازتنظیم
it_it: Mostra il pulsante di reset
lv: Parādīt atiestates taustiņu
mn: Дахин эхлүүлэх товчийг харуулах

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
eo: Détérmïnés whéthér ä 'Rését' ßüttön ïs shöwn sö thé üsér mäý rését théïr änswér. À défäült välüé çän ßé sét ïn Àdvänçéd Séttïngs. Ⱡ'σ#
es_es: Determina si se muestra el botón 'Reiniciar' para que el usuario pueda reiniciar sus respuestas. Se puede establecer un valor por defecto en Configuración avanzada.
fa_ir: این مورد تعیین می‌کند که آیا دکمه «بازتنظیم» نمایش داده شود تا کاربر این امکان را داشته باشد که پاسخ خود را بازنشانی کند. مقدار پیش‌فرض آن را می‌توان در قسمت تنظیمات پیشرفته تعیین کرد.
it_it: Determina se visualizzare un pulsante 'Reimposta' in modo che l'utente possa reimpostare la sua risposta. È possibile impostare un valore predefinito in Impostazioni avanzate.
lv: Nosaka, vai atiestates taustiņš tiek parādīts lietotājiem, lai lietotāji varētu atiestatīt savu atbildi. Noklusējuma vērtību var iestatīt papildu iestatījumos.
mn: 'Reset' товч харуулах эсэх, харуулснаар хэрэглэгч хариултаа шинэчилж болно. Өгөгдмөл утгыг Нарийвчилсан тохиргоон дээр тохируулж болно.

source: Randomization
eo: Rändömïzätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Aleatorización
fa_ir: تصادفی‌سازی
it_it: Randomizzazione
lv: Randomizācija
mn: Санамсаргүй байдлаар оруулах

source: Defines when to randomize the variables specified in the associated Python script. For problems that do not randomize values, specify "Never".
eo: Défïnés whén tö rändömïzé thé värïäßlés spéçïfïéd ïn thé ässöçïätéd Pýthön sçrïpt. För prößléms thät dö nöt rändömïzé välüés, spéçïfý "Névér". Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕ#
es_es: Define cuando aleatorizar las variables especificadas en el script de Python asociado. Para los problemas que no aleatorizan los valores, especificar "Nunca".
fa_ir: این مورد تعیین می‌کند که چه زمانی متغیرهای معین اسکریپت پایتون مرتبط را تصادفی کند. برای مسایلی که مقادیر را تصادفی نمی‌کنند، از گزینه «هرگز» استفاده کنید.
it_it: Definisce quando randomizzare le variabili specificate nello script Python associato. Per problemi che non randomizzano i valori, specificare "Mai".
lv: Definē, kad randomizēt mainīgos, kas norādīti saistītajā Python skriptā. Problēmām, kurām netiek randomizētas vērtības, norādiet "Never".
mn: Холбогдох Python скриптэд тодорхойлсон хувьсагчдыг санамсаргүйгээр тодорхойлох эсэхийг зааж өгөх. Утгыг нь санамсаргүйгээр тохируулахгүй даалгавар дээр "Never" гэж тохируулна.

source: On Reset
eo: Ön Rését Ⱡ'σяєм ιρѕυм ∂#
es_es: Al resetear
fa_ir: روی بازتنظیم
it_it: In caso di reset
lv: Pie atiestates
mn: Дахин эхлүүлэх

source: Per Student
eo: Pér Stüdént Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Por alumno
fa_ir: به ازای هر یادگیرنده
it_it: Per studente
lv: Uz studentu
mn: Суралцагч бүр

source: XML data for the problem
eo: XML dätä för thé prößlém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Contenido XML del problema
fa_ir: داده‌های ایکس ام ال برای این مساله
it_it: Dati XML associati al problema
lv: XML dati problēmai
mn: Бодлогийн XML өгөгдөл

source: Dictionary with the correctness of current student answers
eo: Dïçtïönärý wïth thé çörréçtnéss öf çürrént stüdént änswérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Diccionario con las correcciones de los alumnos actuales.
fa_ir: فرهنگ‌لغتی با پاسخ‌های صحیح یادگیرنده فعلی
it_it: Dizionario con la correttezza delle risposte di studenti correnti
lv: Vārdnīca ar studentu pašreizējo atbilžu pareizību
mn: Одоогийн суралцагчийн зөв хариултуудтай толь бичиг

source: Dictionary for maintaining the state of inputtypes
eo: Dïçtïönärý för mäïntäïnïng thé stäté öf ïnpüttýpés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Diccionario para mantener el estado de los tipos de entrada
fa_ir: فرهنگ لغتی برای حفظ وضعيت انواع ورودی
it_it: Dizionario per la conservazione dello stato di inputtypes
lv: Vārdnīca ievades veidu stāvokļa uzturēšanai
mn: Оролтын төрлүүдийн төлвийг хэвээр нь хадгалах толь бичиг

source: Dictionary with the current student responses
eo: Dïçtïönärý wïth thé çürrént stüdént réspönsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Diccionario con las respuestas de los alumnos actuales.
fa_ir: فرهنگ لغتی با پاسخ‌های فعلی یادگیرنده
it_it: Dizionario con le risposte di studenti correnti
lv: Vārdnīca ar studentu pašreizējām atbildēm
mn: Одоогийн суралцагчийн хариу үйлдэлтэй толь бичиг

source: Dictionary with the current student score
eo: Dïçtïönärý wïth thé çürrént stüdént sçöré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Diccionario con la puntuación actual del estudiante.
fa_ir: فرهنگ لغت با نمره یادگیرنده فعلی
it_it: Dizionario con il punteggio studente corrente
lv: Vārdnīca ar studentu pašreizējiem vērtējumiem
mn: Одоогийн суралцагчийн оноотой толь бичиг

source: Whether or not the answers have been saved since last submit
eo: Whéthér ör nöt thé änswérs hävé ßéén sävéd sïnçé läst süßmït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Si las respuestas se han guardado o no desde el último envío
fa_ir: آیا پاسخ‌ها از آخرین ارسال، ذخیره شده اند یا خیر
it_it: Stabilisce se le risposte sono state salvate o meno dall'ultimo invio
lv: Vai atbildes ir vai nav tikušas saglabātas kopš pēdējās iesniegšanas
mn: Хариуг хамгийн сүүлд илгээснээс хойш хадгалагдсан эсэх

source: Whether the student has answered the problem
eo: Whéthér thé stüdént häs änswéréd thé prößlém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Si el alumno ha respondido al problema
fa_ir: آیا یادگیرنده به مساله پاسخ داده است
it_it: Stabilisce se lo studente ha risposto al problema
lv: Vai students ir atbildējis uz problēmu
mn: Суралцагч даалгавар хариулсан эсэх

source: Random seed for this student
eo: Rändöm sééd för thïs stüdént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Semilla aleatoria para este alumno
fa_ir: گزینه تصادفی برای این یادگیرنده
it_it: Seme casuale per questo studente
lv: Nejauša sākotnējā vērtība šim studentam
mn: Энэ суралцагчийн санамсаргүй тооны эхлэх утга

source: Last submission time
eo: Läst süßmïssïön tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Hora de entrega final.
fa_ir: زمان آخرین ارسال
it_it: Ultimo tempo di invio
lv: Pēdējās iesniegšanas laiks
mn: Сүүлийн илгээлтийн хугацаа

source: Timer Between Attempts
eo: Tïmér Bétwéén Àttémpts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Tiempo entre intentos
fa_ir: زمان‌سنج ميان تلاش‌ها
it_it: Timer tra tentativi
lv: Laiks starp mēģinājumiem
mn: Оролдлого хоорондын хугацаа хэмжигч

source: Seconds a student must wait between submissions for a problem with multiple attempts.
eo: Séçönds ä stüdént müst wäït ßétwéén süßmïssïöns för ä prößlém wïth mültïplé ättémpts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Segundos que un estudiante debe esperar entre entregas de un problema con múltiples intentos.
fa_ir: تعداد ثانیه‌هایی که یادگیرنده بین تلاش‌های متعددش برای ارسال‌ پاسخ‌ به این مساله باید منتظر بماند.
it_it: Numero di secondi che uno studente deve attendere tra un invio e l'altro riguardante un problema con tentativi multipli.
lv: Studenta gaidīšanas laiks sekundēs starp iesniegšanas reizēm problēmā ar vairākiem mēģinājumiem.
mn: Олон удаа оролдож болох даалгаварт суралцагч дараагийн хариуг илгээхдээ хэдэн секунд хүлээх ёстой хугацаа

source: Problem Weight
eo: Prößlém Wéïght Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Peso del problema
fa_ir: وزن مساله
it_it: Peso del problema
lv: Problēmas svarīgums
mn: Даалгаварын жин

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
eo: Défïnés thé nümßér öf pöïnts éäçh prößlém ïs wörth. Ìf thé välüé ïs nöt sét, éäçh réspönsé fïéld ïn thé prößlém ïs wörth öné pöïnt. Ⱡ#
es_es: Define la cantidad de puntos que vale cada problema. Si no se establece valor, cada campo respuesta en el problema vale un punto.
fa_ir: این گزینه میزان نمره هر مساله را نشان می‌دهد. اگر مقداری برای آن تعیین نشود، هر زمینه پاسخ در این مساله ارزش یک نمره دارد.
it_it: Definisce il valore del problema in base al numero di punti assegnato. Se questo valore non è impostato, ciascun campo di risposta nel problema ha un valore pari ad un punto.
lv: Definē katras problēmas vērtības punktu skaitu. Ja vērtība nav iestatīta, katra problēmas atbildes lauka vērtība ir viens punkts.
mn: Буруу хариулсан даалгаварт өгөх оноог тодорхойл. Хэрэв энэ утгыг тохируулаагүй бол даалгаврын буруу хариултын талбар бүрт нэг оноо өгнө.

source: Markdown source of this module
eo: Märkdöwn söürçé öf thïs mödülé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Fuente Markdown de este módulo.
fa_ir: منبع این ماژول را نشانه دار کنید
it_it: Sorgente Markdown di questo modulo
lv: Šī moduļa Markdown avots
mn: Энэ модулийн үнэ бууралтын эх үүсгэвэр

source: Source code for LaTeX and Word problems. This feature is not well-supported.
eo: Söürçé çödé för LäTéX änd Wörd prößléms. Thïs féätüré ïs nöt wéll-süppörtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Código fuente para problemas LaTeX y Word. Esta utilidad no es del todo soportada.
fa_ir: کد منبع برای مسایل LaTeX و word. این ویژگی به‌خوبی پشتیبانی نمی‌شود.
it_it: Codice sorgente per problemi LaTeX e Word. Questa funzione non è perfettamente supportata.
lv: LaTeX un Word problēmu pirmkods. Šis līdzeklis nav labi atbalstīts.
mn: LaTeX болон Word даалгаврын эх код.

source: Enable LaTeX templates?
eo: Énäßlé LäTéX témplätés? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: ¿Habilitar plantillas LaTeX?
fa_ir: قالب‌های LaTeX فعال است؟
it_it: Abilita template LaTeX?
lv: Iespējot LaTeX veidnes?
mn: LaTeX загварыг идэвхжүүлэх үү?

source: Matlab API key
eo: Mätläß ÀPÌ kéý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Clave para la API de Matlab
fa_ir: کلید API متلب
it_it: API key di Matlab
lv: Matlab API atslēga
mn: Matlab API түлхүүр

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use by this course for the specified duration. Please do not share the API key with other courses and notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
eo: Éntér thé ÀPÌ kéý prövïdéd ßý MäthWörks för äççéssïng thé MÀTLÀB Höstéd Sérvïçé. Thïs kéý ïs gräntéd för éxçlüsïvé üsé ßý thïs çöürsé för thé spéçïfïéd dürätïön. Pléäsé dö nöt shäré thé ÀPÌ kéý wïth öthér çöürsés änd nötïfý MäthWörks ïmmédïätélý ïf ýöü ßélïévé thé kéý ïs éxpöséd ör çömprömïséd. Tö ößtäïn ä kéý för ýöür çöürsé, ör tö répört än ïssüé, pléäsé çöntäçt mööçsüppört@mäthwörks.çöm#
es_es: Introduzca la clave de la API proporcionada por MathWorks para acceder al servicio de MATLAB. Esta clave es otorgada para usar de forma exclusiva por este curso para la duración especificada. Por favor no comparta la clave de la API con otros cursos y notifique inmediatamente a MathWorks si cree que la clave ha sido expuesta o comprometida. Para obtener una clave para tu curso, o para reportar una incidencia, por favor contacte con moocsupport@mathworks.com
fa_ir: برای دسترسی به سرویس میزبانی متلب، کلید API ارائه‌شده توسط MathWorks را وارد کنید. این کلید برای استفاده انحصاری توسط این دوره آموزشی برای مدت زمان مشخصی داده شده است. لطفاً کلید API را با دوره‌های آموزشی دیگر به اشتراک نگذارید و اگر تصور می‌کنید کلید لورفته یا در خطر است، فوراً به MathWorks اطلاع دهید. برای دستیابی به کلید دوره آموزشی خود، یا گزارش یک مشکل، لطفاً با moocsupport@mathworks.com تماس بگیرید
it_it: Immettere la chiave API fornita da MathWorks per l'accesso al servizio hosted MATLAB. Questa chiave è concessa in via esclusiva per questo corso per la durata specificata. Si prega di non condividere la chiave API con altri corsi e notificare immediatamente MathWorks se si crede che la chiave sia esposta o compromessa. Per ottenere una chiave per il proprio corso o per segnalare un errore, contattare moocsupport@mathworks.com
lv: Ievadiet MathWorks sniegto API atslēgu, lai piekļūtu MATLAB viesotajam pakalpojumam. Šī atslēga tiek izsniegta ekskluzīvai izmantošanai šajā kursā noteiktajā ilgumā. Lūdzu, nekopīgojiet API atslēgu ar citiem kursiem un nekavējoties paziņojiet MathWorks, ja domājat, ka atslēga ir tikusi kompromitēta vai sniegta (atklāta). Lai iegūtu atslēgu Jūsu kursam, vai ziņotu par problēmu, lūdzu, sazinieties ar moocsupport@mathworks.com.
mn: MATLAB-ын үйлчилгээнд хандахын тулд MathWorks-ийн өгсөн API түлхүүрийг оруулна уу. Энэ түлхүүр нь тодорхой хугацаанд энэ хичээлд ашиглахад зориулагдсан. API түлхүүрийг бусад хичээлтэй хуваалцаж болохгүй. Хэрэв таны түлхүүр нь хуулбарлагдсан, эсвэл эрсдэлд орсон гэдэгт итгэлтэй байвал MathWorks-д мэдэгдэнэ үү. Өөрийн хичээлийн түлхүүрийг авах эсвэл ямар нэгэн асуудлыг мэдээлэх бол moocsupport@mathworks.com хаягаар холбогдоно уу.

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
eo: Wé'ré sörrý, théré wäs än érrör wïth pröçéssïng ýöür réqüést. Pléäsé trý rélöädïng ýöür pägé änd trýïng ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Lo sentimos, hubo un error al procesar tu petición. Por favor, prueba a actualizar la página e inténtalo de nuevo.
fa_ir: پوزش می‌طلبیم، در هنگام پردازش درخواست شما خطایی به وجود آمد. لطفا صفحه را دوباره بارگیری کرده و مجددا تلاش کنید.
it_it: Spiacenti, si è verificato un errore durante l'elaborazione della propria richiesta. Si prega di ricaricare la pagina e provare nuovamente.
lv: Atvainojiet, Jūsu pieprasījuma apstrādes laikā notika kļūda. Lūdzu, mēģiniet pārlādēt Jūsu lapu un mēģiniet vēlreiz.
mn: Уучлаарай таны хүсэлтийг боловсруулах явцад алдаа гарлаа. Хуудсаа дахин ачаалаад дахин оролдоно уу.

source: The state of this problem has changed since you loaded this page. Please refresh your page.
eo: Thé stäté öf thïs prößlém häs çhängéd sïnçé ýöü löädéd thïs pägé. Pléäsé réfrésh ýöür pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: El estado de este ejercicio ha sido cambiado desde que cargaste la página. Por favor, actualiza la página.
fa_ir: از زمان بارگیری این صفحه، وضعیت مساله تغییر کرده است. لطفا صفحه را دوباره بارگیری کنید.
it_it: Lo stato di questo problema è cambiato dall'ultimo caricamento di questa pagina. Si prega di aggiornare la pagina.
lv: Šīs problēmas statuss ir izmainījies kopš Jūs ielādējāt šo lapu. Lūdzu, atsvaidziniet Jūsu lapu.
mn: Энэ хуудсыг ачаалсны дараа энэ асуудлын төлөв өөрчлөгдсөн байна. Хуудсыг дахин эхлүүлнэ үү.

source: Answer ID
eo: Ànswér ÌD Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Identificador de respuesta
fa_ir: شناسه پاسخ
it_it: ID Risposta
lv: Atbildes ID
mn: Хариултын дугаар

source: Question
eo: Qüéstïön Ⱡ'σяєм ιρѕυм ∂#
es_es: Pregunta
fa_ir: سوال
it_it: Domanda
lv: Jautājums
mn: Асуулт

source: Correct Answer
eo: Çörréçt Ànswér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Respuesta correcta
fa_ir: پاسخ صحيح
it_it: Risposta corretta
lv: Pareizā atbilde
mn: Зөв хариулт

source: Submitting
eo: Süßmïttïng Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Enviando
fa_ir: در حال ارسال
it_it: In fase di invio
lv: Iesniedz
mn: Илгээж байна
