Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

# weekday name
source: Friday
eo: Frïdäý Ⱡ'σяєм ιρѕυ#
es_es: Viernes
fa_ir: جمعه
it_it: Venerdì
lv: Piektdiena
mn: Баасан

# weekday name
source: Saturday
eo: Sätürdäý Ⱡ'σяєм ιρѕυм ∂#
es_es: Sábado
fa_ir: شنبه
it_it: Sabato
lv: Sestdiena
mn: Бямба

# weekday name
source: Sunday
eo: Sündäý Ⱡ'σяєм ιρѕυ#
es_es: Domingo
fa_ir: یکشنبه
it_it: Domenica
lv: Svētdiena
mn: Ням

# abbreviated weekday name
source: Mon
eo: Mön Ⱡ'σяєм#
es_es: Lun
fa_ir: دوشنبه
it_it: Lun
lv: Pirmd.
mn: Дав

# abbreviated weekday name
source: Tue
eo: Tüé Ⱡ'σяєм#
es_es: Mar
fa_ir: سه‌شنبه
it_it: Mar
lv: Otrd.
mn: Мяг

# abbreviated weekday name
source: Wed
eo: Wéd Ⱡ'σяєм#
es_es: Mie
fa_ir: چهارشنبه
it_it: Mer
lv: Trešd.
mn: Лха

# abbreviated weekday name
source: Thu
eo: Thü Ⱡ'σяєм#
es_es: Jue
fa_ir: پنج‌شنبه
it_it: Gio
lv: Ceturtd.
mn: Пүр

# abbreviated weekday name
source: Fri
eo: Frï Ⱡ'σяєм#
es_es: Vie
fa_ir: جمعه
it_it: Ven
lv: Piektd.
mn: Ба

# abbreviated weekday name
source: Sat
eo: Sät Ⱡ'σяєм#
es_es: Sab
fa_ir: شنبه
it_it: Sab
lv: Sestd.
mn: Бя

# abbreviated weekday name
source: Sun
eo: Sün Ⱡ'σяєм#
es_es: Dom
fa_ir: یکشنبه
it_it: Dom
lv: Svētd.
mn: Ням

# abbreviated month name
source: Jan
eo: Jän Ⱡ'σяєм#
es_es: Ene
fa_ir: ژانویه
it_it: Gen
lv: Janv.
mn: 1-р сар

# abbreviated month name
source: Feb
eo: Féß Ⱡ'σяєм#
fa_ir: فوریه
lv: Febr.
mn: 2-р сар

# abbreviated month name
source: Mar
eo: Mär Ⱡ'σяєм#
fa_ir: مارس
lv: Marts
mn: 3-р сар

# abbreviated month name
source: Apr
eo: Àpr Ⱡ'σяєм#
es_es: Abr
fa_ir: آوریل
mn: 4сар

# abbreviated month name
source: May
eo: Mäý Ⱡ'σяєм#
es_es: Mayo
fa_ir: می
it_it: Maggio
lv: Maijs
mn: 5 сар

# abbreviated month name
source: Jun
eo: Jün Ⱡ'σяєм#
fa_ir: ژوئن
it_it: Giu
lv: Jūn.
mn: 6 сар

# abbreviated month name
source: Jul
eo: Jül Ⱡ'σяєм#
fa_ir: جولاي
it_it: Lug
lv: Jūl.
mn: 7-р сар

# abbreviated month name
source: Aug
eo: Àüg Ⱡ'σяєм#
es_es: Ago
fa_ir: آگوست
it_it: Ago
mn: 8-р сар

# abbreviated month name
source: Sep
eo: Sép Ⱡ'σяєм#
fa_ir: سپتامبر
it_it: Set
lv: Sept.
mn: 9-р сар

# abbreviated month name
source: Oct
eo: Öçt Ⱡ'σяєм#
fa_ir: اکتبر
it_it: Ott
lv: Okt.
mn: 10-р сар

# abbreviated month name
source: Nov
eo: Növ Ⱡ'σяєм#
fa_ir: نوامبر
mn: 11-р сар

# abbreviated month name
source: Dec
eo: Déç Ⱡ'σяєм#
es_es: Dic
fa_ir: دسامبر
it_it: Dic
mn: 12-р сар

# month name
source: January
eo: Jänüärý Ⱡ'σяєм ιρѕυм #
es_es: Enero
fa_ir: ژانویه
it_it: Gennaio
lv: Janvāris
mn: 1 дүгээр сар

# month name
source: February
eo: Féßrüärý Ⱡ'σяєм ιρѕυм ∂#
es_es: Febrero
fa_ir: فوریه
it_it: Febbraio
lv: Februāris
mn: 2 дугаар сар

# month name
source: March
eo: Märçh Ⱡ'σяєм ιρѕ#
es_es: Marzo
fa_ir: مارس
it_it: Marzo
lv: Marts
mn: 3 дугаар сар

# month name
source: April
eo: Àprïl Ⱡ'σяєм ιρѕ#
es_es: Abril
fa_ir: آوریل
it_it: Aprile
lv: Aprīlis
mn: 4 сар

# month name
source: May
eo: Mäý Ⱡ'σяєм#
es_es: Mayo
fa_ir: می
it_it: Maggio
lv: Maijs
mn: 5 сар

# month name
source: June
eo: Jüné Ⱡ'σяєм ι#
es_es: Junio
fa_ir: ژوئن
it_it: Giugno
lv: Jūnijs
mn: 6 сар

# month name
source: July
eo: Jülý Ⱡ'σяєм ι#
es_es: Julio
fa_ir: جولای
it_it: Luglio
lv: Jūlijs
mn: 7 дугаар сар

# month name
source: August
eo: Àügüst Ⱡ'σяєм ιρѕυ#
es_es: Agosto
fa_ir: آگوست
it_it: Agosto
lv: Augusts
mn: 8 дугаар сар

# month name
source: September
eo: Séptémßér Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Septiembre
fa_ir: سپتامبر
it_it: Settembre
lv: Septembris
mn: 9 дүгээр сар

# month name
source: October
eo: Öçtößér Ⱡ'σяєм ιρѕυм #
es_es: Octubre
fa_ir: اکتبر
it_it: Ottobre
lv: Oktobris
mn: 10 дугаар сар

# month name
source: November
eo: Növémßér Ⱡ'σяєм ιρѕυм ∂#
es_es: Noviembre
fa_ir: نوامبر
it_it: Novembre
lv: Novembris
mn: 11 дүгээр сар

# month name
source: December
eo: Déçémßér Ⱡ'σяєм ιρѕυм ∂#
es_es: Diciembre
fa_ir: دسامبر
it_it: Dicembre
lv: Decembris
mn: 12 дугаар сар

source: The file must end with the extension '{file_types}'.
eo: Thé fïlé müst énd wïth thé éxténsïön '{file_types}'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: این پرونده باید به این پسوند ختم شود: '{file_types}'.
it_it: Il file deve terminare con l'estensione '{file_types}'.
lv: Datnes beigās jābūt šādam datnes paplašinājumam '{file_types}'.
mn: Файл нь дараах өргөтгөлүүдийн аль нэгээр төгссөн байх ёстой: '{file_types}'.

source: Maximum upload file size is {file_size} bytes.
eo: Mäxïmüm üplöäd fïlé sïzé ïs {file_size} ßýtés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: El tamaño máximo de fichero de subida es {file_size} bytes.
fa_ir: حداکثر اندازه پرونده برای بارگذاری {file_size} بایت است
it_it: La dimensione massima di upload è di {file_size} byte.
lv: Maksimālais datnes izmērs ir {file_size} baiti.
mn: Ачаалах файлын хамгийн их хэмжээ нь {file_size} байт.

source: Course {course_id} requires {prerequisite_course_id}
eo: Çöürsé {course_id} réqüïrés {prerequisite_course_id} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: El curso {course_id} requiere {prerequisite_course_id}
fa_ir: دوره آموزشی {course_id} نیاز به {prerequisite_course_id} دارد
it_it: Il corso {course_id} richiede {prerequisite_course_id}
lv: Kursam {course_id} ir nepieciešams {prerequisite_course_id}
mn: {course_id} хичээл нь {prerequisite_course_id} урьдчилан судалсан байхыг шаардана

source: System defined milestone
eo: Sýstém défïnéd mïléstöné Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Hito definido por el sistema
fa_ir: نقطه‌عطف معین سامانه
it_it: Traguardo definito dal sistema
lv: Sistēmā definēts atskaites punkts
mn: Систем гол зорилгыг тодорхойлсон

source: Your password must contain {length_instruction}, including {complexity_instructions}.
eo: Ýöür pässwörd müst çöntäïn {length_instruction}, ïnçlüdïng {complexity_instructions}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Su contraseña debe contener {length_instruction}, incluyendo {complexity_instructions}.
fa_ir: گذرواژه شما باید شامل {length_instruction}، از جمله{complexity_instructions} باشد
it_it: La password utilizzata deve contenere {length_instruction}, includendo {complexity_instructions}.
mn: Нууц үг {complexity_instructions}-ыг оролцуулаад {length_instruction} тэмдэгтүүдийг агуулсан байх ёстой.

source: Your password must contain {length_instruction}.
eo: Ýöür pässwörd müst çöntäïn {length_instruction}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Su contraseña debe contener {length_instruction}.
fa_ir: گذرواژه شما باید شامل {length_instruction} باشد.
it_it: La password utilizzata deve contenere {length_instruction}.
mn: Нууц үг заавал {length_instruction} агуулсан байх ёстой.

source: Invalid password.
eo: Ìnvälïd pässwörd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Contraseña incorrecta
fa_ir: گذرواژه معتبر نیست
it_it: Password non valida.
lv: Nederīga parole.
mn: Нууц үг буруу байна

source: at least %(min_length)d character
eo: ät léäst %(min_length)d çhäräçtér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: حداقل %(min_length)d نویسه
it_it: almeno %(min_length)d carattere
mn: хамгийн багадаа %(min_length)d тэмдэгт

source: This password is too long. It must contain no more than %(max_length)d character.
eo: Thïs pässwörd ïs töö löng. Ìt müst çöntäïn nö möré thän %(max_length)d çhäräçtér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: این گذرواژه بسیار طولانی است. نباید بیش از %(max_length)dنویسه داشته باشد.
it_it: Questa password è troppo lunga. Non deve contenere più di %(max_length)d carattere.
mn: Энэ нууц үг хэтэрхий урт байна. Нууц үг хамгийн ихдээ %(max_length)dтэмдэгт агуулсан байх ёстой.

source: Your password must contain no more than %(max_length)d character.
eo: Ýöür pässwörd müst çöntäïn nö möré thän %(max_length)d çhäräçtér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: گذرواژه شما نباید بیش از%(max_length)d نویسه داشته باشد.
it_it: La password utilizzata non deve contenere più di %(max_length)d carattere.
mn: Нууц үг хамгийн ихдээ %(max_length)d тэмдэгт агуулсан байх ёстой.

source: This password must contain at least %(min_alphabetic)d letter.
eo: Thïs pässwörd müst çöntäïn ät léäst %(min_alphabetic)d léttér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: این گذرواژه باید حداقل %(min_alphabetic)dنویسه الفبایی داشته باشد.
it_it: Questa password deve contenere almeno %(min_alphabetic)d lettera.
mn: Энэ нууц үг хамгийн багадаа %(min_alphabetic)d үсэг агуулсан байх ёстой.

source: Your password must contain at least %(min_alphabetic)d letter.
eo: Ýöür pässwörd müst çöntäïn ät léäst %(min_alphabetic)d léttér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: گذرواژه شما باید حداقل%(min_alphabetic)dحرف داشته باشد.
it_it: La password utilizzata deve contenere almeno %(min_alphabetic)d lettera.
mn: Таны нууц үг хамгийн багадаа %(min_alphabetic)d үсэг агуулсан байх ёстой.

source: %(num)d letter
eo: %(num)d léttér Ⱡ'σяєм ιρѕυм ∂σłσ#
fa_ir: %(num)d حرف
it_it: %(num)d lettera
mn: %(num)d үсэг

source: This password must contain at least %(min_numeric)d number.
eo: Thïs pässwörd müst çöntäïn ät léäst %(min_numeric)d nümßér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: این گذرواژه باید حداقل%(min_numeric)d عدد داشته باشد.
it_it: Questa password deve contenere almeno %(min_numeric)d numero.
mn: Энэ нууц үг хамгийн багадаа %(min_numeric)d тоо агуулсан байх ёстой.

source: Your password must contain at least %(min_numeric)d number.
eo: Ýöür pässwörd müst çöntäïn ät léäst %(min_numeric)d nümßér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: گذرواژه شما باید حداقل %(min_numeric)dعدد داشته باشد.
it_it: La password utilizzata deve contenere almeno %(min_numeric)d numero.
mn: Таны нууц үг хамгийн багадаа %(min_numeric)dтоо агуулсан байх ёстой.

source: %(num)d number
eo: %(num)d nümßér Ⱡ'σяєм ιρѕυм ∂σłσ#
fa_ir: %(num)dعدد
it_it: %(num)d numero
mn: %(num)d тоо

source: This password must contain at least %(min_upper)d uppercase letter.
eo: Thïs pässwörd müst çöntäïn ät léäst %(min_upper)d üppérçäsé léttér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: گذرواژه شما باید حداقل%(min_upper)dحرف بزرگ داشته باشد.
it_it: Questa password deve contenere almeno %(min_upper)d lettera maiuscola.
mn: Энэ нууц үг хамгийн багадаа %(min_upper)d том үсэг агуулсан байх ёстой.

source: Your password must contain at least %(min_upper)d uppercase letter.
eo: Ýöür pässwörd müst çöntäïn ät léäst %(min_upper)d üppérçäsé léttér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: این گذرواژه باید حداقل%(min_upper)dحرف کوچک داشته باشد.
it_it: La password utilizzata deve contenere almeno %(min_upper)d lettera maiuscola.
mn: Таны нууц үг хамгийн багадаа %(min_upper)dтом үсэг агуулсан байх ёстой.

source: %(num)d uppercase letter
eo: %(num)d üppérçäsé léttér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: %(num)d حرف بزرگ
it_it: %(num)d lettera maiuscola
mn: %(num)d том үсэг

source: This password must contain at least %(min_lower)d lowercase letter.
eo: Thïs pässwörd müst çöntäïn ät léäst %(min_lower)d löwérçäsé léttér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: این گذرواژه باید حداقل%(min_lower)dحرف کوچک داشته باشد.
it_it: Questa password deve contenere almeno %(min_lower)d lettera minuscola.
mn: Энэ нууц үг хамгийн багадаа%(min_lower)d жижиг үсэг агуулсан байх ёстой.

source: Your password must contain at least %(min_lower)d lowercase letter.
eo: Ýöür pässwörd müst çöntäïn ät léäst %(min_lower)d löwérçäsé léttér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: گذرواژه شما باید حداقل%(min_lower)d حرف کوچک داشته باشد.
it_it: La password utilizzata deve contenere almeno %(min_lower)d lettera minuscola.
mn: Таны нууц үг хамгийн багадаа %(min_lower)d жижиг үсэг агуулсан байх ёстой.

source: %(num)d lowercase letter
eo: %(num)d löwérçäsé léttér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: %(num)dحرف کوچک
it_it: %(num)d lettera minuscola
mn: %(num)d жижиг үсэг

source: This password must contain at least %(min_punctuation)d punctuation mark.
eo: Thïs pässwörd müst çöntäïn ät léäst %(min_punctuation)d pünçtüätïön märk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: این گذرواژه باید حداقل%(min_punctuation)d علامت نگارشی داشته باشد.
it_it: Questa password deve contenere almeno %(min_punctuation)d segno di punteggiatura.
mn: Энэ нууц үг хамгийн багадаа %(min_punctuation)d цэг таслал агуулсан байх ёстой.

source: Your password must contain at least %(min_punctuation)d punctuation mark.
eo: Ýöür pässwörd müst çöntäïn ät léäst %(min_punctuation)d pünçtüätïön märk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: گذرواژه شما باید حداقل%(min_punctuation)d علامت نگارشی داشته باشد.
it_it: La password utilizzata deve contenere almeno %(min_punctuation)d segno di punteggiatura.
mn: Таны нууц үг хамгийн багадаа %(min_punctuation)d цэг, таслал агуулсан байх ёстой.

source: %(num)d punctuation mark
eo: %(num)d pünçtüätïön märk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: %(num)dعلامت نگارشی
it_it: %(num)d segno di punteggiatura
mn: %(num)d цэг таслал

source: This password must contain at least %(min_symbol)d symbol.
eo: Thïs pässwörd müst çöntäïn ät léäst %(min_symbol)d sýmßöl. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: این گذرواژه باید حداقل دارای%(min_symbol)dنماد باشد.
it_it: Questa password deve contenere almeno %(min_symbol)d simbolo.
mn: Энэ нууц үг хамгийн багадаа %(min_symbol)dтэмдэгт агуулсан байна .

source: Your password must contain at least %(min_symbol)d symbol.
eo: Ýöür pässwörd müst çöntäïn ät léäst %(min_symbol)d sýmßöl. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: گذرواژه شما باید حداقل %(min_symbol)dنماد داشته باشد.
it_it: La password utilizzata deve contenere almeno %(min_symbol)d simbolo.
mn: Таны нууц үг хамгийн багадаа %(min_symbol)d тэмдэгт агуулсан байна.

source: %(num)d symbol
eo: %(num)d sýmßöl Ⱡ'σяєм ιρѕυм ∂σłσ#
fa_ir: %(num)d نماد
it_it: %(num)d simbolo
mn: %(num)d тэмдэгт

source: To disable the XBlock and prevent rendering in the LMS, leave "Enabled" deselected; for clarity, update XBlockStudioConfiguration support state accordingly.
eo: Tö dïsäßlé thé XBlöçk änd prévént réndérïng ïn thé LMS, léävé "Énäßléd" déséléçtéd; för çlärïtý, üpdäté XBlöçkStüdïöÇönfïgürätïön süppört stäté äççördïnglý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσ#
es_es: Para deshabilitar el XBlock e impedir el render en el LMS, deje "Enabled" deseleccionado; para mayor claridad, actualizar el estado de soporte de XBlockStudioConfiguration en conformidad.
fa_ir: برای غیر فعالسازی XBlock و جلوگیری از ارائه در سامانه آموزش مجازی، قسمت «گزینه» را از حالت انتخاب خارج کنید؛ برای وضوح، وضعیت پشتیبانی XBlockStudioConfiguration را متناسب با آن روزآمد کنید.
it_it: Per disabilitare l'XBlock ed impedire il rendering in LMS, lasciare l'opzione "Abilitato" deselezionata; per chiarezza, aggiornare conseguentemente lo stato di supporto XBlockStudioConfiguration.
lv: Lai atspējotu XBlock un novērstu LMS renderēšanu, atstājiet "Enabled" neizvēlētu; labākai skaidrībai atbilstoši atjauniniet XBlockStudioConfiguration atbalsta stāvokli.
mn: XBlock-г идэвхгүй болгож, LMS-д үзүүлэхээс сэргийлэхийн тулд, "Enabled" -ийг сонгоогүй чигээр нь үлдээж; XBlockStudioConfiguration дэмжлэгийг зохих ёсоор сайжруулах хэрэгтэй.

source: Only XBlocks listed in a course's Advanced Module List can be flagged as deprecated. Remember to update XBlockStudioConfiguration support state accordingly, as deprecated does not impact whether or not new XBlock instances can be created in Studio.
eo: Önlý XBlöçks lïstéd ïn ä çöürsé's Àdvänçéd Mödülé Lïst çän ßé fläggéd äs dépréçätéd. Rémémßér tö üpdäté XBlöçkStüdïöÇönfïgürätïön süppört stäté äççördïnglý, äs dépréçätéd döés nöt ïmpäçt whéthér ör nöt néw XBlöçk ïnstänçés çän ßé çréätéd ïn Stüdïö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσ#
es_es: Sólo los XBlocks enumerados en la lista de módulos avanzados de un curso pueden marcarse como obsoletos. Recuerde actualizar el estado de soporte de XBlockStudioConfiguration en conformidad, ya que si está obsoleto, no afecta a si se pueden crear nuevas instancias de XBlock en Studio.
fa_ir: فقط XBlockهایی که در فهرست ماژول‌های پیشرفته دوره آموزشی قرار گرفته‌اند می‌توانند به‌عنوان منسوخ‌شده علامت‌گذاری شوند. به یاد داشته باشید که وضعیت پشتیبانی XBlockStudioConfiguration را بر این اساس روزآمد کنید، زیرا منسوخ‌شدن آن تأثیری در ایجاد یا عدم ایجاد نمونه‌های جدید XBlock در استودیو ندارد.
it_it: Solo gli XBlock riportati nell'elenco di moduli avanzati possono essere contrassegnati come obsoleti. Va ricordato di aggiornare conseguentemente lo stato di supporto XBlockStudioConfiguration, poiché lo stato obsoleto non influisce sulla possibilità di creare o meno nuove istanze XBlock in Studio.
lv: Tikai tos XBlocks, kas minēti kursa Advanced Module List, var atzīmēt kā novecojušus. Neaizmirstiet atbilstoši atjaunināt XBlockStudioConfiguration atbalsta stāvokli, tā kā ‘novecojis’ stāvoklis neietekmē to, vai jaunas XBlock instances var vai nevar izveidot Studio.
mn: Хичээлийн Ахисан Модулийн Жагсаалтанд байгаа XBlocks зөвхөн хэрэгцээгүй/батлагдаагүй/ гэж тэмдэглэгдсэн байж болно. XBlockStudioConfiguration дэмжлэгийн зохих ёсоор сайжруулахыг санаарай, хэрэгцээгүй/батлагдаагүй/ нь Studio дээр шинэ XBlock загвар үүсгэж болох эсэхэд нөлөөлөхгүй.

source: XBlock/template combinations that are disabled cannot be edited in Studio, regardless of support level. Remember to also check if all instances of the XBlock are disabled in XBlockConfiguration.
eo: XBlöçk/témpläté çömßïnätïöns thät äré dïsäßléd çännöt ßé édïtéd ïn Stüdïö, régärdléss öf süppört lévél. Rémémßér tö älsö çhéçk ïf äll ïnstänçés öf thé XBlöçk äré dïsäßléd ïn XBlöçkÇönfïgürätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт#
es_es: Las combinaciones de XBlock / plantilla que están deshabilitadas no se pueden editar en Studio, independientemente del nivel de soporte. Recuerde también verificar si todas las instancias de XBlock están deshabilitadas en XBlockConfiguration.
fa_ir: صرف نظر از سطح حمایت، امکان ویرایش برای ترکیب‌های XBlock / قالب که غیرفعال هستند در هنرکده وجود ندارد. به یاد داشته باشید که لازم است بررسی کنید که همه موارد XBlock در XBlockConfiguration غیرفعال باشند.
it_it: Le combinazioni XBlock/template che sono disabilitate non possono essere modificate in Studio, indipendentemente dal livello di supporto. Va ricordato di controllare anche se tutte le istanze di XBlock siano disabilitate in XBlockConfiguration.
lv: XBlock/template kombinācijas, kuras ir atspējotas, nevar rediģēt Studio, neatkarīgi no atbalsta līmeņa. Neaizmirstiet pārbaudiet arī to, vai visas XBlock instances ir atspējotas XBlockConfiguration.
mn: Идэвхгүй болсон XBlock/загвар хослолыг дэмжих түвшингээс үл хамааран Studio дээр засварлаж чадахгүй. XBlockConfiguration дээр XBlock-ийн бүх загварууд идэвхгүй болсон эсэхийг шалгана уу.

source: Enabled XBlock/template combinations with full or provisional support can always be created in Studio. Unsupported XBlock/template combinations require course author opt-in.
eo: Énäßléd XBlöçk/témpläté çömßïnätïöns wïth füll ör prövïsïönäl süppört çän älwäýs ßé çréätéd ïn Stüdïö. Ûnsüppörtéd XBlöçk/témpläté çömßïnätïöns réqüïré çöürsé äüthör öpt-ïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα q#
es_es: Las combinaciones habilitadas de XBlock / plantilla con soporte completo o provisional siempre se pueden crear en Studio. Las combinaciones de XBlock / plantilla no admitidas requieren la participación del autor del curso.
fa_ir: امکان ساخت ترکیب‌‌های XBlock/template با پشتیبانی کامل یا موقت همیشه در هنرکده وجود دارد. ترکیب‌‌های XBlock/template بدون پشتیبانی نیاز به انتخاب نویسنده دوره دارد.
it_it: Le combinazioni XBlock/template abilitate con supporto completo o provvisorio possono essere sempre create in Studio. Le combinazioni XBlock/template non supportate richiedono l'accettazione dell'autore del corso.
lv: Studio vienmēr var izveidot iespējotas XBlock/template kombinācijas ar pilnu vai provizorisku atbalstu. Neatbalstītām XBlock/template kombinācijām ir nepieciešama kursa autora piekrišana.
mn: Бүрэн буюу түр хугацааны дэмжлэгтэй идэвхтэй XBlock/загварын хослолыг Studio дээр үргэлж байгуулж болно. Дэмжигдээгүй XBlock/загварын хослолууд нь хичээлийн зохиогчийг дэмжихийг шаардана.

source: show deprecation messaging in Studio
eo: shöw dépréçätïön méssägïng ïn Stüdïö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Mostrar mensajería censurada en Studio
fa_ir: نمایش پیام‌های منسوخ در هنرکده
it_it: mostra messaggistica di disapprovazione in Studio
lv: parādīt novecojuma ziņojumus Studio
mn: Studio дээр татгалзсан зурвас харуулах

source: Fully Supported
eo: Füllý Süppörtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Totalmente compatible
fa_ir: پشتیبانی کامل
it_it: Completamente supportato
lv: Pilnīgs atbalsts
mn: Бүрэн дэмжигдсэн

source: Provisionally Supported
eo: Prövïsïönällý Süppörtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Provisionalmente compatible
fa_ir: پشتیبانی موقت
it_it: Temporaneamente supportato
lv: Provizorisks atbalsts
mn: Түр хугацаагаар дэмжигдсэн

source: Unsupported
eo: Ûnsüppörtéd Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Incompatible
fa_ir: پشتیبانی نشده
it_it: Non supportato
lv: Nav atbalsta
mn: Дэмжигдээгүй

source: Unlock Account
eo: Ûnlöçk Àççöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Desbloquear cuenta
fa_ir: قفل‌گشایی حساب کاربری
it_it: Sblocca account

source: Close
eo: Çlösé Ⱡ'σяєм ιρѕ#
es_es: Cerrar
fa_ir: بستن
it_it: Chiudi
lv: Aizvērt
mn: Хаах

source: This is a routed Account Activation email for %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s
eo: Thïs ïs ä röütéd Àççöünt Àçtïvätïön émäïl för %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Este es un correo electrónico de activación de cuenta enrutado para %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s
fa_ir: این رایانامه مسیریابی فعال‌سازی حساب برای %(routed_user)s (%(routed_user_email)s):%(routed_profile_name)sاست
it_it: Questa è un'email di Attivazione account instradata per %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s

source: Account activation
fa_ir: فعال‌سازی حساب کاربری
it_it: Attivazione account
