Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: You can use your {accountName} account to sign in to your {platformName} account.
fa_ir: برای ورود به سامانه از حساب کاربری {accountName} خود می‌توانید از حساب کاربری {platformName} خود استفاده کنید.
he: ניתן לקשר את חשבון {accountName} שלך כדי להתחבר לחשבון {platformName}.
it_it: Puoi utilizzare il tuo account {accountName} per accedere al tuo account {platformName}.
tr_tr: {platformName} hesabına giriş yapmak için {accountName} hesabınızı kullanabilirsiniz.

source: Unlink your {accountName} account
fa_ir: قطع پیوند حساب کاربری {accountName} شما
he: הסר את הקישור של חשבון {accountName} שלך
it_it: Scollega il tuo account {accountName}
tr_tr: {accountName} hesabınızın bağlantısını kaldırın

source: Link Your Account
fa_ir: پیوند حساب کاربری شما
he: קשר את חשבונך
it_it: Collega il tuo account
tr_tr: Hesabınızı Bağlayın

source: Link your {accountName} account to your {platformName} account and use {accountName} to sign in to {platformName}.
fa_ir: حساب کاربری {accountName} خود را به حساب کاربری {platformName} خود پیوند دهید و از {accountName} برای ورود به سامانه {platformName} استفاده کنید.
he: קשר את חשבון {accountName} שלך לחשבון {platformName} והשתמש ב{accountName} כדי להתחבר ל{platformName}.
it_it: Collega il tuo account {accountName} al tuo account {platformName} e utilizza {accountName} per accedere a {platformName}.
tr_tr: {accountName} hesabınızı {platformName} hesabınıza bağlayın ve {platformName} platformuna giriş yapmak için {accountName} hesabınızı kullanın.

source: Unlinking
fa_ir: در حال قطع پیوند
he: מסיר קישור
it_it: Scollegando
tr_tr: Bağlantı kaldırma

source: Linking
fa_ir: در حال پیوند
he: מקשר
it_it: Collegando
tr_tr: Bağlama

source: Successfully unlinked.
fa_ir: پیوند قطع شد.
he: הסרת הקישור בוצעה בהצלחה.
it_it: Scollegato con successo.
tr_tr: Bağlantı başarıyla kaldırıldı.

source: Image Upload Error
fa_ir: خطای بارگذاری تصویر
he: שגיאה בהעלאת תמונה
it_it: Errore durante il caricamento dell'immagine
tr_tr: Görsel Yükleme Hatası

source: Please verify that you have uploaded a valid image (PNG and JPEG).
fa_ir: لطفاً تأیید کنید که تصویری معتبر (PNG و JPEG) بارگذاری کرده‌اید.
he: אנא ודא שהעלת תמונה חוקית (PNG ו- JPEG).
it_it: Per piacere, accertati di aver caricato un'immagine valida (PNG oppure JPEG).
tr_tr: Lütfen geçerli bir görüntü (PNG veya JPEG) yüklediğinizi doğrulayın.

source: An error has occurred. Please try again later.
fa_ir: خطایی رخ داد. لطفاً دوباره تلاش کنید.
he: אירעה שגיאה. אנא נסה שוב מאוחר יותר.
it_it: Si è verificato un errore. Per piacere, riprova più tardi.
tr_tr: Bir hata meydana geldi. Lütfen daha sonra tekrar deneyin.

source: Could not submit photos
fa_ir: امکان تأیید تصاویر وجود ندارد
he: לא ניתן להעלות תמונות
it_it: Impossibile caricare le foto.
tr_tr: Fotoğraf gönderilemedi

source: Professional Education Verified Certificate
fa_ir: گواهی تأیید‌شدۀ آموزش حرفه‌ای
he: תעודה מאומתת מקצועית
it_it: Certificato di formazione professionale verificato
tr_tr: Profesyonel Eğitim Onaylı Sertifika

source: Professional Education
fa_ir: تحصیلات حرفه ای
he: השכלה מקצועית
it_it: Formazione professionale
tr_tr: Profesyonel Eğitim

source: Verified Certificate upgrade
fa_ir: ارتقاء گواهی تأییدشده
he: שדרוג תעודה מאומתת
it_it: Aggiornamento del Certificato Verificato
tr_tr: Onaylı Sertifikayı Güncelle

source: Verified Certificate
fa_ir: گواهی تأییدشده
he: תעודה מאומתת
it_it: Certificato Verificato
tr_tr: Onaylı Sertifika

source: Checkout
fa_ir: بررسی
he: תשלום
it_it: Paga
tr_tr: Ödeme

source: Checkout with PayPal
fa_ir: پرداخت با PayPal
he: תשלום עם PayPal
it_it: Paga con PayPal
tr_tr: PayPal ile öde

source: Checkout with {processor}
fa_ir: بررسی با {processor}
he: תשלום עם {processor}
it_it: Paga con {processor}
tr_tr: {processor} ile öde

source: All payment options are currently unavailable.
fa_ir: هیچکدام از گزینه‌های پرداخت در دسترس نیستند.
he: כל אפשרויות התשלום אינן זמינות כרגע.
it_it: Tutte le opzioni di pagamento sono al momento non disponibili
tr_tr: Tüm ödeme seçenekleri şu anda kullanılamıyor.

source: Try the transaction again in a few minutes.
fa_ir: این تراکنش را بعد از چند دقیقه دوباره انجام دهید.
he: נסה לבצע את ההעברה שוב בעוד מספר דקות.
it_it: Riprova la transazione tra qualche minuto
tr_tr: Birkaç dakika içinde işlemi tekrar deneyin.

source: An error has occurred. Please try again.
fa_ir: خطایی رخ داده است. لطفا دوباره تلاش کنید.
he: אירעה שגיאה. אנא נסה שוב.
it_it: Si è verificato un errore. Per piacere, prova di nuovo.
tr_tr: Bir hata oluştu. Lütfen tekrar deneyin.

source: Could not submit order
fa_ir: امکان تایید سفارش نیست
he: לא ניתן לשלוח את ההזמנה
it_it: Impossibile inviare l'ordine
tr_tr: Sipariş teslim edilemedi

source: Take a photo of your ID
fa_ir: عکاسی از شناسه‌ شما
he: צלם תמונה של התעודה המזהה שלך.
it_it: Fai una foto del tuo documento d'identità
tr_tr: Kimliğinizin fotoğrafını çekin

source: Review your info
fa_ir: بازبینی اطلاعات شما
he: סקור את המידע שלך
it_it: Verifica le tue informazioni
tr_tr: Bilgilerinizi Gözden Geçirin

source: An error has occurred. Please try reloading the page.
fa_ir: خطایی رخ داد. لطفاً صفحه را دوباره بارگیری کنید.
he: אירעה שגיאה. אנא נסה לטעון מחדש את העמוד.
it_it: Si è verificato un errore. Per piacere, prova a ricaricare la pagina.
tr_tr: Bir hata oluştu. Lütfen sayfayı tekrar yüklemeyi deneyiniz.

source: Video Capture Error
fa_ir: خطای دریافت ویدئو
he: שגיאה בהעברת וידאו
it_it: Errore di cattura del video
tr_tr: Video Yakalama Hatası

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
fa_ir: لطفاً بررسی کنید که دوربین رایانۀ شما متصل است و به مرورگر خود اجازۀ دسترسی به آن را داده‌اید.
he: אנא ודא שמצלמת האינטרנט שלך מחוברת ושאפשרת לדפדפן שלך לגשת אליה.
it_it: Per piacere, accertati che la tua webcam sia connessa e assicurati di aver autorizzato l'accesso del tuo browser alla webcam.
tr_tr: Lütfen web kameranızın bağlı olduğunu ve tarayıcınızın erişime izni olduğunu doğrulayın.

source: No Webcam Detected
fa_ir: هیچ دوربینی یافت نشد
he: לא נמצאה מצלמה
it_it: Nessuna webcam rilevata
tr_tr: Web Kamerası Bulunamadı

source: You don't seem to have a webcam connected.
fa_ir: به نظر نمی‌رسد که دوربین متصل باشد.
he: נראה כי לא מחוברת מצלמת אינטרנט.
it_it: Non sembra che tu abbia una webcam connessa.
tr_tr: Bağlı bir web kameranız olmadığı görünmekte.

source: Double-check that your webcam is connected and working to continue.
fa_ir: برای ادامه فرایند، دوباره بررسی کنید و مطمئن شوید دوربین شما متصل است و کار می‌کند.
he: כדי להמשיך, אנא ודא שמצלמת האינטרנט שלך מחוברת ופועלת.
it_it: Accertati che la tua webcam sia connessa e funzionante per continuare.
tr_tr: Devam etmek için web kameranızın bağlı olduğunu ve çalıştığını tekrar kontrol edin.

source: Photo Captured successfully.
fa_ir: عکاسی به‌خوبی انجام شد.
he: התמונה הועברה בהצלחה.
it_it: Fotografia catturata con successo.
tr_tr: Fotoğraf başarıyla yakalandı.

source: No Flash Detected
fa_ir: هیچ فلشی یافت شد
he: לא אותר התקן פלאש
it_it: Flash non trovato
tr_tr: Flash Bulunamadı

source: You don't seem to have Flash installed. Get Flash to continue your verification.
fa_ir: به نظر نمی‌رسد که فلش را نصب کرده باشید. برای ادامه روند تأیید، آن را دریافت کنید.
he: נראה כי לא מותקן פלאש. הורד פלאש כדי להמשיך בתהליך האימות.
it_it: Sembra che tu non abbia installato Flash. Scarica Flash per procedere con la tua verifica.
tr_tr: Flash'ı yüklememiş gözüküyorsunuz. Doğrulamaya devam etmeniz için Flash'ı yükleyin.

source: Editable
fa_ir: ویرایش‌پذیر
he: ניתן לעריכה
it_it: Modificabile
tr_tr: Düzenlenebilir

source: Validation Error
fa_ir: خطای اعتبار
he: שגיאת אימות
it_it: Errore di validazione
tr_tr: Doğrulama Hatası

source: In Progress
fa_ir: درحال پیشرفت
he: בביצוע
it_it: In corso
tr_tr: İşlem sürüyor

source: Placeholder
fa_ir: نشانه
he: מציין מקום
it_it: Segnaposto
tr_tr: Yer tutucu

source: Your upload of '{file}' succeeded.
fa_ir: بارگذاری '{file}' موفق بود.
he: הקובץ '{file}' נטען בהצלחה.
it_it: Il caricamento di '{file}' ha avuto successo.
tr_tr: '{file}' yüklemeniz başarılı.

source: Your upload of '{file}' failed.
fa_ir: بارگذاری '{file}' موفق نبود.
he: העלת קובץ '{file}' נכשלה.
it_it: Il caricamento di '{file}' è fallito.
tr_tr: '{file}' yüklemeniz başarısız.

source: Upload an image
fa_ir: بارگذاری تصویر
he: העלה תמונה
it_it: Carica un'immagine
tr_tr: Görsel yükle

source: Change image
fa_ir: تغییر تصویر
he: שנה תמונה
it_it: Cambia immagine
tr_tr: Resmi Değiştir

source: Image
fa_ir: تصویر
he: תמונה
it_it: Immagine
tr_tr: Görüntü

source: An error has occurred. Refresh the page, and then try again.
fa_ir: خطایی رخ داد. صفحه را بارگیری کرده، و دوباره تلاش کنید.
he: אירעה שגיאה. רענן את העמוד ונסה שוב.
it_it: Si è verificato un errore. Aggiorna la pagina, poi prova di nuovo.
tr_tr: Bir hata oluştu. Sayfayı yenileyin, ve ondan sonra tekrar deneyin.

source: The file must be at least {size} in size.
fa_ir: اندازۀ پرونده باید کمینه {size} باشد.
he: על גודל הקובץ להיות לפחות {size}.
it_it: Il file deve avere una dimensione superiore a {size}.
tr_tr: Dosya en az {size} boyutunda olmalıdır.

source: The file must be smaller than {size} in size.
fa_ir: اندازۀ این پرونده باید کوچکتر از {size} باشد.
he: על גודל הקובץ להיות קטן מ{size}.
it_it: Il file deve avere una dimensione inferiore a {size}.
tr_tr: Dosya {size} boyutundan küçük olmalıdır.

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
fa_ir: بارگذاری در حال اجرا است. برای پیشگیری از خطا، تا پایان مراحل در این صفحه بمانید.
he: העלאה מתבצעת. בכדי להימנע משגיאות, הישאר בעמוד זה עד שהתהליך יושלם.
it_it: Caricamento in corso. Per evitare errori, rimani in questa pagina fino a completamento del processo.
tr_tr: Yükleme devam ediyor. Hatalardan kaçınmak için, işlem tamamlanana kadar bu sayfada kalın.

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
fa_ir: حذف این مورد در حال اجرا است. برای پیشگیری از خطا، تا پایان مراحل در این صفحه بمانید.
he: הסרה מתבצעת. בכדי להימנע משגיאות, הישאר בעמוד זה עד שהתהליך יושלם.
it_it: Rimozione in corso. Per evitare errori, rimani in questa pagina fino a completamento del processo.
tr_tr: Kaldırma devam ediyor. Hatalardan kaçınmak için, işlem tamamlanana kadar bu sayfada kalın.

source: bytes
fa_ir: بایت
tr_tr: byte

source: KB
fa_ir: کیلوبایت

source: MB
fa_ir: مگابایت

source: Course is not yet visible to students.
fa_ir: این درس هنوز برای یادگیرندگان قابل مشاهده نیست.
he: קורס לא גלוי לסטודנטים
it_it: Il corso non è ancora visibile agli studenti.
tr_tr: Ders öğrencilere şu anda görünür değil.

source: You cannot view the course as a student or beta tester before the course release date.
fa_ir: شما به‌عنوان یادگیرنده، پیش از تاریخ انتشار، امکان مشاهده این دوره آموزشی را ندارید.
he: אינך יכול לצפות בקורס זה כסטודנט או משתמש בגרסת הבטא לפני תאריך ההשקה של הקורס.
it_it: Non è possibile visualizzare il corso come studente o beta tester prima della data di uscita del corso.
tr_tr: Dersin yayımlanma tarihinden önce öğrenci veya beta tester olarak dersi inceleyemezsiniz.

source: Overall Score
fa_ir: نمرۀ کلی
it_it: Voto Finale
tr_tr: Toplam Skor

source: Bookmark this page
fa_ir: نشانه‌گذاری این صفحه
it_it: Aggiungi ai preferiti
tr_tr: Bu sayfaya yer imi koy

source: Bookmarked
fa_ir: نشاندار
he: מסומן בסימניה
it_it: Salvato nei segnalibri
tr_tr: Yer imi kondu

source: {total_results} result found for "{search_term}"
fa_ir: {total_results} نتیجه برای "{search_term}" پیدا شد
it_it: {total_results} risultato trovato per "{search_term}"
tr_tr: "{search_term}" için {total_results} sonuç bulundu

source: Profile Visibility:
fa_ir: رؤیت‌پذیری پروندۀ کاربر:
it_it: Visibilità del profilo:
tr_tr: Profil Görünürlüğü:

source: Limited Profile
fa_ir: خلاصۀ پروندۀ کاربر
he: פרופיל חלקי
it_it: Profilo limitato
tr_tr: Kısıtlı Profil

source: Full Profile
fa_ir: پرونده کامل کاربری
he: פרופיל מלא
it_it: Profilo completo
tr_tr: Tam Profil

source: Joined
fa_ir: عضوشده
it_it: Iscritto
tr_tr: Katıldı

source: Joined Date
fa_ir: تاریخ عضویت
it_it: Data iscrizione
tr_tr: Katılma Tarihi

source: Location
fa_ir: مکان
it_it: Posizione
tr_tr: Yer

source: Add Country
fa_ir: افزودن کشور
he: הוסף מדינה
it_it: Aggiungi nazione
tr_tr: Ülke ekle

source: Add language
fa_ir: افزودن زبان
he: הוסף שפה
it_it: Aggiungi lingua
tr_tr: Dil ekle

source: About me
fa_ir: دربارۀ من
he: על עצמי
it_it: Su di me
tr_tr: Hakkımda

source: Tell other learners a little about yourself: where you live, what your interests are, why you're taking courses, or what you hope to learn.
fa_ir: به سایر یادگیرندگان کمی دربارۀ خودتان بگویید: در کجا زندگی می‌کنید، علایق شما کدامست، چرا این دوره‌های آموزشی را می‌گذرانید یا امیدوارید که یاد بگیرید.
he: ספר מעט על עצמך לתלמידים האחרים: היכן אתה גר, מהם תחומי העניין שלך, מדוע נרשמת לקורסים או מה אתה מקווה ללמוד.
it_it: Racconta qualcosa di te agli altri studenti: dove vivi, quali sono i tuoi interessi, perché stai seguendo i corsi, o cosa speri di imparare.
tr_tr: Diğer öğrencilere biraz kendinizden bahsedin: Nerede yaşıyorsun, neler ilgini çekiyor, niçin buradan ders alıyorsun ya da ne öğrenmeyi umuyorsun.

source: Accomplishments Pagination
fa_ir: دستاوردهای صفحه‌بندی
he: עימוד הישגים
it_it: Paginazione dei risultati conseguiti
tr_tr: Başarılar Sayfalandırıcısı

source: Account Settings page.
fa_ir: صفحۀ تنظیمات حساب کاربری.
he: עמוד הגדרות חשבון
it_it: Pagina impostazioni account.
tr_tr: Hesap Ayarları sayfası.

source: You must specify your birth year before you can share your full profile. To specify your birth year, go to the {account_settings_page_link}
fa_ir: پیش از اینکه بتوانید پروندۀ کامل کاربری خود را به اشتراک بگذارید، سال تولد خود را مشخص کنید. برای این کار ، به {account_settings_page_link} بروید
he: עליך לציין את שנת הלידה שלך לפני שתוכל לחלוק את הפרופיל המלא שלך. בכדי לציין את שנת הלידה שלך עבור ל{account_settings_page_link}
it_it: Devi specificare il tuo anno di nascita prima di poter condividere il tuo profilo completo. Per specificare il tuo anno di nascita vai a {account_settings_page_link}
tr_tr: Tüm profilinizi paylaşmadan önce doğum yılınızı belirlemek zorundasınız. Doğum yılınızı belirlemek için, {account_settings_page_link} bağlantısına gidin

source: You must be over 13 to share a full profile. If you are over 13, make sure that you have specified a birth year on the {account_settings_page_link}
fa_ir: برای اشتراک‌گذاری پروندۀ کامل کاربری خود باید بیش از 13 سال سن داشته باشید، اگر این عدد درست نیست، مطمئن شوید که سال تولد خود را وارد کرده‌اید {account_settings_page_link} بروید
he: עליך להיות מעל גיל 13 כדי לשתף את מידע הפרופיל המלא שלך. אם אתה מעל גיל 13, ודא שציינת את שנת הלידה שלך ב{account_settings_page_link}
it_it: Devi avere più di 13 anni per condividere un profilo completo. Se hai più di 13 anni, assicurati di aver specificato il tuo anno di nascita in {account_settings_page_link}
tr_tr: Tüm profili paylaşmak için 13 yaşından büyük olmanız gerekmektedir. Eğer 13 yaşından büyükseniz, {account_settings_page_link} sayfasında doğum yılınızı belirttiğinizden emin olun.

source: Profile Image
fa_ir: تصویر پرونده کاربری
he: תמונת פרופיל
it_it: Immagine del profilo
tr_tr: Profil Resmi

source: Profile image for {username}
fa_ir: تصویر کاربری برای {username}
he: תמונת פרופיל עבור {username}
it_it: Immagine di profilo di {username}
tr_tr: {username} için profil resmi

source: About Me
fa_ir: درباره من
he: על עצמי
it_it: Su di me
tr_tr: Hakkımda

source: Accomplishments
fa_ir: دستاوردها
he: הישגים
it_it: Risultati conseguiti
tr_tr: Başarılar

source: Profile
fa_ir: پرونده کاربری
he: פרופיל
it_it: Profilo
tr_tr: Profil

source: Updating with latest library content
fa_ir: روزآمدسازی با آخرین محتوای کتابخانه
he: מעדכן עם התוכן העדכני ביותר
it_it: Aggiornamento con gli ultimi contenuti della libreria
tr_tr: Son kütüphane içeriğiyle güncelleniyor

source: Loading...
fa_ir: در حال بارگیری ...
it_it: Caricamento...
tr_tr: Yüklüyor...

source: Selected blocks
fa_ir: بلوک‌های منتخب
it_it: Blocchi selezionati
tr_tr: Seçili blocklar

source: Unable to update settings
fa_ir: تنظیمات روزآمد نشد
it_it: Impossibile aggiornare le impostazioni
tr_tr: Ayarlar güncellenemedi

source: Creating missing groups
fa_ir: درحال ایجاد گروه‌های مفقود
he: יצירה של קבוצות חסרות
it_it: Sto creando i gruppi mancanti
tr_tr: Eksik gruplar oluşturuluyor

source: {start_strong}{total}{end_strong} words submitted in total.
fa_ir: {start_strong}{total}{end_strong} کلمه در کل تأیید شد.
he: {start_strong}{total}{end_strong} סך כל המילים שנשלחו.
it_it: {start_strong}{total}{end_strong} parole inviate in totale.
tr_tr: Toplamda {start_strong}{total}{end_strong} kelime gönderildi.

source: Show Annotations
fa_ir: نمایش یادداشت‌ها
he: הצג הסבר
it_it: Mostra le Annotazioni
tr_tr: İpuçlarını göster

source: Hide Annotations
fa_ir: پنهان‌کردن یادداشت
he: הסתר הסברים
it_it: Nascondi le Annotazioni
tr_tr: İpuçlarını Gizle

source: Expand Instructions
fa_ir: بازکردن راهنما
he: הרחב הנחיות
it_it: Espandi le Istruzioni
tr_tr: Komutları genişlet

source: Collapse Instructions
fa_ir: جمع کردن راهنما
he: כווץ הנחיות
it_it: Nascondi le Istruzioni
tr_tr: Komutları Daralt

source: Commentary
fa_ir: شرح و تفسیر
he: הערות
it_it: Commentario
tr_tr: Yorum

source: Reply to Annotation
fa_ir: پاسخ به یادداشت
he: השב להסבר
it_it: Risposta all'Annotazione
tr_tr: İpuçlarına Yanıt Ver

source: {num_points} point possible (graded, results hidden)
fa_ir: {num_points} نمره احتمالی ( بارم‌بندی‌شده، نتایج مخفی است)
it_it: {num_points} punto possibile (valutato, risultati nascosti)
tr_tr: {num_points} alınabilir puan (notlandırılan, sonuçlar gizli)

source: {num_points} point possible (ungraded, results hidden)
fa_ir: {num_points} امتیاز احتمالی (بدون بارم، نتایج مخفی است)
it_it: {num_points} punto possibile (non valutato, risultati nascosti)
tr_tr: {num_points} alınabilir puan (notlandırılmayan, sonuçlar gizli)

source: {num_points} point possible (graded)
fa_ir: {num_points} نمره احتمالی (بارم‌بندی‌شده)
it_it: {num_points} punto possibile (valutato)
tr_tr: {num_points} alınabilir puan (notlandırılan)

source: {num_points} point possible (ungraded)
fa_ir: {num_points} نمره (بدون بارم‌)
it_it: {num_points} punto possibile (non valutato)
tr_tr: {num_points} alınabilir puan (notlandırılmayan)

source: {earned}/{possible} point (graded)
fa_ir: {earned}/{possible} نمره (بارم‌بندی‌شده)
it_it: {earned}/{possible} punto (valutato)
tr_tr: {possible} üzerinden {earned} puan (notlandırılan)

source: {earned}/{possible} point (ungraded)
fa_ir: {earned}/{possible} نمره (بدون بارم‌)
it_it: {earned}/{possible} punto (non valutato)
tr_tr: {possible} üzerinden {earned} puan (notlandırılmayan)

source: The grading process is still running. Refresh the page to see updates.
fa_ir: روند نمره‌بندی هنوز ادامه دارد. برای مشاهدۀ نسخه‌های روزآمد صفحه را دوباره بارگیری کنید.
he: תהליך הדירוג ממשיך לפעול. רענן את הדף כדי לראות עדכונים.
it_it: La valutazione è ancora in corso. Aggiorna la pagina per visualizzare gli aggiornamenti.
tr_tr: Notlama işlemi hâlâ devam ediyor. Güncellemeleri görmek için sayfayı yenileyin.

source: Could not grade your answer. The submission was aborted.
fa_ir: نمی‌توانید به پاسخ خود نمره بدهید. ارسال انجام نشد.
it_it: Impossibile valutare la tua risposta. L'invio è stato annullato.
tr_tr: Cevabınız notlandırılamadı. Gönderim iptal edildi.

source: Submission aborted! Sorry, your browser does not support file uploads. If you can, please use Chrome or Safari which have been verified to support file uploads.
fa_ir: ارسال لغو شد! عذرخواهیم، مرورگر شما از بارگذاری پرونده پشتیبانی نمی‌کند. اگر می‌توانید، لطفاً برای پشتیبانی از بارگذاری پرونده، از Chrome یا Safari استفاده کنید که تأیید شده‌اند.
it_it: Invio annullato! Il browser non supporta il caricamento di file. Se possibile, utilizza Chrome o Safari che supportano il caricamento dei file.
tr_tr: Gönderim iptal edildi. Üzgünüz ama tarayıcınız dosya gönderimini desteklemiyor. Yapabiliyorsanız, Chrome, Firefox ya da Safari gibi dosya gönderimini destekleyen daha modern bir tarayıcı kullanın.

source: You submitted {filename}; only {allowedFiles} are allowed.
fa_ir: شما {filename} را ارسال کردید؛ فقط {allowedFiles} مجاز است.
it_it: Il file {filename} inviato non è nel formato corretto; sono consentiti solo file {allowedFiles}.
tr_tr: {filename} dosyasını gönderdiniz; sadece {allowedFiles} dosyalarına izin veriliyor.

source: Your file {filename} is too large (max size: {maxSize}MB).
fa_ir: پروندۀ شما {filename} خیلی بزرگ است (حداکثر اندازه: {maxSize} مگابایت).
it_it: Il file {filename} è troppo grande (dimensione massima: {maxSize}MB).
tr_tr: {filename} dosyası fazla büyük (maks büyüklük: {maxSize}MB).

source: You did not submit the required files: {requiredFiles}.
fa_ir: شما پرونده‌های مورد نیاز را ارسال نکرده‌اید: {requiredFiles}.
it_it: Non hai inviato i file richiesti: {requiredFiles}.
tr_tr: Gerekli dosyaları göndermediniz: {requiredFiles}.

source: You did not select any files to submit.
fa_ir: شما هیچ پرونده‌ای را برای ارسال انتخاب نکردید.
it_it: Non hai selezionato file da inviare.
tr_tr: Gönderim için herhangi bir dosya seçmediniz.

source: This problem has been reset.
fa_ir: این مشکل بازتنظیم شده‎‌است.
it_it: Il problema è stato risolto.
tr_tr: Bu problem sıfırlandı.

source: unsubmitted
fa_ir: ارسال‌نشده
it_it: non inviato
tr_tr: gönderilmedi

source: Paragraph
fa_ir: بند
he: פסקה
it_it: Paragrafo
tr_tr: Paragraf

source: Preformatted
fa_ir: از پیش قالب‌بندی شده
he: פורמט מקדים
it_it: Preformattato
tr_tr: Önceden biçimlendirilmiş

source: Heading 3
fa_ir: سرصفحه 3
he: כותרת 3
it_it: Titolo 3
tr_tr: Başlık 3

source: Heading 4
fa_ir: سرصفحه 4
he: כותרת 4
it_it: Titolo 4
tr_tr: Başlık 4

source: Heading 5
fa_ir: سرصفحه 5
he: כותרת 5
it_it: Titolo 5
tr_tr: Başlık 5

source: Heading 6
fa_ir: سرصفحه 6
he: כותרת 6
it_it: Titolo 6
tr_tr: Başlık 6

source: Add to Dictionary
fa_ir: افزودن به فرهنگ لغت
he: הוסף למילון
it_it: Aggiungi al Dizionario
tr_tr: Sözlüğe ekle

source: Align center
fa_ir: وسط
he: ישר למרכז
it_it: Allinea al centro
tr_tr: Ortala

source: Align left
fa_ir: چپ‌چین
he: ישר לשמאל
it_it: Allinea a sinistra
tr_tr: Sola yasla

source: Align right
fa_ir: راست‌چین
he: ישר לימין
it_it: Allinea a destra
tr_tr: Sağa yasla

source: Alignment
fa_ir: تراز
he: ישור
it_it: Allineamento
tr_tr: Hizalama

source: Alternative source
fa_ir: منبع جایگزین
he: מקור אלטרנטיבי
it_it: Sorgente alternativa
tr_tr: Alternatif kaynak

source: Anchor
fa_ir: عضو تیم
he: עוגן
it_it: Ancoraggio
tr_tr: Tutturucu

source: Anchors
fa_ir: اعضای تیم
he: עוגנים
it_it: Ancoraggi
tr_tr: Tutturucular

source: Author
fa_ir: نویسنده
he: מחבר
it_it: Autore
tr_tr: Yazar

source: Background color
fa_ir: رنگ پس‌زمینه
he: צבע רקע
it_it: Colore di sfondo
tr_tr: Arkaplan rengi

source: Blocks
fa_ir: بلوک‌ها
he: בלוקים
it_it: Blocchi
tr_tr: Bloklar

source: Body
fa_ir: بدنه
he: גוף
it_it: Corpo
tr_tr: Gövde

source: Bold
fa_ir: درشت
he: מודגש
it_it: Grassetto
tr_tr: Kalın

source: Border color
fa_ir: رنگ حاشیه
he: צבע גבול
it_it: Colore del bordo
tr_tr: Kenarlık rengi

source: Border
fa_ir: حاشیه
he: גבול
it_it: Bordo
tr_tr: Kenarlık

source: Bottom
fa_ir: پایین
he: תחתית
it_it: In basso
tr_tr: Alt

source: Bullet list
fa_ir: فهرست گلوله‌ها
he: רשימה עם תבליטים
it_it: Elenco puntato
tr_tr: Madde imli liste

source: Caption
fa_ir: توضیح
he: כתוביות
it_it: Didascalia
tr_tr: Altyazı

source: Cell padding
fa_ir: لایۀ سلول
he: ריווח תא
it_it: Spaziatura celle
tr_tr: Hücre doldurma

source: Cell properties
fa_ir: خواص سلول
he: מאפייני התא
it_it: Proprietà della cella
tr_tr: Hücre özellikleri

source: Cell spacing
fa_ir: فاصلۀ سلول
it_it: Spaziatura della cella
tr_tr: Hücre boşluğu

source: Cell type
fa_ir: نوع سلول
he: סוג התא
it_it: Tipo di cella
tr_tr: Hücre türü

source: Cell
fa_ir: سلول
he: תא
it_it: Cella
tr_tr: Hücre

source: Center
fa_ir: مرکز
he: מרכז
it_it: Al centro
tr_tr: Orta
