Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: altering or removing any trademark, copyright or other proprietary or legal notices contained in, or appearing on, the APIs or any API Content;
eo: ältérïng ör rémövïng äný trädémärk, çöpýrïght ör öthér pröprïétärý ör légäl nötïçés çöntäïnéd ïn, ör äppéärïng ön, thé ÀPÌs ör äný ÀPÌ Çöntént; Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕ#
es_es: alterar o eliminar cualquier marca registrada, copyright u otros avisos de propiedad o legales contenidos o que aparezcan en las API o cualquier Contenido de la API;
fa_ir: تغییر یا حذف هر علامت تجاری، حق تالیف و یا دیگر اعلامیه های اختصاصی یا حقوقی موجود است یا ظاهر می‌شود APIs در یا هر محتوای API؛
it_it: alterazione o modifica di qualsiasi marchio, copyright o altra informazione legale o proprietaria contenuta nelle API o nel Contenuto API;
lv: jebkuru preču zīmju, autortiesību vai citu īpašumtiesību vai juridisku paziņojumu izmainīšana vai noņemšana, kas atrodas vai parādās API vai jebkurā API saturā;
mn: зохиогчийн эрхэд хамаарах аливаа хууль тогтоомж, тэдгээрийн агуулгаар тодорхойлогдож буй аливаа өмчлөл буюу хууль ёсны мэдэгдлүүдийг өөрчлөх буюу устгах;

source: sublicensing, re-distributing, renting, selling or leasing access to the APIs or your client secret to any third party;
eo: süßlïçénsïng, ré-dïstrïßütïng, réntïng, séllïng ör léäsïng äççéss tö thé ÀPÌs ör ýöür çlïént séçrét tö äný thïrd pärtý; Ⱡ'σяєм ιρѕυм#
es_es: sublicencia, redistribución, alquiler, venta o arrendamiento de acceso a las API o a su secreto de cliente a terceros;
fa_ir: صدور مجوز فرعی، توزیع مجدد، اجاره، فروش و یا ارائه دسترسی به API های یا مشتری مخفی شما خود را به هر برنامه شخص ثالث؛
it_it: concessione in sublicenza, ridistribuzione, affitto, vendita o concessione in leasing dell'accesso alle API o del segreto client a terze parti;
lv: API vai Jūsu klienta noslēpuma apakšlicencēšana, tālākizplatīšana, iznomāšana, pārdošana vai API piekļuves iznomāšana.
mn: түрээслүүлэх, дахин хуваарилах, түрээслэх, худалдах, түрээслэх, API буюу гуравдагч этгээдийн нууцыг хадгалах;

source: distributing any virus, Trojan horse, spyware, adware, malware, bot, time bomb, worm, or other harmful or malicious component; or
eo: dïstrïßütïng äný vïrüs, Tröjän hörsé, spýwäré, ädwäré, mälwäré, ßöt, tïmé ßömß, wörm, ör öthér härmfül ör mälïçïöüs çömpönént; ör Ⱡ'σ#
es_es: distribuir cualquier virus, troyano, spyware, adware, malware, bot, bomba de tiempo, gusano u otro componente dañino o malicioso; o
fa_ir: توزیع هر گونه ویروس، اسب های تروجان، نرم افزارهای جاسوسی، ابزارهای تبلیغاتی مزاحم، ربات، بمب، کرم، یا دیگر اجزای مضر و مخرب؛ یا
it_it: distribuzione di virus, Trojan horse, spyware, adware, malware, bot, time bomb, worm o altri componenti dannosi o malevoli; o
lv: jebkuru vīrusu, Trojas zirgu, spiegprogrammatūras, reklāmprogramatūras, botu, laika bumbu, tārpu, vai citu kaitīgu vai ļaunprātīgu komponentu izplatīšana; vai
mn: ямар ч вирус, Трояны морь, суухаас, adware, malware, bot, time bomb, worm эсвэл бусад аюултай эсвэл хортой бүрэлдэхүүн хэсгийг тараах; эсвэл

source: using the APIs for any purpose which or might overburden, impair or disrupt the {platform_name} platform, servers or networks.
eo: üsïng thé ÀPÌs för äný pürpösé whïçh ör mïght övérßürdén, ïmpäïr ör dïsrüpt thé {platform_name} plätförm, sérvérs ör nétwörks. Ⱡ'σяєм ιρѕυм ∂σł#
es_es: utilizar las API para cualquier propósito que pueda sobrecargar, perjudicar o interrumpir la plataforma, los servidores o las redes de {platform_name}.
fa_ir: استفاده از APIs برای هر هدف که یا ممکن است بارش بیش از حد باشد، تضعیف شود یا {platform_name} پلت فرم، سرور و یا شبکه دچار اختلال شود .
it_it: utilizzo delle API per qualsiasi scopo che potrebbe sovraccaricare, danneggiare o interrompere il funzionamento della piattaforma {platform_name}, dei server o delle reti.
lv: API izmantošana jebkuriem mērķiem, kas var pārslogot, pasliktināt vai traucēt {platform_name} platformu, serverus vai tīklus.
mn: APIs-г ашиглан хэтэрч болох эсвэл хэтэрч болзошгүй {platform_name} платформ, сервер эсвэл сүлжээг сүйтгэх эсвэл тасалдуулах.

source: Usage and Quotas
eo: Ûsägé änd Qüötäs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: شیوه استفاده و سهمیه‌ها
it_it: Utilizzo e preventivi
lv: Lietošana un kvotas
mn: Хэрэглээ ба Квот

source: {platform_name_capitalized} reserves the right, in its discretion, to impose reasonable restrictions and limitations on the number and frequency of calls made by you or Your Application to the APIs. You must not attempt to circumvent any restrictions or limitations imposed by {platform_name}.
eo: {platform_name_capitalized} résérvés thé rïght, ïn ïts dïsçrétïön, tö ïmpösé réäsönäßlé réstrïçtïöns änd lïmïtätïöns ön thé nümßér änd fréqüénçý öf çälls mädé ßý ýöü ör Ýöür Àpplïçätïön tö thé ÀPÌs. Ýöü müst nöt ättémpt tö çïrçümvént äný réstrïçtïöns ör lïmïtätïöns ïmpöséd ßý {platform_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη я#
fa_ir: {platform_name_capitalized} این حق را دارد، بنا به صلاحدید خود، محدودیت‌ها و انحصارات معقولی را در تعداد و توالی تماس‌های برقرار شده توسط شما یا برنامۀ شما با API ها اعمال کند. لازم به ذکر است که نباید سعی کنید که محدودیت یا انحصارات اعمال شده توسط {platform_name} را دور بزنید.
it_it: {platform_name_capitalized} si riserva il diritto, a propria discrezione, di imporre ragionevoli limitazioni al numero ed alla frequenza delle chiamate effettuate alle API da parte dell'Utente o dell'Applicazione dell'utente. L'utente non deve provare ad aggirare alcuna limitazione imposta da {platform_name}.
mn: {platform_name_capitalized} нь та болон таны програмаас API-г дуудах тоо болон давтамжийг хязгаарлах болон хэмжээ тогтоох бүрэн эрхтэй болно. Та {platform_name}-ын тогтоосон ямар ч хэмжээ болон хязгаарлалтыг зөрчих оролдлого хийж болохгүй болно.

source: Compliance
eo: Çömplïänçé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Cumplimiento
fa_ir: انطباق
it_it: Conformità
lv: Atbilstība
mn: Нийцэх байдал

source: You agree to comply with all applicable laws, regulations, and third party rights (including without limitation laws regarding the import or export of data or software, privacy, copyright, and local laws). You will not use the APIs to encourage or promote illegal activity or violation of third party rights. You will not violate any other terms of service with {platform_name}. You will only access (or attempt to access) an API by the means described in the documentation of that API. You will not misrepresent or mask either your identity or Your Application's identity when using the APIs.
eo: Ýöü ägréé tö çömplý wïth äll äpplïçäßlé läws, régülätïöns, änd thïrd pärtý rïghts (ïnçlüdïng wïthöüt lïmïtätïön läws régärdïng thé ïmpört ör éxpört öf dätä ör söftwäré, prïväçý, çöpýrïght, änd löçäl läws). Ýöü wïll nöt üsé thé ÀPÌs tö énçöürägé ör prömöté ïllégäl äçtïvïtý ör vïölätïön öf thïrd pärtý rïghts. Ýöü wïll nöt vïöläté äný öthér térms öf sérvïçé wïth {platform_name}. Ýöü wïll önlý äççéss (ör ättémpt tö äççéss) än ÀPÌ ßý thé méäns désçrïßéd ïn thé döçüméntätïön öf thät ÀPÌ. Ýöü wïll nöt mïsréprésént ör mäsk éïthér ýöür ïdéntïtý ör Ýöür Àpplïçätïön's ïdéntïtý whén üsïng thé ÀPÌs.#
fa_ir: شما موافقت می‌کنید که از همه قوانین، مقررات و حقوق شخص ثالث (از جمله قوانین بدون محدودیت درباره واردات یا صادرات داده‌ها یا نرم افزارها، حریم خصوصی، حق نسخه‌برداری و قوانین محلی) پیروی کنید. شما از API ها برای تشویق یا ترویج فعالیت غیرقانونی یا نقض حقوق شخص ثالث استفاده نخواهید کرد. با {platform_name} هیچ شرایط خدمات دیگری را نقض نخواهید کرد. شما فقط با روشی که در مستندات آن API توضیح داده شده است به یک API دسترسی خواهید داشت (یا سعی می‌کنید به آن دسترسی پیدا کنید). هنگام استفاده از APIها، هویت خود یا هویت برنامه خود را به اشتباه معرفی نمی‌کنید یا پنهان نمی‌کنید.
it_it: L'utente accetta di rispettare tutte le leggi, i regolamenti ed i diritti di terze parti applicabili (incluse, senza limitazioni, le leggi relative all'importazione o all'esportazione di dati o software, alla privacy, al copyright e le leggi locali). L'utente si impegna a non utilizzare le API per incoraggiare o promuovere attività illegali o violazioni dei diritti di terze parti. L'utente si impegna a non violare alcun altro termine di servizio con {platform_name}. L'accesso (o il tentativo di accesso) ad un API verrà consentito solo tramite gli strumenti descritti nella documentazione relativa a tale API. Durante l'utilizzo delle API, l'utente si impegna a non fornire un'identità diversa dalla propria o a nascondere la propria identità o l'identità dell'Applicazione dell'utente.
mn: Та бүх холбогдох хууль тогтоомж, зохицуулалт, гуравдагч талын эрхийг (үүний дотор өгөгдөл, програм хангамжийг импортлох, экспортлох, нууцлал, зохиогчийн эрх, орон нутгийн хууль тогтоомжийг оруулахгүйгээр хязгаарлах хууль тогтоомжийг оролцуулаад) мөрдөхөө зөвшөөрч байна. Та API-г хууль бус үйл ажиллагааг сурталчлах эсвэл дэмжиж, эсвэл гуравдагч этгээдийн эрхийг зөрчихөд хэрэглэхгүй болно. Та {platform_name} -тай тогтсон үйлчилгээний бусад нөхцлүүдийг зөрчихгүй. Та зөвхөн тухайн API-ийн баримтжуулалтад тодорхойлсон байдлаар API-д хандах (эсвэл хандахыг оролцох) болно. API-г ашиглахдаа өөрийнхөө эсвэл өөрийн аппликейшны таних тэмдгийг буруугаар таниулах эсвэл нуун далдалж болохгүй.

source: Ownership
eo: Öwnérshïp Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Propiedad
fa_ir: مالکیت
it_it: Proprietà
lv: Īpašumtiesības
mn: Өмчлөл

source: You acknowledge and agree that the APIs and all API Content contain valuable intellectual property of {platform_name} and its partners. The APIs and all API Content are protected by United States and foreign copyright, trademark, and other laws. All rights in the APIs and the API Content, if not expressly granted, are reserved. By using the APIs or any API Content, you do not acquire ownership of any rights in the APIs or API Content. You must not claim or attempt to claim ownership in the APIs or any API Content or misrepresent yourself or your company or your Application as being the source of any API Content. You may not modify, create derivative works of, or attempt to use, license, or in any way exploit any API Content in whole or in part on your own behalf or on behalf of any third party. You may not distribute or modify the APIs or any API Content (including adaptation, editing, excerpting, or creating derivative works).
eo: Ýöü äçknöwlédgé änd ägréé thät thé ÀPÌs änd äll ÀPÌ Çöntént çöntäïn välüäßlé ïntélléçtüäl pröpértý öf {platform_name} änd ïts pärtnérs. Thé ÀPÌs änd äll ÀPÌ Çöntént äré prötéçtéd ßý Ûnïtéd Stätés änd föréïgn çöpýrïght, trädémärk, änd öthér läws. Àll rïghts ïn thé ÀPÌs änd thé ÀPÌ Çöntént, ïf nöt éxprésslý gräntéd, äré résérvéd. Bý üsïng thé ÀPÌs ör äný ÀPÌ Çöntént, ýöü dö nöt äçqüïré öwnérshïp öf äný rïghts ïn thé ÀPÌs ör ÀPÌ Çöntént. Ýöü müst nöt çläïm ör ättémpt tö çläïm öwnérshïp ïn thé ÀPÌs ör äný ÀPÌ Çöntént ör mïsréprésént ýöürsélf ör ýöür çömpäný ör ýöür Àpplïçätïön äs ßéïng thé söürçé öf äný ÀPÌ Çöntént. Ýöü mäý nöt mödïfý, çréäté dérïvätïvé wörks öf, ör ättémpt tö üsé, lïçénsé, ör ïn äný wäý éxplöït äný ÀPÌ Çöntént ïn whölé ör ïn pärt ön ýöür öwn ßéhälf ör ön ßéhälf öf äný thïrd pärtý. Ýöü mäý nöt dïstrïßüté ör mödïfý thé ÀPÌs ör äný ÀPÌ Çöntént (ïnçlüdïng ädäptätïön, édïtïng, éxçérptïng, ör çréätïng dérïvätïvé wörks).#
es_es: Usted reconoce y acepta que las API y todo el Contenido de la API contienen valiosa propiedad intelectual de {platform_name} y sus socios. Las API y todo el contenido de la API están protegidas por derechos de autor, marcas registradas y otras leyes de Estados Unidos y extranjeras. Todos los derechos sobre las API y el contenido de la API, si no se conceden expresamente, se reservan. Al utilizar las API o cualquier contenido de la API, no adquiere la propiedad de ningún derecho en las API o en el contenido de la API. No debe reclamar o intentar reclamar la propiedad en las API o cualquier Contenido de la API o representar a sí mismo o su empresa o su Solicitud como fuente de cualquier Contenido de la API. Usted no puede modificar, crear trabajos derivados o intentar utilizar, licenciar o de alguna manera explotar cualquier Contenido de la API en su totalidad o en parte en su propio nombre o en representación de terceros. No puede distribuir ni modificar las API ni ningún Contenido de la API (incluyendo la adaptación, edición, extracción o creación de trabajos derivados).
fa_ir: بدین وسیله موافقت می‌کنید که APIs و محتوای API شامل مالکیت معنوی {platform_name} و شرکای آن است. APIs و همه محتوای API توسط ایالات متحده و حق تالیف خارجی، قانون علامت تجاری، و سایر قوانین محافظت می‌شود. همه حقوق در APIs و محتوای API، حتی اگر صراحتا اعطا نشود، باز هم محفوظ است. با استفاده از APIs و یا هر محتوای API، شما مالکیت حقوقی در APIs یا API محتوا را نخواهید داشت. شما نمی بایست برای مالکیت APIs و یا هر محتوای API یا ارائه نادرست خود یا شرکت خود یا برنامه خود را به عنوان منبع محتوای API ادعا کرده یا در تلاش برای ادعای مالکیت آن باشید. شما اجازه تغییر ، خلق آثار اقتباس شده ندارید و نباید در تلاش برای استفاده از مجوز یا بهره برداری به هر شکل از هر محتوای API در کل یا بخشی از طرف خود و یا به نمایندگی از هر شخص ثالث باشید. همچنین نباید به توزیع یا تغییر APIs و یا هر محتوای API (از جمله اقتباس، ویرایش، استخراج، یا خلق آثار اقتباسی) اقدام نمایید.
it_it: L'utente riconosce e accetta che le API e tutto il Contenuto API contengono proprietà intellettuale di {platform_name} e dei propri partner. Le API e tutto il Contenuto API sono protetti dalle leggi sul copyright, sui marchi e da altre leggi degli Stati Uniti e di altri paesi. Tutti i diritti nelle API e nel Contenuto API, se non espressamente concessi, sono riservati. Utilizzando le API o il Contenuto API, l'utente non acquisisce la proprietà o alcuni diritto sulle API o sul Contenuto API. L'utente non potrà rivendicare o provare a rivendicare la proprietà delle API o del Contenuto API o rappresentare se stesso, la propria azienda o la propria applicazione come origine del Contenuto API. L'utente non può modificare, creare lavori derivati o provare ad utilizzare, fornire in licenza o in alcun modo sfruttare in tutto o in parte il Contenuto API per proprio conto o per conto di terze parti. L'utente non può distribuire o modificare le API o il Contenuto API (incluse attività di adattamento, modifica, estrazione di contenuti o creazione di lavori derivati).
lv: Jūs atzīstat un piekrītat, ka API un viss API saturs satur vērtīgu {platform_name} un tā partneru intelektuālo īpašumu. API un viss API saturs tiek aizsargāts ar Amerikas Savienoto Valstu un ārvalstu autortiesību, preču zīmju un citiem likumiem. Visas tiesības API un API saturā, ja nav skaidri piešķirtas, ir paturētas. Izmantojot API vai jebkuru API saturu, Jūs neiegūstat nekādas īpašumtiesības uz API vai API saturu. Jūs nevarat pretendēt vai mēģināt pretendēt uz API vai API satura īpašumtiesībām, vai sagrozīt informāciju par sevi vai savu uzņēmumu vai Jūsu Lietotni kā API satura avotu. Jūs nevarat modificēt, veidot atvasinātu saturu, vai mēģināt izmantot, licencēt vai jebkurā citā veidā ļaunprātīgi izmantot (exploit) jebkuru API saturu kopumā vai atsevišķi savā labā vai jebkuras trešās puses labā. Jūs nevarat izplatīt vai modificēt API vai jebkuru API saturu (ieskaitot atvasinātu darbu adaptēšanu, rediģēšanu, izrakstīšanu vai veidošanu).
mn: API болон бүх API Агуулга нь {platform_name} болон түүний түншүүдийн үнэ цэнэтэй оюуны өмчийг зөвшөөрч байгаа гэдгээ хүлээн зөвшөөрч байна. API болон бүх API Агуулгыг АНУ, гадаадын зохиогчийн эрх, барааны тэмдэг, бусад хууль тогтоомжоор хамгаална. API ба API агуулгын бүх эрхийг тодорхой заагаагүй тохиолдолд хадгалагдана. API эсвэл API Агуулгыг ашигласнаар та API буюу API Агуулга дээр ямар ч эрхийг эзэмшихгүй. Та API эсвэл API Агуулга дээр өмчлөхийг шаардах буюу нэхэмжилж шаардах эсвэл өөрийгөө эсвэл танай компанид эсвэл Програмын талаар буруу мэдүүлэхийг оролдох ёсгүй. Та дериватив ажлуудыг бүтээх, ашиглах, лицензжүүлэх, аливаа API API Агуулгыг өөрийн нэрийн өмнөөс, эсвэл гуравдагч этгээдийн нэрийн өмнөөс бүхэлд нь эсвэл хэсэгчлэн ашиглахыг оролдож болохгүй. Та API буюу API Агуулга (дасан зохицох, засварлах, нийтлэх, үүсгэсэн бүтээлийг оруулаад) тараах эсвэл өөрчлөх боломжгүй байж болно.

source: All names, logos and seals ("Trademarks") that appear in the APIs, API Content, or on or through the services made available on or through the APIs, if any, are the property of their respective owners. You may not remove, alter, or obscure any copyright, Trademark, or other proprietary rights notices incorporated in or accompanying the API Content. If any {platform_name} Participant (as hereinafter defined) or other third party revokes access to API Content owned or controlled by that {platform_name} Participant or third party, including without limitation any Trademarks, you must ensure that all API Content pertaining to that {platform_name} Participant or third party is deleted from Your Application and your networks, systems and servers as soon as reasonably possible. "{platform_name_capitalized} Participants" means MIT, Harvard, and the other entities providing information, API Content or services for the APIs, the course instructors and their staffs.
eo: Àll nämés, lögös änd séäls ("Trädémärks") thät äppéär ïn thé ÀPÌs, ÀPÌ Çöntént, ör ön ör thröügh thé sérvïçés mädé äväïläßlé ön ör thröügh thé ÀPÌs, ïf äný, äré thé pröpértý öf théïr réspéçtïvé öwnérs. Ýöü mäý nöt rémövé, ältér, ör ößsçüré äný çöpýrïght, Trädémärk, ör öthér pröprïétärý rïghts nötïçés ïnçörpörätéd ïn ör äççömpänýïng thé ÀPÌ Çöntént. Ìf äný {platform_name} Pärtïçïpänt (äs héréïnäftér défïnéd) ör öthér thïrd pärtý révökés äççéss tö ÀPÌ Çöntént öwnéd ör çöntrölléd ßý thät {platform_name} Pärtïçïpänt ör thïrd pärtý, ïnçlüdïng wïthöüt lïmïtätïön äný Trädémärks, ýöü müst énsüré thät äll ÀPÌ Çöntént pértäïnïng tö thät {platform_name} Pärtïçïpänt ör thïrd pärtý ïs délétéd fröm Ýöür Àpplïçätïön änd ýöür nétwörks, sýstéms änd sérvérs äs söön äs réäsönäßlý pössïßlé. "{platform_name_capitalized} Pärtïçïpänts" méäns MÌT, Härvärd, änd thé öthér éntïtïés prövïdïng ïnförmätïön, ÀPÌ Çöntént ör sérvïçés för thé ÀPÌs, thé çöürsé ïnstrüçtörs änd théïr stäffs.#
fa_ir: همه نام‌ها، نشان‌های تجاری و مهرها ("علائم تجاری") که در APIها، محتوای API، یا روی یا از طریق سرویس‌هایی که در API یا از طریق API در دسترس هستند ظاهر می‌شوند، در صورت وجود، متعلق به صاحبان مربوط به آن هستند. شما نمی‌توانید هرگونه حق نسخه‌برداری، علامت تجاری یا سایر اعلامیه‌های حقوق اختصاصی را که در محتوای API یا همراه با آن گنجانده شده است، حذف کنید، تغییر دهید یا مبهم کنید. اگر هریک از شرکت‌کننده‌های {platform_name} (همان‌طور که در اینجا تعریف می‌شود) یا شخص ثالث دیگر دسترسی به محتوای API متعلق به یا تحت کنترل آن شرکت‌کننده یا شخص ثالث {platform_name}، از جمله بدون محدودیت هرگونه علامت تجاری، را لغو کرد، باید اطمینان حاصل کنید که تمام محتوای API مربوط به آن {platform_name} شرکت‌کننده یا شخص ثالث در اسرع وقت از برنامه شما و شبکه‌ها، سیستم‌ها و خدمت‌دهنده‌های شما حذف می‌شود. «{platform_name_capitalized} مشارکت‌کنندگان» به معنای MIT، هاروارد و سایر نهادهایی است که اطلاعات، محتوای API یا خدمات را برای APIها، مدرسان دوره و کارکنان آنها ارائه می‌کنند.
it_it: Tutti i nomi, logo e marchi ("Marchi commerciali") presenti nelle API, nel Contenuto API o nei servizi resi disponibili in o tramite le API, se presenti, sono di proprietà dei rispettivi proprietari. L'utente non può rimuovere, modificare o eliminare qualsiasi informazione sul copyright, sui Marchi commerciali o su altri diritti proprietari incorporate o fornite insieme al Contenuto API. Se qualsiasi Partecipante a {platform_name} (come da qui in avanti definito) o un'altra terza parte revoca l'accesso al Contenuto API di proprietà o controllato da tale Partecipante a {platform_name} o terza parte, inclusi, a titolo esemplificativo tutti i Marchi commerciali, l'utente dovrà accertarsi che tutto il Contenuto API relativo a tale Partecipante a {platform_name} o alla terza parte venga eliminato appena ragionevolmente possibile dall'Applicazione dell'utente e da reti, sistemi e server dell'utente. Il termine "Partecipanti a {platform_name_capitalized}" indica MIT, Harvard e gli altri soggetti che forniscono informazioni, contenuto API o servizi per le API, gli istruttori del corso ed il relativo staff.
mn: API, API агуулга, эсвэл API дээр эсвэл API-ээр дамжуулан хүргэж байгаа үйлчилгээн дээр буй бүх нэр, лого болон лац ("барааны тэмдэг") нь тухайн харгалзах эзэмшигчийн амч болно. Та API агуулга дотор эсвэл дагалдаж байгаа аливаа зохиогчийн эрх, барааны тэмдэг эсвэл бусад өмч хөрөнгө эзэмших эрхүүдийг арилгах, өөрчлөх, эсвэл далдалж болохгүй байж болно. Хэрэв {platform_name} оролцогч (цаашид ингэж тодорхойлогдоно) эсвэл бусад гуравдагч этгээд нь {platform_name} Оролцогчын эзэмшдэг эсвэл удирддаг API Агуулга руу хандах эрхийг цуцласан тохиолдолд та тухайн { platform_name} Оролцогч буюу гуравдагч этгээдэд хамаарах бүх API Агуулгыг өөрийн аппликейшн болон сүлжээ, систем, серверээс тэр дор нь устгах ёстой. "{platform_name_capitalized} Оролцогчид" гэж Массачусетсын технологийн институт, Харвард болон мэдээлэл, API Агуулга эсвэл API үйлчилгээ үзүүлдэг бусад байгууллагууд, хичээлийн багш нар болон тэдгээрийн ажилтнуудыг хэлнэ.
