Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: Enter information to describe your team. You cannot change these details after you create the team.
fa_ir: مطالبی در توصیف تیم خود بنویسید. بعد از ساخت تیم این جزئیات قابل تغییر نیست.
he: הזן מידע על מנת לתאר את הצוות שלך. לא ניתן לשנות את הפרטים הללו לאחר יצירת הצוות.
it_it: Immettere le informazioni per descrivere il team. Una volta creato il team, non è possibile modificare questi dettagli.
tr_tr: Takımınızı tanıtmak için bilgiyi girin. Takımı oluşturduktan sonra bu ayrıntıları değiştiremezsiniz.

source: Optional Characteristics
fa_ir: ویژگی‌های اختیاری
he: מאפיינים אפשריים
it_it: Caratteristiche facoltative
tr_tr: İsteğe Bağlı Özellikler

source: Help other learners decide whether to join your team by specifying some characteristics for your team. Choose carefully, because fewer people might be interested in joining your team if it seems too restrictive.
fa_ir: با تعیین برخی از مشخصات برای تیم خود، به سایر یادگیرندگان کمک کنید تا تصمیم بگیرند به تیم شما بپیوندند یا خیر. با دقت انتخاب کنید، زیرا اگر افراد بسیار محدودکننده به نظر برسند افراد کمتری احتمالا مایل باشند به تیم شما بپیوندند.
he: עזור לתלמידים אחרים להחליט אם להצטרף לצוות שלך באמצעות פירוט חלק ממאפייני הצוות. בחר בקפידה, משום שייתכן שאנשים מעטים יהיו מעוניינים להצטרף לצוות אם נראה שהוא מגביל מדי.
it_it: Aiuta gli altri studenti a decidere se unirsi al tuo team illustrando loro alcune caratteristiche del team. Scegliere con attenzione, perché se il team sembra troppo restrittivo, potrebbe interessare ad un numero minore di persone.
tr_tr: Takımınız için bazı özellikler belirleyerek diğer öğrencilerin takımınıza katılmaya karar vermelerine yardımcı olun. Seçiminizi dikkatli yapın çünkü takımınız fazla sınırlandırılmış görünürse daha az kişi katılmak isteyecektir.

source: Create team.
fa_ir: ساخت تیم.
he: צור צוות.
it_it: Creare il team.
tr_tr: Takım oluştur.

source: Update team.
fa_ir: روزآمدسازی تیم.
he: עדכן צוות.
it_it: Aggiornare il team.
tr_tr: Takımı güncelle.

source: Cancel team creating.
fa_ir: لغو ساخت تیم.
he: בטל יצירת צוות.
it_it: Annullare la creazione del team.
tr_tr: Takım oluşturmayı iptal et.

source: Cancel team updating.
fa_ir: لغو روزآمدسازی تیم.
he: בטל עדכון צוות.
it_it: Annullare l'aggiornamento del team.
tr_tr: Takım güncellemeyi iptal et.

source: Instructor tools
fa_ir: ابزارهای مربی
he: כלי המדריך
it_it: Strumenti dell'istruttore
tr_tr: Eğitmen araçları

source: Delete Team
fa_ir: حذف تیم
he: מחק צוות
it_it: Elimina team
tr_tr: Takımı Sil

source: Edit Membership
fa_ir: ویرایش عضویت
he: ערוך חברות
it_it: Modifica appartenenza
tr_tr: Üyelikleri Düzenle

source: View Current Team Memberships
fa_ir: مشاهدۀ عضویت تیم کنونی
it_it: Visualizza appartenenza al team corrente
tr_tr: Mevcut Takım Üyeliklerini Görüntüle

source: Download Memberships
fa_ir: بارگیری عضویت
it_it: Scarica appartenenza
tr_tr: Üyelikleri İndir

source: Assign Team Memberships
fa_ir: تخصیص عضویت تیم
it_it: Assegna appartenenza al team
tr_tr: Takım Üyeliklerini Belirle

source: Upload Memberships
fa_ir: بارگذاری عضویت‌ها
it_it: Carica appartenenza
tr_tr: Üyelikleri Yükle

source: Error assigning team memberships
fa_ir: خطا در تعیین عضویت تیم
it_it: Errore durante l'assegnazione dell'appartenenza al team
tr_tr: Takım üyeliklerini belirlemede hata

source: Are you having trouble finding a team to join?
fa_ir: آیا در یافتن تیمی که به آن بپیوندید دچار مشکل هستید؟
he: האם אתה מתקשה למצוא צוות להצטרף אליו?
it_it: Hai difficoltà a trovare un team a cui unirti?
tr_tr: Katılacak bir takım bulmada sorun mu yaşıyorsunuz?

source: Join Team
fa_ir: پیوستن به تیم
he: הצטרף לצוות
it_it: Unisciti al team
tr_tr: Takıma Katıl

source: Team Assignments
fa_ir: تکالیف تیمی
it_it: Compiti del team
tr_tr: Takım Görevleri

source: Team Details
fa_ir: جزئیات تیم
he: פרטי צוות
it_it: Dettagli del team
tr_tr: Takım Detayları

source: You are a member of this team.
fa_ir: شما عضوی از این تیم هستید.
he: אתה חבר בצוות זה.
it_it: Sei un membro di questo team.
tr_tr: Bu takımın bir üyesisiniz.

source: Team member profiles
fa_ir: پرونده‌های کاربری تیم
he: פרופילים של חברי צוות
it_it: Profili membro team
tr_tr: Takım üyelerinin profilleri

source: Team capacity
fa_ir: ظرفیت تیم
he: קיבולת צוות
it_it: Capacità del team
tr_tr: Takım kapasitesi

source: Leave Team
fa_ir: ترک تیم
he: עזוב צוות
it_it: Abbandona il team
tr_tr: Takımdan Ayrıl

source: Donate
fa_ir: کمک مالی
he: תרום
it_it: Dona
tr_tr: Bağış Yap

source: There was an error retrieving preview results for this catalog. Please check that your query is correct and try again.
fa_ir: در بازیابی نتایج پیش‌نمایش برای این فهرست خطایی رخ داد. لطفاً صحت سؤال خود را بررسی کنید و دوباره امتحان کنید.
he: אירעה שגיאה בעת אִחזור תוצאות התצוגה המוקדמת עבור קטלוג זה. נא בדוק שהשאילתא נכונה ונסה שוב.
it_it: Si è verificato un errore durante il recupero dei risultati dell'anteprima per questo catalogo. Verificare che la query sia corretta e riprovare.
tr_tr: Bu katalog için sonuç önizlemesini getirirken bir hata gerçekleşti. Lütfen sorgunuzun doğru olduğunu kontrol edip tekrar deneyin.

source: This catalog's courses:
fa_ir: دوره‌های آموزشی این فهرست:
he: הקורסים בקטלוג זה:
it_it: I corsi di questo catalogo:
tr_tr: Bu katalogdaki dersler:

source: Expand All
fa_ir: گسترش همه
he: הרחב הכל
it_it: Espandi tutto
tr_tr: Tümünü Aç

source: Collapse All
fa_ir: بستن همۀ موارد
he: כווץ הכל
it_it: Comprimi tutto
tr_tr: Tümünü Kapa

source: Start Date
fa_ir: تاریخ شروع
he: תאריך התחלה
it_it: Data di inizio
tr_tr: Başlama Tarihi

source: Due Date
fa_ir: زمان سررسید
he: תאריך סיום
it_it: Data di consegna
tr_tr: Teslim Tarihi

source: remove all
fa_ir: حذف همۀ موارد
he: הסר הכל
it_it: rimuovi tutto
tr_tr: tümünü sil

source: toggle chapter %(displayName)s
fa_ir: تغییر فصل %(displayName)s
it_it: attiva/disattiva capitolo %(displayName)s

source: Section
fa_ir: بخش
he: פרק
it_it: Sezione
tr_tr: Bölüm

source: Remove chapter %(chapterDisplayName)s
fa_ir: حذف فصل %(chapterDisplayName)s
he: הסר את פרק %(chapterDisplayName)s
it_it: Rimuovi capitolo %(chapterDisplayName)s
tr_tr: Bölümü kaldır %(chapterDisplayName)s

source: remove
fa_ir: حذف
he: הסר
it_it: rimuovi
tr_tr: kaldır

source: toggle subsection %(displayName)s
fa_ir: تغییر بخش فرعی%(displayName)s
it_it: attiva/disattiva sottosezione %(displayName)s

source: Subsection
fa_ir: زیربخش
he: תת פרק
it_it: Sottosezione
tr_tr: Altbölüm

source: Remove subsection %(subsectionDisplayName)s
fa_ir: حذف زیربخش%(subsectionDisplayName)s
he: הסר את תת הפרק %(subsectionDisplayName)s
it_it: Rimuovi sottosezione %(subsectionDisplayName)s
tr_tr: Altbölümü kaldır %(subsectionDisplayName)s

source: Remove unit %(unitName)s
fa_ir: حذف واحد %(unitName)s
he: הסר את היחידה %(unitName)s
it_it: Rimuovi unità %(unitName)s
tr_tr: %(unitName)s ünitesini kaldır

source: Mark Exam As Completed
fa_ir: نشان‌گذاری آزمون به‌عنوان تکمیل‌شده
he: סמן מבחן כהושלם
it_it: Contrassegna esame come completato
tr_tr: Sınavı Tamamlandı Olarak İşaretle

source: Exam timer and end exam button
fa_ir: زمان‌سنج آزمون و دکمۀ آزمون
it_it: Pulsante timer esame e termina esame
tr_tr: Sınav zamanlayıcısı ve sınav düğmesi

source: End My Exam
fa_ir: پایان آزمون من
he: סיים המבחן שלי
it_it: Termina il mio esame
tr_tr: Sınavımı Bitir

source: Hide Timer
fa_ir: پنهان‌سازی زمان‌سنج
it_it: Nascondi timer
tr_tr: Süreyi Gizle

source: You are taking "{exam_link}" as {exam_type}.
fa_ir: شما در حال آزمون "{exam_link}" به‌عنوان {exam_type} هستید.
it_it: Stai sostenendo "{exam_link}" come {exam_type}.
tr_tr: "{exam_link}" sınavını {exam_type} türünde alıyorsunuz.

source: a timed exam
fa_ir: یک آزمون زمان‌دار
it_it: un esame a tempo
tr_tr: bir süreli sınav

source: The timer on the right shows the time remaining in the exam.
fa_ir: زمان‌سنج در سمت راست، زمان باقی‌مانده از آزمون را نشان می‌دهد.
it_it: Il timer a destra mostra il tempo rimanente per l'esame.
tr_tr: Sağdaki zamanlayıcı, sınavda kalan süreyi gösterir.

source: To receive credit for problems, you must select "Submit" for each problem before you select "End My Exam".
fa_ir: برای دریافت اعتبار سؤالات، پیش از انتخاب "پایان آزمون من" باید "ارسال" را برای هر سؤال انتخاب کنید.
it_it: Per ricevere credito per i problemi, è necessario selezionare "Inoltra" per ciascun problema prima di selezionare "Termina il mio esame".
tr_tr: Problemlerden kredi almak için, "Sınavımı Bitir"i seçmeden önce her problem için "Gönder"e tıklamalısınız.

source: Show More
fa_ir: نمایش موارد بیشتر
it_it: Mostra altro
tr_tr: Daha Fazla Göster

source: Show Less
fa_ir: نمایش موارد کمتر
it_it: Mostra meno
tr_tr: Daha Az Göster

source: LEARN MORE
fa_ir: اطلاعات بیشتر
he: למידע נוסף
it_it: STUDIA ANCORA
tr_tr: AYRINTILI BİLGİ

source: Starts: %(start_date)s
fa_ir: آغاز می‌شود: %(start_date)s
he: מתחיל: %(start_date)s
it_it: Inizia: %(start_date)s
tr_tr: Başlıyor: %(start_date)s

source: Starts
fa_ir: شروع
he: מתחיל
it_it: Inizia
tr_tr: Başlama Tarihi

source: Clear All
fa_ir: حذف همۀ موارد
he: נקה הכל
it_it: Cancella tutto
tr_tr: Hepsini Temizle

source: Highlighted text
fa_ir: متن برجسته‌
he: טקסט מודגש
it_it: Testo evidenziato
tr_tr: İşaretlenmiş yazı

source: Note
fa_ir: یادداشت
he: הערה
it_it: Nota
tr_tr: Not

source: You commented...
fa_ir: نظر شما...
he: הגבת...
it_it: Hai commentato...
tr_tr: Şöyle yorum yaptınız...

source: Noted in:
fa_ir: اشاره‌شده در:
he: צויין ב:
it_it: Annotato in:
tr_tr: Not Alındı:

source: Last Edited:
fa_ir: آخرین ویرایش:
he: נערך לאחרונה:
it_it: Ultima modifica:
tr_tr: Son Düzenleme:

source: Tags:
fa_ir: برچسب‌ها:
he: תגיות:
tr_tr: Etiketler:

source: Clear search results
fa_ir: حذف نتایج جستجو
he: נקה תוצאות חיפוש
it_it: Cancella risultati della ricerca
tr_tr: Arama sonuçlarını temizle

source: Click to edit
fa_ir: ویرایش
he: לחץ לערוך
it_it: Fare clic per modificare
tr_tr: Düzenlemek için tıkla

source: Order Number
fa_ir: شمارۀ سفارش
it_it: Numero dell'Ordine
tr_tr: Sipariş numarası

source: Date Placed
fa_ir: تاریخ معین
it_it: Data di emissione
tr_tr: Tamamlama Tarihi

source: Cost
fa_ir: هزینه
it_it: Costo
tr_tr: Maliyet

source: Order Details
fa_ir: جزئیات سفارش
he: פרטי הזמנה
it_it: Dettagli ordine
tr_tr: Sipariş Detayları

source: for
fa_ir: برای
it_it: per
tr_tr: için

source: Product Name
fa_ir: نام محصول
it_it: Nome Prodotto
tr_tr: Ürün Adı

source: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} of {maxCharacters}
fa_ir: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} از {maxCharacters}
it_it: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} di {maxCharacters}

source: Financial Assistance Application
fa_ir: نرم‌افزار کمکی مالی
he: בקשה לעזרה כספית
it_it: Applicazione Assistenza finanziaria
tr_tr: Mali Yardım Başvurusu

source: About You
fa_ir: دربارۀ تو
he: על עצמך
it_it: Informazioni personali
tr_tr: Hakkınızda

source: The following information is already a part of your {platform} profile. We've included it here for your application.
fa_ir: اطلاعات زیر قبلاً بخشی از پروندۀ کاربری {platform} شماست. آن را در اینجا برای برنامه شما قرار داده‌ایم.
it_it: Le seguenti informazioni fanno già parte del tuo profilo di {platform}. Sono state incluse qui per la tua applicazione.
tr_tr: Aşağıdaki bilgiler {platform} profilinizde zaten mevcut. Başvurunuz için buraya ekledik.

source: Email address
fa_ir: نشانی رایانامه
he: כתובת דואר אלקטרוני
it_it: Indirizzo Email
tr_tr: E-posta adresi

source: Legal name
fa_ir: نام رسمی
he: שם חוקי
it_it: Nome legale
tr_tr: Yasal ad

source: Country of residence
fa_ir: کشور محل سکونت
he: ארץ מגורים
it_it: Paese di residenza
tr_tr: İkamet edilen ülke

source: Back to {platform} FAQs
fa_ir: برگرد به سؤالات پرتکرار {platform}
he: חזרה לשאלות הנפוצות של {platform}
it_it: Torna alle FAQ {platform}
tr_tr: {platform} Sık Sorulan Soruları'na geri dön

source: Submit Application
fa_ir: تأیید نرم‌افزار
he: שלח אפליקציה
it_it: Inoltra applicazione
tr_tr: Başvuruyu Gönder

source: Thank you for submitting your financial assistance application for {course_name}! You can expect a response in 2-4 business days.
fa_ir: از اینکه درخواست کمک مالی خود را برای {course_name} ارسال کردید متشکریم! 2-4 روز کاری منتظر پاسخ باشید.
he: תודה ששלחת את אפליקציית הסיוע הכספי שלך ל-{course_name}! תוכל לצפות לתשובה תוך 4-2 ימי עסקים.
it_it: Grazie per aver inoltrato l'applicazione per l'assistenza finanziaria per {course_name}! Riceverai una risposta entro 2-4 giorni lavorativi.
tr_tr: {course_name} için mali yardım başvurunuzu gönderdiğiniz için teşekkürler! 2-4 iş günü içerisinde size geri döneceğiz.

source: Go to Dashboard
fa_ir: برو به پیشخوان
he: עבור ללוח הבקרה
it_it: Vai alla Dashboard
tr_tr: Ana Panele Git

source: Individual Exceptions
fa_ir: استثنائات تک
he: חריגות אינדיבידואליות
it_it: Eccezioni individuali
tr_tr: Bireysel İstisnalar

source: Enter the username or email address of each learner that you want to add as an exception.
fa_ir: نام کاربری یا نشانی رایانامه هر فردی را که مایلید به عنوان استثنا در نظر بگیرید بیفزایید.
he: הזן שם משתמש או כתובת דואר האלקטרוני של כל לומד שברצונך להוסיף כחריג.
it_it: Immettere il nome utente o l'indirizzo email di ciascuno studente che si desidera aggiungere come eccezione.
tr_tr: İstisna olarak eklemek istediğiniz her öğrencinin kullanıcı adı ve e-posta adresini girin.

source: Student email or username
fa_ir: نشانی رایانامه یا نام‌کاربری یادگیرنده
he: כתובת דואר אלקטרוני או שם משתמש של הסטודנט
it_it: Email o nome utente dello studente
tr_tr: Öğrenci e-postası ve kullanıcı adı

source: Free text notes
fa_ir: یادداشت آزاد
he: הערות טקסט חופשי
it_it: Note di testo libero
tr_tr: Serbest metin notları

source: Add to Exception List
fa_ir: به استثنائات انبوه بیفزا
he: הוסף לרשימת החריגים
it_it: Aggiungi all'elenco delle eccezioni
tr_tr: İstisna Listesi'ne Ekle

source: Generate Exception Certificates
fa_ir: ساخت گواهی‌های استثنا
he: צור תעודות חריגים
it_it: Genera certificati eccezione
tr_tr: İstisna Sertifikaları Oluştur

source: Certificate exceptions group selection
fa_ir: انتخاب گروه استثناهای گواهی
it_it: Selezione del gruppo di eccezioni al certificato
tr_tr: Sertifika istisnaları grubu seçimi

source: All users on the Exception list who do not yet have a certificate
fa_ir: همه کاربرانی که در فهرست استثنا قرار دارند و هنوز گواهی برای آن‌ها صادر نشده است.
he: כל המשתמשים ברשימת החריגים שלא קיבלו עדיין תעודה
it_it: Tutti gli utenti nell'elenco delle Eccezioni che non hanno ancora un certificato
tr_tr: İstisna listesindeki henüz bir sertifika sahibi olmayan kullanıcılar

source: All users on the Exception list
fa_ir: همۀ کاربران در فهرست استثنا
he: כל המשתמשים ברשימת החריגים
it_it: Tutti gli utenti nell'elenco delle Eccezioni
tr_tr: İstisna listesindeki tüm kullanıcılar

source: User Email
fa_ir: رایانامه کاربر
he: דואר אלקטרוני של משתמש
it_it: Email utente
tr_tr: Kullanıcı E-postası

source: Exception Granted
fa_ir: استثنا
he: ניתנה חריגה
it_it: Eccezione concessa
tr_tr: İstisna Sağlandı

source: Certificate Generated
fa_ir: گواهی صادرشده
he: התעודה נוצרה
it_it: Certificato generato
tr_tr: Sertifika Oluşturuldu

source: Notes
fa_ir: یادداشت‌ها
he: סיכומי שיעור
it_it: Note
tr_tr: Notlar

source: Remove from List
fa_ir: حذف از فهرست
he: הסר מהרשימה
it_it: Rimuovi dall'elenco
tr_tr: Listeden Kaldır

source: Bulk Exceptions
fa_ir: استثنائات انبوه
he: חריגות קבוצתיות
it_it: Eccezioni di massa
tr_tr: Toplu İstisnalar

source: Upload a comma separated values (.csv) file that contains the usernames or email addresses of learners who have been given exceptions. Include the username or email address in the first comma separated field. You can include an optional note describing the reason for the exception in the second comma separated field.
fa_ir: پرونده‌ای با مقادیر جداشده با ویرگول (.csv) را که حاوی نام‌های کاربری یا آدرس‌های رایانامۀ فراگیرانی است که موارد استثنایی برای آنها در نظر گرفته شده بارگذاری کنید. نام کاربری یا آدرس رایانامه را در اولین قسمت جدا شده با ویرگول قرار دهید. می‌توانید یک یادداشت اختیاری در مورد دلیل استثنا قائل شدن را در قسمت دوم جداشده با ویرگول بنویسید.
he: העלה קובץ (‎csv) ערכים המופרדים בפסיק, המכיל את שמות המשתמשים או כתובות הדואר האלקטרוני של הלומדים שקיבלו חריגות. כלול את שם המשתמש או כתובת הדואר האלקטרוני בעמוד המופרד בפסיק הראשון. באפשרותך לכלול הערה אופציונלית המתארת את הסיבה לחריגה בשדה המופרד בפסיק השני.
it_it: Caricare un file di valori separati da virgole (.csv) che contenga i nomi utenti o gli indirizzi email degli studenti a cui sono state fornite eccezioni. Includere il nome utente o l'indirizzo email nel primo campo separato da virgole. Nel secondo campo separato da virgola, è possibile includere una nota facoltativa che descrive il motivo dell'eccezione.
tr_tr: İstisna hakkı verilen öğrencilerin kullanıcı adlarını ve e-posta adreslerini içeren ve virgülle ayrılan değerler (.csv) dosyasını yükleyin. Virgülle ayrılmış ilk alana kullanıcı adı ya da e-posta adreslerini ekleyin. İkinci virgülle ayrılmış alana istisna tanıma nedenini belirten, isteğe bağlı bir not ekleyebilirsiniz.

source: Upload a CSV file
fa_ir: بارگذاری پروندۀ CSV
he: העלה קובץ CSV
it_it: Carica un file CSV
tr_tr: CSV dosyası yükle

source: To invalidate a certificate for a particular learner, add the username or email address below.
fa_ir: برای سلب اعتبار از گواهی یک فراگیر خاص، نام‌کاربری یا نشانی رایانامه را در قسمت زیر اضافه کنید.
he: על מנת לפסול תעודה ללומד מסוים, הוסף בהמשך את שם המשתמש או כתובת הדואר האלקטרוני.
it_it: Per invalidare un certificato per un particolare studente, aggiungere il nome utente o l'indirizzo email di seguito.
tr_tr: Belli bir öğrencinin sertifikasını geçersizleştirmek için, kullanıcı adı veya e-posta adresini aşağıya girin.

source: Add notes about this learner
fa_ir: یادداشتی دربارۀ این یادگیرنده بیفزایید
he: הוסף הערות לגבי לומד זה
it_it: Aggiungi note su questo studente
tr_tr: Bu öğrenci hakkında not ekle

source: Invalidate Certificate
fa_ir: سلب اعتبار گواهی
he: פסילת תעודה
it_it: Invalida certificato
tr_tr: Sertifikayı Geçersizleştir

source: Student
fa_ir: یادگیرنده
he: סטודנט
it_it: Studente
tr_tr: Öğrenci

source: Invalidated By
fa_ir: سلب اعتبارشده از
he: נפסלה על ידי
it_it: Invalidato da
tr_tr: Geçersizleştiren

source: Invalidated
fa_ir: سلب اعتبارشده
he: נפסלה
it_it: Invalidato
tr_tr: Geçersizleştirildi

source: Remove from Invalidation Table
fa_ir: حذف از جدول سلب اعتبار
he: הסר מטבלת הפסילות
it_it: Rimuovi dalla tabella di invalidazione
tr_tr: Geçersizleştirme Tablosundan Kaldır

source: Divided
fa_ir: تقسیم‌شده
it_it: Diviso
tr_tr: Bölünmüş

source: Manage Learners
fa_ir: مدیریت یادگیرندگان
it_it: Gestisci studenti
tr_tr: Öğrencileri Yönet

source: Add learners to this cohort
fa_ir: یادگیرندگان را به این گروه بیفزایید
it_it: Aggiungi studenti a questa coorte
tr_tr: Bu topluluğa öğrenci ekle

source: Note: Learners can be in only one cohort. Adding learners to this group overrides any previous group assignment.
fa_ir: توجه کنید: یادگیرندگان می‌توانند فقط در یک گروه باشند. با افزودن آن‌ها به این گروه، سامانه هرگونه تکلیف گروهی پیشین ایشان را نادیده می‌گیرد.
it_it: Nota: gli studenti possono essere presenti in una sola coorte. L'aggiunta di studenti a questo gruppo sovrascrive qualsiasi precedente assegnazione a gruppi.
tr_tr: Not: Öğrenciler sadece bir toplulukta olabilir. Bu gruba öğrenci eklemek daha önceki gruplara katılımı geçersiz kılacaktır.

source: Enter email addresses and/or usernames, separated by new lines or commas, for the learners you want to add. *
fa_ir: برای یادگیرندگانی که مایلید اضافه کنید آدرس رایانامه و / یا نام کاربری را که با خطوط یا ویرگول از هم جدا شده‌اند وارد کنید. *
it_it: Immettere gli indirizzi email e/o i nomi utente, separati da righe o virgole, per gli studenti che si desidera aggiungere. *
tr_tr: Eklemek istediğin öğrencilerin e-posta adresi ve/veya kullanıcı adlarını virgüllerle ayırarak yaz.

source: (Required Field)
fa_ir: (موارد ضروری)
he: (שדה חובה)
it_it: (Campo richiesto)
tr_tr: (Gerekli Alan)

source: e.g. johndoe@example.com, JaneDoe, joeydoe@example.com
fa_ir: مثلاً johndoe@example.com, JaneDoe, joeydoe@example.com
he: לדוגמה johndoe@example.com, JaneDoe, joeydoe@example.com
it_it: Ad esempio, johndoe@example.com, JaneDoe, joeydoe@example.com
tr_tr: örn: mehmetcan@ornek.com, MehmetCan, fatmacan@ornek.com

source: You will not receive notification for emails that bounce, so double-check your spelling.
fa_ir: برای رایانامه‌های برگشتی، اعلانی دریافت نخواهی کرد، بنابراین املا کلمات را از لحاظ صحت کنترل کنید.
he: לא תקבל התראות עבור הודעות דואר אלקטרוני שלא יגיעו ליעדן, נא בדוק שוב את האיות.
it_it: Per le email respinte non verrà ricevuta alcuna notifica, pertanto controllare l'ortografia.
tr_tr: Hatalı ve geri dönen e-postalar için bildirim almayacaksınız, bu nedenle göndermeden önce yazımınızı tekrar kontrol edin.

source: Add Learners
fa_ir: افزودن یادگیرندگان
it_it: Aggiungi studenti
tr_tr: Öğrenci Ekle

source: Add a New Cohort
fa_ir: افزودن هم‌گروه جدید
he: הוסף קבוצת לימוד חדשה
it_it: Aggiungi una nuova coorte
tr_tr: Yeni Topluluk Ekle

source: Enter the name of the cohort
fa_ir: نام هم‌گروه را وارد کنید
he: הזן את שם קבוצת הלימוד
it_it: Immettere il nome della coorte
tr_tr: Topluluk ismi giriniz

source: Cohort Name
fa_ir: نام هم‌گروه
he: שם קבוצת הלימוד
it_it: Nome coorte
tr_tr: Topluluk Adı

source: Cohort Assignment Method
fa_ir: شیوۀ تکالیف هم‌گروه
he: שיטת הקצאה לקבוצת הלימוד
it_it: Metodo di assegnazione coorte
tr_tr: Topluluk Atama Yöntemi

source: Automatic
fa_ir: به‌صورت خودکار
he: אוטומטי
it_it: Automatico
tr_tr: Otomatik

source: Manual
fa_ir: دستنامه
he: ידני
it_it: Manuale
tr_tr: El ile

source: There must be one cohort to which students can automatically be assigned.
fa_ir: باید یک هم‌گروه باشد که بتوان به‌طور خودکار یادگیرندگان را به آن اختصاص دهند
he: חייבת להיות קבוצת לימוד אחת שאליה ניתן לשייך סטודנטים באופן אוטומטי.
it_it: Deve essere presente una coorte a cui gli studenti possano essere assegnati automaticamente.
tr_tr: Öğrencilerin otomatik olarak atanabildiği bir tane topluluk olmalıdır.

source: Associated Content Group
fa_ir: گروه محتوای مرتبط
he: קבוצת תוכן מקושרת
it_it: Gruppo di contenuti associato
tr_tr: İlişkilendirilmiş İçerik Grubu

source: No Content Group
fa_ir: گروه محتوایی وجود ندارد
he: אין קבוצת תוכן
it_it: Nessun gruppo di contenuti
tr_tr: İçerik Grubu Yok

source: Select a Content Group
fa_ir: افزودن گروه محتوایی
he: בחר קבוצת תוכן
it_it: Selezionare un gruppo di contenuti
tr_tr: Bir İçerik Grubu Seçiniz

source: Choose a content group to associate
fa_ir: یک گروه محتوا برای ارتباط برگزینید
he: בחר קבוצת תוכן לקשר
it_it: Scegliere un gruppo di contenuti da associare
tr_tr: İlişkilendirmek için içerik grubu seç

source: Not selected
fa_ir: انتخاب نشده
he: לא נבחר
it_it: Non selezionato
tr_tr: Seçilmedi

source: Deleted Content Group
fa_ir: گروه محتوای حذف شده
he: קבוצת תוכן נמחקה
it_it: Gruppo di contenuti eliminato
tr_tr: Silinmiş İçerik Grubu

source: {screen_reader_start}Warning:{screen_reader_end} The previously selected content group was deleted. Select another content group.
fa_ir: {screen_reader_start} هشدار: {screen_reader_end} گروه محتوایی که قبلاً انتخاب شده بود، حذف شد. گروه محتوای دیگری را برگزین.
he: {screen_reader_start}אזהרה:{screen_reader_end} קבוצת התוכן שנבחרה בעבר, נמחקה. בחר קבוצת תוכן אחרת.
it_it: {screen_reader_start}Avvertenza:{screen_reader_end} il gruppo di contenuti precedentemente selezionato è stato eliminato. Selezionare un altro gruppo di contenuti.
tr_tr: {screen_reader_start}Uyarı:{screen_reader_end} Daha önce seçilen içerik grubu silinmiş. Farklı bir içerik grubu seçin.
