Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Enter the text on the button used to launch the third party application.
eo: Éntér thé téxt ön thé ßüttön üséd tö läünçh thé thïrd pärtý äpplïçätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Introduce el texto del botón usado para lanzar la aplicación de terceros.
fa_ir: متن روی دکمه مورد استفاده برای راه‌اندازی برنامه شخص سوم را وارد کنید.
it_it: Immettere il testo sul pulsante utilizzato per avviare l'applicazione di terze parti.
lv: Ievadiet tekstu uz pogas, kas tiek izmantota trešās puses lietotnes palaišanai.
mn: Гуравдагч оролцогч талын програмыг нээхэд хэрэглэгдэх товчлуур дээрх бичвэр оруулна уу.

source: Accept grades past deadline
eo: Àççépt grädés päst déädlïné Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Aceptar calificaciones anteriores a la fecha límite
fa_ir: پذیرش نمرات مهلت گذشته
it_it: Accetta valutazioni dopo la data di scadenza
lv: Pieņemt vērtējumus pēc izpildes termiņa
mn: Дуусах хугацаа нь өнгөрсөн дүнг зөвшөөрөх

source: Select True to allow third party systems to post grades past the deadline.
eo: Séléçt Trüé tö ällöw thïrd pärtý sýstéms tö pöst grädés päst thé déädlïné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Seleccione Verdadero para permitir que los sistemas de terceros publiquen calificaciones más allá de la fecha límite.
fa_ir: گزینه «درست» را انتخاب کنید تا به سامانه‌های شخص سوم اجازه داده شود تا نمرات را پس از مهلت مقرر ارسال کنند.
it_it: Selezionare True per consentire ai sistemi di terze parti di postare le valutazioni dopo la scadenza.
lv: Izvēlieties kā patiesu, lai ļautu trešo pušu sistēmām izlikt novērtējumus pēc izpildes termiņa.
mn: Дуусах хугацаа нь өнгөрсөн дүнг бичихийг гуравдагч оролцогч талын системд зөвшөөрвөл Үнэн гэж сонгоно.

source: Could not parse custom parameter: {custom_parameter}. Should be "x=y" string.
eo: Çöüld nöt pärsé çüstöm pärämétér: {custom_parameter}. Shöüld ßé "x=ý" strïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No puedo analizar el parámetro personalizado: {custom_parameter}. Debería ser una cadena "x=y"
fa_ir: پارامتر سفارشی قابل تجزیه نیست: {custom_parameter}. Should be "x=y" رشته.
it_it: Impossibile analizzare il parametro personalizzato: {custom_parameter}. Deve essere la stringa "x=y".
lv: Nebija iespējams parsēt pielāgoto parametru: {custom_parameter}. Vajadzētu būt "x=y" virknei.
mn: Тусгай параметрийг шинжэлж чадахгүй байна: {custom_parameter}. "x=y" үсэг байх хэрэгтэй.

source: Could not parse LTI passport: {lti_passport}. Should be "id:key:secret" string.
eo: Çöüld nöt pärsé LTÌ pässpört: {lti_passport}. Shöüld ßé "ïd:kéý:séçrét" strïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No puedo analizar el pasaporte LTI: {lti_passport}. Debería ser el texto "id:key:secret".
fa_ir: نمی توان گذرگاه LTI را تجزیه کرد: {lti_passport}. Should be "id:key:secret" رشته
it_it: Impossibile analizzare il passaporto LTI: {lti_passport}. Deve essere la stringa "id:key:secret".
lv: Nebija iespējams parsēt LTI pasi: {lti_passport}. Vajadzētu būt "id:key:secret" virknei.
mn: LTI нууц үгийг шинжэлж чадахгүй байна: {lti_passport}. "id:key:secret" үсэг байх хэррэгтэй.

source: Due Date
eo: Düé Däté Ⱡ'σяєм ιρѕυм ∂#
es_es: Fecha límite
fa_ir: موعد مقرر
it_it: Data di consegna
lv: Izpildes datums
mn: Дуусах хугацаа

source: Enter the default date by which problems are due.
eo: Éntér thé défäült däté ßý whïçh prößléms äré düé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Introduce la fecha de entrega por defecto para los problemas.
fa_ir: تاریخ پیش‌فرضی را وارد کنید که تا آن زمان مهلت مسایل به اتمام می‌رسد.
it_it: Immettere la data predefinita per la quale i problemi vanno terminati.
lv: Ievadiet noklusēto datumu, kurā ir jābūt izpildītām problēmām.
mn: Асуудал гарч болох өгөгдмөл огноог оруул.

source: Number of Relative Weeks Due By
fa_ir: تعداد هفته های نسبی تا زمان مقرر
it_it: Numero di settimane a disposizione

source: Enter the number of weeks the problems are due by relative to the learner's enrollment date
fa_ir: تعداد هفته‌هایی را وارد کنید که مشکلات ناشی از تاریخ ثبت‌نام یادگیرندگان به آنها مربوط است
it_it: Inserisci il numero di settimane a disposizione per consegnare i problemi in base alla data di iscrizione dello studente

source: Enter the URL for the course data GIT repository.
eo: Éntér thé ÛRL för thé çöürsé dätä GÌT répösïtörý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Introduce la URL para el repositorio GIT de los datos del curso.
fa_ir: نشانی اینترنتی مخزن داده GIT دوره آموزشی را وارد کنید.
it_it: Immettere l'URL per il repository GIT sulla data del corso.
lv: Ievadiet URL kursa datiem GIT repozitorijā.
mn: Хичээлийн GIT repository өгөгдөлийн URL-ийг оруулна уу.

source: XQA Key
eo: XQÀ Kéý Ⱡ'σяєм ιρѕυм #
es_es: Clave XQA
fa_ir: کلید XQA
it_it: chiave XQA
lv: XQA atslēga
mn: XQA түлхүүр

source: This setting is not currently supported.
eo: Thïs séttïng ïs nöt çürréntlý süppörtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Esta configuración no está soportada actualmente.
fa_ir: این تنظیم در حال حاضر پشتیبانی نمی‌شود.
it_it: Questa impostazione non è supportata al momento.
lv: Šis iestatījums pašreiz netiek atbalstīts.
mn: Энэ тохиргоог одоогоор дэмжихгүй байна

source: Enter the ids for the content groups this problem belongs to.
eo: Éntér thé ïds för thé çöntént gröüps thïs prößlém ßélöngs tö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Introduzca los ids para los grupos de contenido a los que este ejercicio pertenece.
fa_ir: شناسه‌های گروه‌های محتوایی را وارد کنید که این مساله به آن‌ها تعلق دارد.
it_it: Immettere gli ID per i gruppi di contenuto a cui questo problema appartiene.
lv: Ievadiet id satura grupām, kurām ir piederīga šī problēma.
mn: Энэ даалгавар хамаарах агуулгын бүлгийн ids-ийг оруулна уу.

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", "after_all_attempts", "after_all_attempts_or_correct", "attempted_no_past_due", and "never".
eo: Spéçïfý whén thé Shöw Ànswér ßüttön äppéärs för éäçh prößlém. Välïd välüés äré "älwäýs", "änswéréd", "ättémptéd", "çlöséd", "fïnïshéd", "päst_düé", "çörréçt_ör_päst_düé", "äftér_äll_ättémpts", "äftér_äll_ättémpts_ör_çörréçt", "ättémptéd_nö_päst_düé", änd "névér". Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє#
fa_ir: مشخص کنید که چه زمانی دکمۀ نمایش پاسخ برای هر پرسش نشان داده شود. مقادیر معتبر "همیشه" ، "پاسخ‌داده‌شده" ، "تلاش‌شده" ، "بسته" ، "اتمام‌یافته" ، "تاریخ گذشته" ، "صحیح_یا_تاریخ_گذشته" ، "پس از_همۀ-تلاش‌ها" ، "بعد از_همۀ_تلاش‌ها_یاصحیح" ، "تلاش‌شده_بدون_موعد" و "هرگز" "
it_it: Specificare quando il pulsante Mostra risposta deve apparire per ciascun problema. I valori validi sono "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", "after_all_attempts", "after_all_attempts_or_correct", "attempted_no_past_due", e "never".

source: Specify when to show answer correctness and score to learners. Valid values are "always", "never", and "past_due".
eo: Spéçïfý whén tö shöw änswér çörréçtnéss änd sçöré tö léärnérs. Välïd välüés äré "älwäýs", "névér", änd "päst_düé". Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Especifique cuándo mostrar la corrección de la respuesta y la puntuación a los estudiantes. Los valores válidos son "always", "never" y "past_due".
fa_ir: مشخص کنید چه زمان باید پاسخ درست و نمره را به یادگیرندگان نشان داد. مقادیر معتبر are "always", "never", and "past_due هستند.
it_it: Specificare quando si desidera mostrare la correttezza delle risposte e il punteggio agli studenti. I valori validi sono "always", "never", e "past_due".
lv: Norādiet, kad parādīt atbildes pareizību un vērtējumu audzēkņiem. Derīgas vērtības ir "always", "never", un "past_due".
mn: Хариултын зөв болон суралцагчийн оноог хэзээ харуулахыг тодорхойл. Боломжит утгууд нь "always", "never", "past_due".

source: Specify the default for how often variable values in a problem are randomized. This setting should be set to "never" unless you plan to provide a Python script to identify and randomize values in most of the problems in your course. Valid values are "always", "onreset", "never", and "per_student".
eo: Spéçïfý thé défäült för höw öftén värïäßlé välüés ïn ä prößlém äré rändömïzéd. Thïs séttïng shöüld ßé sét tö "névér" ünléss ýöü plän tö prövïdé ä Pýthön sçrïpt tö ïdéntïfý änd rändömïzé välüés ïn möst öf thé prößléms ïn ýöür çöürsé. Välïd välüés äré "älwäýs", "önrését", "névér", änd "pér_stüdént". Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση#
es_es: Especifica el valor por defecto para definir con qué frecuencia los valores variables de un problema son aleatorios. Este parámetro debería valer "never" a no se que tengas pensado proporcionar un script de Python para indentificar y aleatorizar los valores en la mayoría de los problemas del curso. Valores válidos son "always", "onreset", "never" y "per_student".
fa_ir: مقدار پیش‌فرض برای تعداد دفعات تصادفی‌شدن مقادیر متغیر در مساله را مشخص کنید. این مورد باید روی گزینه «هرگز» تنظیم شود، مگر اینکه بخواهید یک اسکریپت پایتون برای شناسایی و تصادفی‌کردن مقادیر در بیشتر مسایل در دوره آموزشی خود ارائه دهید. مقادیر معتبر «همیشه»، «بازتنظیم»، «هرگز» و «به ازای هر یادگیرنده» هستند.
it_it: Specificare il valore predefinito che determina la frequenza con cui i valori delle variabili in un problema vengono randomizzati. Questa impostazione deve essere impostata su "never" a meno che non si decida di fornire uno script Python per identificare e randomizzare i valori nella maggior parte dei problemi del proprio corso. I valori validi sono "always", "onreset", "never", e "per_student".
lv: Norādiet noklusēto vērtību tam, cik bieži mainīgās vērtības problēmā tiek atlasītas nejauši. Šo iestatījumu ir jāiestata kā "never", ja vien Jūs neplānojat nodrošināt Python skriptu, lai identificētu un randomizētu vērtības lielākajā daļā problēmu Jūsu kursā. Derīgas vērtības ir "always", "onreset", "never", un "per_student".
mn: Даалгаврын хувьсагчууд хэр их санамсаргүй байдлаар тодорхойлогдох өгөгдмөл утгыг тодорхойлно уу. Энэ тохиргоог таны хичээл дээрх тодорхойлох Python скрипт ба даалгаврын ихэнхи утгуудаа санамсаргүй байдлаар тодорхойлохоор төлөвлөөгүй бол "never" гэж тохируулах хэрэгтэй. Боломжит утгууд нь "always", "onreset", "never", "per_student".

source: Days Early for Beta Users
eo: Däýs Éärlý för Bétä Ûsérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Días antes para usuarios Beta
fa_ir: روزهای ابتدایی برای کاربران بتا
it_it: Giorni di anticipo per gli utenti beta
lv: Dienas iepriekš beta lietotājiem
mn: Бета хэрэглэгчийн хувьд days early

source: Enter the number of days before the start date that beta users can access the course.
eo: Éntér thé nümßér öf däýs ßéföré thé stärt däté thät ßétä üsérs çän äççéss thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Introduce el número de días antes de la fecha de inicio que los usuarios beta pueden acceder al curso.
fa_ir: تعداد روزهای پیش از تاریخ شروع را وارد کنید تا کاربران بتا بتوانند به این دوره آموزشی دسترسی پیدا کنند
it_it: Immettere il numero di giorni prima della data di inizio che gli utenti beta possono accedere al corso.
lv: Ievadiet dienu skaitu pirms sākuma datuma, kad beta lietotāji var piekļūt kursam.
mn: Бета хэрэглэгчид хичээлд хандаж эхлэх өдрөөс өмнөх үлдсэн өдрийн тоог оруулна уу.

source: Static Asset Path
eo: Stätïç Àssét Päth Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Ruta a Recursos estáticos
fa_ir: مسیر منابع ایستا
it_it: Percorso per gli asset statici
lv: Statiskā līdzekļa ceļš

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
eo: Éntér thé päth tö üsé för fïlés ön thé Fïlés & Ûplöäds pägé. Thïs välüé övérrïdés thé Stüdïö défäült, ç4x://. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Introduce la ruta a usar en archivos de la página Archivos y cargas. Este valor invalida el valor por defecto de Studio, c4x://.
fa_ir: مسیر استفاده از پرونده‌ها را در صفحه پرونده‌ها و بارگذاری‌ها وارد کنید. این مقدار پیش فرض هنرکده c4x:// را نادیده می‌گیرد.
it_it: Immettere il percorso da utilizzare per i file nella pagina File & Caricamenti. Questo valore sostituisce il valore predefinito Studio, c4x://.
lv: Ievadiet ceļu, ko izmantot datnēm ‘Datnes un augšupielādes’ lapā. Šī vērtība pārlabo Studio noklusēto vērtību, c4x://.
mn: Файл & Ачаалах хуудас дахь файлуудад хэрэглэх замыг оруулна уу. Энэ утга Studio-гийн өгөгдмөл утга c4x:// хүчингүй болгоно.

source: Enable LaTeX Compiler
eo: Énäßlé LäTéX Çömpïlér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Habilitar el compilador LaTeX
fa_ir: فعال‌سازی کامپایلر LaTeX
it_it: Abilita il compilatore LaTeX
lv: Iespējot LaTeX kompilatoru
mn: LaTeX хөрвүүлэгчийг идэвхжүүлэх

source: Enter true or false. If true, you can use the LaTeX templates for HTML components and advanced Problem components.
eo: Éntér trüé ör fälsé. Ìf trüé, ýöü çän üsé thé LäTéX témplätés för HTML çömpönénts änd ädvänçéd Prößlém çömpönénts. Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Introduce verdadero o falso. Si es verdadero, puedes usar las plantillas LaTeX para componentes HTML y componentes de problemas avanzados.
fa_ir: گزینه «درست» یا «نادرست» را وارد کنید. اگر درست را وارد کنید، می‌توانید از الگوهای LaTeX برای مولفه‌های اچ تی ام ال و مولفه‌های پیشرفته مساله استفاده کنید.
it_it: Immettere true o false. Se true, è possibile utilizzare i template LaTeX per componenti HTML e per componenti di problemi avanzati.
lv: Ievadiet kā patiesu vai nepatiesu. Ja šī vērtība ir patiesa, Jūs varēsiet izmantot LaTeX veidnes HTML komponentiem un papildus problēmu komponentiem.
mn: Үнэн эсвэл худал гэж оруулна уу. Хэрэв үнэн бол та HTML бүрдэл болон ахисан Даалгаврын бүрдэлүүд дэх LaTeX загварыг ашиглаж чадна.

source: Enter the maximum number of times a student can try to answer problems. By default, Maximum Attempts is set to null, meaning that students have an unlimited number of attempts for problems. You can override this course-wide setting for individual problems. However, if the course-wide setting is a specific number, you cannot set the Maximum Attempts for individual problems to unlimited.
eo: Éntér thé mäxïmüm nümßér öf tïmés ä stüdént çän trý tö änswér prößléms. Bý défäült, Mäxïmüm Àttémpts ïs sét tö nüll, méänïng thät stüdénts hävé än ünlïmïtéd nümßér öf ättémpts för prößléms. Ýöü çän övérrïdé thïs çöürsé-wïdé séttïng för ïndïvïdüäl prößléms. Höwévér, ïf thé çöürsé-wïdé séttïng ïs ä spéçïfïç nümßér, ýöü çännöt sét thé Mäxïmüm Àttémpts för ïndïvïdüäl prößléms tö ünlïmïtéd.#
es_es: Introduce el máximo número de veces que un alumno puede intentar responder problemas. Por defecto, Máximos intentos está fijado en null, queriendo decir que los estudiantes tienen un número ilimitado de intentos por problema. Puedes invalidar esta configuración general para problemas individuales. Sin embargo, si la configuración general está fijada en un determinado número, no puedes fijar Máximos intentos para problemas individuales en ilimitado.
fa_ir: حداکثر تعداد دفعات پاسخ یادگیرنده به مسائل را وارد کنید. به‌صورت پیش‌فرض، حداکثر تعداد دفعات تلاش روی صفر تنظیم شده است، به این معنی که یادگیرندگان به تعداد نامحدودمی‌توانند برای پاسخ به مسایل تلاش کنند. این امکان وجود دارد که به دلیل مشکلات فردی، این بخش را برایش لغو کنید. با این حال، اگر تنظیم کل دوره آموزشی عددی خاص باشد، نمی‌توانید حداکثر تلاش برای فرد را بر روی نامحدود تنظیم کنید.
it_it: Immettere il numero massimo di volte in cui uno studente può provare a rispondere ai problemi. Per impostazione predefinita, l'opzione Tentativi massimi è impostata su null, che indica che gli studenti dispongono di un numero illimitato di tentativi per i problemi. È possibile sostituire questa impostazione a livello corso per problemi individuali. Tuttavia, se l'impostazione a livello corso è un numero specifico, non è possibile impostare l'opzione Tentativi massimi per problemi individuali su illimitato.
lv: Ievadiet maksimālo mēģinājumu skaitu, ko studenti var veikt, risinot problēmas. Pēc noklusējuma maksimālais mēģinājumu skaits ir iestatīts kā nulle, kas nozīmē, ka studentiem ir dots neierobežots mēģinājumu skaits problēmu risināšanā. Jūs varat pārlabot šo visa kursa iestatījumu individuālām problēmām. Tomēr, ja visa kursa iestatījumā ir dots noteikts skaitlis, Jūs nevarēsiet iestatīt maksimālo mēģinājumu skaitu kā neierobežotu.
mn: Суралцагч даалгаврыг хийхээр оролдож болох хамгийн их тоог оруулна уу. Maximum Attempts-ийн Өгөгдмөл утга нь null гэж тохируулагдсан ба энэ нь суралцагчид хязгааргүй тооны оролдлого хийх боломжтой гэсэн үг. Та энэ course-wide тохиргоог тус тусдаа даалгавар дээр тохируулж болно. Гэхдээ, хэрэв course-wide тохиргоо нь тодорхой тоотой бол та Maximum Attempts-ийг тусдаа даалгавар дээр хязгааргүй гэж тохируулж чадахгүй.

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use in this course for the specified duration. Do not share the API key with other courses. Notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
eo: Éntér thé ÀPÌ kéý prövïdéd ßý MäthWörks för äççéssïng thé MÀTLÀB Höstéd Sérvïçé. Thïs kéý ïs gräntéd för éxçlüsïvé üsé ïn thïs çöürsé för thé spéçïfïéd dürätïön. Dö nöt shäré thé ÀPÌ kéý wïth öthér çöürsés. Nötïfý MäthWörks ïmmédïätélý ïf ýöü ßélïévé thé kéý ïs éxpöséd ör çömprömïséd. Tö ößtäïn ä kéý för ýöür çöürsé, ör tö répört än ïssüé, pléäsé çöntäçt mööçsüppört@mäthwörks.çöm#
es_es: Introduce la clave de la API suministrada por MathWorks para acceder al servicio de MATLAB. Esta clave es otorgada para usar de forma exclusiva en este curso y en su duración específica. No compartas esta clave con otros cursos. Notifica a MathWorks de inmediato si consideras que la clave ha sido expuesta o comprometida. Para obtener una clave para tu curso, o para reportar algún problema, contacta a moocsupport@mathworks.com.
fa_ir: برای دسترسی به MATLAB میزبانی شده، کلید API ارائه شده توسط MathWorks را وارد کنید. این کلید برای استفاده اختصاصی در این دوره آموزشی برای مدت زمان مشخص اعطا شده است. کلید API را با سایر دوره‌های آموزشی به اشتراک نگذارید. درصورت رخداد هر خطری برای این کلید، بلافاصله MathWorks را از این مساله مطلع سازید. لطفاً برای دریافت کلید برای دوره آموزشی خود، یا برای گزارش مساله با ما تماس بگیرید moocsupport@mathworks.com
it_it: Immettere la chiave API fornita da MathWorks per l'accesso al servizio hosted MATLAB. Questa chiave è concessa in via esclusiva per questo corso per la durata specificata. Non condividere la chiave API con altri corsi. Notificare immediatamente MathWorks se si crede che la chiave sia esposta o compromessa. Per ottenere una chiave per il proprio corso o per segnalare un errore, contattare moocsupport@mathworks.com
lv: Ievadiet MathWorks sniegto API atslēgu, lai piekļūtu MATLAB viesotajam pakalpojumam. Šī atslēga tiek dota ekskluzīvai izmantošanai šajā kursā noteiktajā ilgumā. Nekopīgojiet API atslēgu ar citiem kursiem. Nekavējoties paziņojiet MathWorks, ja domājat, ka atslēga ir tikusi kompromitēta vai sniegta (atklāta). Lai iegūtu atslēgu Jūsu kursam, vai ziņotu par problēmu, lūdzu, sazinieties pa e-pastu moocsupport@mathworks.com.
mn: MATLAB-ын үйлчилгээнд хандахын тулд MathWorks-оос өгсөн API түлхүүрийг оруулна уу. Энэ түлхүүр нь тодорхой хугацаанд энэ хичээлд ашиглахад зориулагдсан. API түлхүүрийг бусад хичээлтэй хуваалцаж болохгүй. Хэрэв таны түлхүүр нь хуулбарлагдсан, эсвэл эрсдэлд орсон гэдэгт итгэлтэй байвал MathWorks-д мэдэгдэнэ үү. Өөрийн хичээлийн түлхүүрийг авах эсвэл ямар нэгэн асуудлыг мэдээлэх бол moocsupport@mathworks.com хаягаар холбогдоно уу.

source: Group Configurations
eo: Gröüp Çönfïgürätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Configuraciones de grupo
fa_ir: تنظیمات گروه
it_it: Configurazioni del gruppo
lv: Grupu konfigurācijas
mn: Бүлгийн тохиргоо

source: Enter the configurations that govern how students are grouped together.
eo: Éntér thé çönfïgürätïöns thät gövérn höw stüdénts äré gröüpéd tögéthér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Introduce las configuraciones que rigen cómo se agrupan los estudiantes.
fa_ir: پیکربندی‌های اثرگذار بر نحوه گروه‌بندی یادگیرندگان را وارد کنید.
it_it: Immettere le configurazioni che regolano il modo in cui gli studenti vengono raggruppati.
lv: Ievadiet konfigurācijas ar kurām tiek pārvaldīts, kā studenti tiek grupēti kopā.
mn: Суралцагчид хэрхэн бүлэгт хуваагдах журмын тохиргоог оруулна уу.

source: Enable video caching system
eo: Énäßlé vïdéö çäçhïng sýstém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Habilitar sistema de caché para el vídeo
fa_ir: فعال‌سازی سامانه ذخیره ویدیو
it_it: Abilita il sistema di cache del video
lv: Iespējot video kešdarbes sistēmu
mn: Видео хадгалалтын системийг идэвхжүүлэх

source: Enter true or false. If true, video caching will be used for HTML5 videos.
eo: Éntér trüé ör fälsé. Ìf trüé, vïdéö çäçhïng wïll ßé üséd för HTML5 vïdéös. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Introduce verdadero o falso. Si verdadero, se utilizará para los vídeos en HTML5 el almacenamiento en caché de vídeo.
fa_ir: گزینه «درست» یا «غلط» را وارد کنید. اگر گزینه »درست» را انتخاب کنید، از حافظه پنهان ویدیویی برای فیلم های HTML5 استفاده می‌شود.
it_it: Immettere true o false. Se true, la memorizzazione cache del video verrà utilizzata per i video HTML5.
lv: Ievadiet kā patiesu vai nepatiesu. Ja patiess, tad video kešdarbe tiks izmantota HTML5 video.
mn: Үнэн эсвэл худал гэж оруулна уу. Хэрэв үнэн бол видео хадгалалт HTML5 видеонд хэрэглэгдэнэ.

source: Enable video auto-advance
eo: Énäßlé vïdéö äütö-ädvänçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Habilitar auto-avance de vídeo
fa_ir: پیش‌نمایش خودکار ویدئو را فعال کنید
it_it: Abilita avanzamento automatico del video
lv: Iespējot video automātisko progresēšanu
mn: Видео авто-урьдчиланг идэвхжүүлэх
