Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: To access this course visit %(course_url)s and login.
eo: Tö äççéss thïs çöürsé vïsït %(course_url)s änd lögïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Para acceder a este curso, visite %(course_url)s e inicie sesión.
fa_ir: برای دسترسی به این دوره آموزشی از%(course_url)s بازدید کرده و وارد سامانه شوید.
it_it: Per accedere a questo corso, visitare %(course_url)s ed eseguire il login.
mn: Хичээлийн үзэхийн тулд %(course_url)s зочилж нэвтэрч орно уу.

source: To access this course visit %(course_about_url)s and register for this course.
eo: Tö äççéss thïs çöürsé vïsït %(course_about_url)s änd régïstér för thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Para acceder a este curso, visite %(course_about_url)s y regístrese en este curso.
fa_ir: برای دسترسی به این دوره آموزشی به %(course_about_url)s مراجعه کرده و در آن ثبت‌نام کنید.
it_it: Per accedere a questo corso, visitare %(course_about_url)s ed eseguire la registrazione.
mn: Хичээлийг үзэхийн тулд %(course_about_url)s зочилж хичээлд бүртгүүлнэ үү.

source: To finish your registration, please visit %(registration_url)s and fill out the registration form making sure to use %(email_address)s in the Email field.
eo: Tö fïnïsh ýöür régïsträtïön, pléäsé vïsït %(registration_url)s änd fïll öüt thé régïsträtïön förm mäkïng süré tö üsé %(email_address)s ïn thé Émäïl fïéld. Ⱡ'σяєм ιρ#
es_es: Para finalizar su registro, visite %(registration_url)s y complete el formulario de registro asegurándose de usar %(email_address)s en el campo Correo electrónico.
fa_ir: لطفاً ثبت‌نام خود را به پایان برسانید و از این قسمت بازدید کرده%(registration_url)s و سپس فرم ثبت‌نام را پر کنید و اطمینان حاصل کنید که این نشانی رایانامه%(email_address)s را در قسمت مربوط وارد کرده‌اید:
it_it: Per completare la registrazione, visitare %(registration_url)s e compilare il modulo di registrazione assicurandosi di utilizzare %(email_address)s nel campo Email.
mn: Өөрийн бүртгэлээ дуусгахын тулд %(registration_url)s зочилно уу. Бүртгэлийн маягтын мэйл талбарт %(email_address)s хэрэглэсэн эсэхээ шалгана уу.

source: Once you have registered and activated your account, visit %(course_about_url)s to join this course.
eo: Önçé ýöü hävé régïstéréd änd äçtïvätéd ýöür äççöünt, vïsït %(course_about_url)s tö jöïn thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Una vez que se haya registrado y activado su cuenta, visite %(course_about_url)s para unirse a este curso.
fa_ir: پس از ثبت‌نام و فعال‌سازی حساب کاربری خود، برای پیوستن به این دوره آموزشی از%(course_about_url)s بازدید کنید.
it_it: Dopo la registrazione e l'attivazione del proprio account, visitare %(course_about_url)s per unirsi a questo corso.
mn: Та хичээлд бүртгүүлээд, өөрийн бүртгэлээ идэвхжүүлмэгц, %(course_about_url)s зочилж энэ хичээлд нэгдэнэ үү.

source: You have been invited to register for %(course_name)s
eo: Ýöü hävé ßéén ïnvïtéd tö régïstér för %(course_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Ha sido invitado a registrarse en %(course_name)s
fa_ir: شما به ثبت‌نام در دورۀ آموزشی %(course_name)s دعوت شده‌اید.
it_it: Sei stato/a invitato/a a registrarti per %(course_name)s
mn: Таныг %(course_name)s-д бүртгүүлэхийг урьсан байна.

source: You have been unenrolled from %(course_name)s
eo: Ýöü hävé ßéén ünénrölléd fröm %(course_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Se le ha dado de baja de %(course_name)s
fa_ir: در دورۀ آموزشی %(course_name)sثبت‌نام نکرده‌اید
it_it: È stata annullata l'iscrizione a %(course_name)s
mn: Таны %(course_name)s-ийн бүртгэл цуцлагдсан

source: You have been unenrolled from the course %(course_name)s by a member of the course staff. Please disregard the invitation previously sent.
eo: Ýöü hävé ßéén ünénrölléd fröm thé çöürsé %(course_name)s ßý ä mémßér öf thé çöürsé stäff. Pléäsé dïsrégärd thé ïnvïtätïön prévïöüslý sént. Ⱡ'σяєм#
es_es: Un miembro del personal del curso le ha dado de baja del curso %(course_name)s. Por favor, ignore la invitación enviada anteriormente.
fa_ir: ثبت‎‌نام شما در دورۀ آموزشی %(course_name)s توسط یکی از مسئولان ثبت‌نام ملغی شد. لطفاً از دعوت قبلی که ارسال شده است صرف‌نظر کنید.
it_it: È stata annullata l'iscrizione al corso %(course_name)s da un membro dello staff del corso. Si prega di cancellare l'invito inviato precedentemente.
mn: Таныг хичээлийн зохицуулагч гишүүн %(course_name)s хичээлийн бүртгэлийг цуцласан байна. Өмнө илгээсэн урилгыг анхаарахгүй байна уу.

source: Dear Student,
eo: Déär Stüdént, Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Estimado/a alumno/a,
fa_ir: یادگیرنده عزیز،
it_it: Caro Studente,
lv: Dārgo student,
mn: Эрхэм хүндэт оюутан

source: You have been unenrolled from %(course_name)s
eo: Ýöü hävé ßéén ünénrölléd fröm %(course_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Se le ha dado de baja de %(course_name)s
fa_ir: ثبت‌نام شما در دورۀ آموزشی %(course_name)s ملغی شد
it_it: È stata annullata l'iscrizione a %(course_name)s
mn: Таны %(course_name)s-ийн бүртгэл цуцлагдсан

source: You have been unenrolled from %(course_name)s at %(site_name)s by a member of the course staff. This course will no longer appear on your %(site_name)s dashboard.
eo: Ýöü hävé ßéén ünénrölléd fröm %(course_name)s ät %(site_name)s ßý ä mémßér öf thé çöürsé stäff. Thïs çöürsé wïll nö löngér äppéär ön ýöür %(site_name)s däshßöärd. Ⱡ'#
es_es: Un miembro del personal del curso canceló su inscripción en %(course_name)s en %(site_name)s. Este curso ya no aparecerá en su panel de control %(site_name)s.
fa_ir: ثبت‎‌نام شما در دورۀ آموزشی %(course_name)s در %(site_name)sتوسط یکی از مسئولان این دوره آموزشی ملغی شد. دورۀ مذکور در پیشخوان %(site_name)sشما دیده نخواهد شد.
it_it: È stata annullata l'iscrizione a %(course_name)s presso %(site_name)s da un membro dello staff del corso. Questo corso non apparirà più sulla propria dashboard di %(site_name)s .
mn: Таныг хичээлийн зохицуулагч %(site_name)s-ийн %(course_name)s хичээлийн бүртгэлийг цуцласан байна. Энэ хичээл таны %(site_name)s хянах самбар дээр дахиж харагдахгүй.

source: Your other courses have not been affected.
eo: Ýöür öthér çöürsés hävé nöt ßéén äfféçtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Sus otros cursos no han sido afectados.
fa_ir: سایر دوره‌های آموزشی شما تحت تاثیر قرار نگرفته است.
it_it: Gli altri corsi non sono stati interessati.
lv: Jūsu pārējie kursi netiek ietekmēti.
mn: Таны бусад хичээлд нөлөөлөхгүй.

source: This email was automatically sent from %(site_name)s to %(full_name)s
eo: Thïs émäïl wäs äütömätïçällý sént fröm %(site_name)s tö %(full_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Este correo electrónico fue enviado automáticamente desde %(site_name)s a %(full_name)s
fa_ir: این نشانی رایانامه به‌صورت خودکار از %(site_name)s به %(full_name)s ارسال شد.
it_it: Questa email è stata inviata automaticamente da %(site_name)s a %(full_name)s
mn: Энэ имэйл нь %(site_name)s -аас %(full_name)s хэрэглэгч рүү автоматаар илгээгдсэн

source: You have been enrolled in %(course_name)s
eo: Ýöü hävé ßéén énrölléd ïn %(course_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Ha sido inscrito en %(course_name)s
fa_ir: شما در دورۀ آموزشی%(course_name)s ثبت‌نام شده‌اید
it_it: Sei stato iscritto a %(course_name)s
mn: Та %(course_name)s хичээлд элссэн байна

source: You have been enrolled in %(course_name)s at %(site_name)s by a member of the course staff. This course will now appear on your %(site_name)s dashboard.
eo: Ýöü hävé ßéén énrölléd ïn %(course_name)s ät %(site_name)s ßý ä mémßér öf thé çöürsé stäff. Thïs çöürsé wïll nöw äppéär ön ýöür %(site_name)s däshßöärd. Ⱡ'σяєм ιρѕυ#
es_es: Ha sido inscrito en %(course_name)s en %(site_name)s por un miembro del personal del curso. Este curso ahora aparecerá en su panel de control %(site_name)s.
fa_ir: شما در دورۀ آموزشی%(course_name)s در %(site_name)s توسط یکی از مسئولان این دوره آموزشی ثبت‌نام شده‌اید. دورۀ مذکور در پیشخوان %(site_name)s شما ظاهر خواهد شد.
it_it: È stata eseguita l'iscrizione a %(course_name)s presso %(site_name)s da un membro dello staff del corso. Questo corso apparirà ora sulla propria dashboard di %(site_name)s .
mn: Таныш %(site_name)s дээр %(course_name)s хичээлд хичээлийн зохицуулагч элсүүлсэн байна. Хичээл таны %(site_name)s хянах самбар дээр харагдах болно.

source: Access the Course Materials Now
eo: Àççéss thé Çöürsé Mätérïäls Nöw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Acceda a los materiales del curso ahora
fa_ir: هم اکنون به منابع آموزشی دوره دسترسی یابید
it_it: Accedi ora ai materiali del corso
mn: Хичээлийн материалруу хандах

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s
eo: Ýöü hävé ßéén rémövéd äs ä ßétä téstér för %(course_name)s ät %(site_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Se le ha eliminado como beta tester para %(course_name)s en %(site_name)s
fa_ir: سمت شما به عنوان آزمون‌گر بتا %(course_name)sدر %(site_name)s ملغی شد
it_it: Sei stato/a rimosso/a come tester beta per %(course_name)s presso %(site_name)s
mn: Та %(site_name)s-ийн %(course_name)s хичээлийн бета шалгагчаас хасагдсан байна.

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
eo: Ýöü hävé ßéén rémövéd äs ä ßétä téstér för %(course_name)s ät %(site_name)s ßý ä mémßér öf thé çöürsé stäff. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Un miembro del personal del curso lo ha eliminado como probador beta para %(course_name)s en %(site_name)s.
fa_ir: سمت شما به عنوان آزمون‌گر بتا %(course_name)s در %(site_name)s توسط یکی از اعضای تیم آموزشی دوره ملغی شد
it_it: Sei stato/a rimosso/a come tester beta per %(course_name)s presso %(site_name)s da un membro dello staff del corso.
mn: Хичээлийн зохицуулагч гишүүн таныг %(site_name)s-ийн %(course_name)s бета шалгагчаас хассан байна.

source: This course will remain on your dashboard, but you will no longer be part of the beta testing group.
eo: Thïs çöürsé wïll rémäïn ön ýöür däshßöärd, ßüt ýöü wïll nö löngér ßé pärt öf thé ßétä téstïng gröüp. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Este curso permanecerá en su tablero, pero ya no será parte del grupo de prueba beta.
fa_ir: این دوره آموزشی در پیشخوان شما باقی خواهد ماند، اما شما دیگر در گروه آزمون بتا نخواهید بود.
it_it: Questo corso rimarrà sulla propria dashboard, ma non si farà più parte del gruppo di test beta.
mn: Энэ хичээл таны хянах самбар дээр үлдэх боловч та бэта шалгагч бүлгийн гишүүн байхаа болино.

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff. This course will remain on your dashboard, but you will no longer be part of the beta testing group.
eo: Ýöü hävé ßéén rémövéd äs ä ßétä téstér för %(course_name)s ät %(site_name)s ßý ä mémßér öf thé çöürsé stäff. Thïs çöürsé wïll rémäïn ön ýöür däshßöärd, ßüt ýöü wïll nö löngér ßé pärt öf thé ßétä téstïng gröüp. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂#
es_es: Un miembro del personal del curso lo ha eliminado como probador beta para %(course_name)s en %(site_name)s. Este curso permanecerá en su tablero, pero ya no será parte del grupo de prueba beta.
fa_ir: سمت شما به‌عنوان آزمون‌گر بتا %(course_name)s در %(site_name)sتوسط یکی از مسئولان دوره آموزشی ملغی شده است. این دوره در پیشخوان شما باقی خواهد ماند، اما شما دیگر در گروه آزمون بتا نخواهید بود.
it_it: Sei stato/a rimosso/a come tester beta per %(course_name)s presso %(site_name)s da un membro dello staff del corso. Questo corso rimarrà sulla propria dashboard, ma non si farà più parte del gruppo di test beta.
mn: Хичээлийн зохицуулагч гишүүн таныг%(site_name)s-ийн %(course_name)s бета шалгагчаас хассан байна. Энэ хичээл таны хянах самбар дээр үлдэх боловч та бета шалгагч бүлгийн гишүүн байхаа болино.

source: You have been removed from a beta test for %(course_name)s
eo: Ýöü hävé ßéén rémövéd fröm ä ßétä tést för %(course_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Se le ha eliminado de una prueba beta para %(course_name)s
fa_ir: سمت شما به‌عنوان آزمون‌گر بتا %(course_name)s ملغی شده‌است
it_it: Sei stato/a rimosso/a da un test beta per %(course_name)s
mn: Та %(course_name)s-ийн бета тестээс устгагдсан байна

source: Signed Out
eo: Sïgnéd Öüt Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Cerró sesión
fa_ir: خارج‌شده از سامانه
it_it: Disconnesso
lv: Izrakstījies
mn: Гарах

source: You have signed out.
eo: Ýöü hävé sïgnéd öüt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Ha cerrado sesión.
fa_ir: از سامانه خارج شده‌اید.
it_it: Ti sei disconnesso.
lv: Jūs esat izrakstījušies
mn: Та системээс гарсан байна

source: {start_anchor}%(tpa_logout_url)s{middle_anchor}Click here{end_anchor} to delete your single signed on (SSO) session.
fa_ir: {start_anchor}%(tpa_logout_url)s{middle_anchor} اینجا کلیک کنید {end_anchor} برای حذف احراز هویت یکپارچه (SSO) .
it_it: {start_anchor}%(tpa_logout_url)s{middle_anchor}Fai clic qui{end_anchor} per eliminare la sessione Single Sign On (SSO).

source: We are signing you in.
eo: Wé äré sïgnïng ýöü ïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Te estamos registrando.
fa_ir: در حال ورود به سامانه.
it_it: È in corso l'accesso.

source: This may take a minute. If you are not redirected, go to the home page.
eo: Thïs mäý täké ä mïnüté. Ìf ýöü äré nöt rédïréçtéd, gö tö thé hömé pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Esto puede tardar un minuto. Si no es redirigido, vaya a la página de inicio.
fa_ir: این فرایند ممکن است یک دقیقه طول بکشد. اگر به بخش موردنظر هدایت نشدید، به صفحۀ اصلی بروید.
it_it: Questa operazione potrebbe impiegare un minuto. Se non si viene reindirizzati, andare alla home page.

source: If you are not redirected within 5 seconds, {start_anchor}%(target)s{middle_anchor}click here to go to the home page{end_anchor}.
fa_ir: اگر در عرض 5 ثانیه منتقل نشدید، {start_anchor}%(target)s{middle_anchor} اینجا را کلیک کنید تا به صفحه اصلی بروید {end_anchor}.
it_it: Se non vieni reindirizzato entro 5 secondi, {start_anchor}%(target)s{middle_anchor}clicca qui per andare alla home page{end_anchor}.

source: Skip to main content
eo: Skïp tö mäïn çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Pasar al contenido principal
fa_ir: پرش به محتوای اصلی
it_it: Passa al contenuto principale
lv: Pāriet uz galveno saturu
mn: Гол контент руу алгасах

source: Authorize
eo: Àüthörïzé Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Autorizar
fa_ir: مجازشناختن
it_it: Autorizza
lv: Autorizēt
mn: Зөвшөөрөх

source: The above application requests the following permissions from your account:
eo: Thé äßövé äpplïçätïön réqüésts thé föllöwïng pérmïssïöns fröm ýöür äççöünt: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: La aplicación anterior solicita los siguientes permisos de su cuenta:
fa_ir: برنامه فوق، مجوزهای زیر را از حساب کاربری شما درخواست می‌کند:
it_it: L'applicazione sopra indicata richiede le seguenti autorizzazioni dal proprio account:
lv: Iepriekš minētā lietotne pieprasa sekojošas atļaujas no Jūsu konta:
mn: Дээрх програмын хүсэлт нь таны бүртгэлээс дараах зөвшөөрлийг хүссэн байна:

source: These permissions will be granted for data from your courses associated with the following content providers:
eo: Thésé pérmïssïöns wïll ßé gräntéd för dätä fröm ýöür çöürsés ässöçïätéd wïth thé föllöwïng çöntént prövïdérs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Estos permisos se otorgarán para los datos de sus cursos asociados con los siguientes proveedores de contenido:
fa_ir: این مجوزها برای داده‌های دوره‌های آموزشی شما در ارتباط با ارائه‌دهندگان محتوای زیر اعطا می‌شود:
it_it: Tali autorizzazioni saranno concesse per dati provenienti dai propri corsi associati ai seguenti provider di contenuti:
mn: Эдгээр зөвшөөрөл нь дараах агуулга нийлүүлэгчтэй холбоотой таны хичээлүүдээс авсан өгөгдөлд олгогдоно:

source: Please click the 'Allow' button to grant these permissions to the above application. Otherwise, to withhold these permissions, please click the 'Cancel' button.
eo: Pléäsé çlïçk thé 'Àllöw' ßüttön tö gränt thésé pérmïssïöns tö thé äßövé äpplïçätïön. Öthérwïsé, tö wïthhöld thésé pérmïssïöns, pléäsé çlïçk thé 'Çänçél' ßüttön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυ#
es_es: Haga clic en el botón 'Permitir' para conceder estos permisos a la aplicación anterior. De lo contrario, para denegar estos permisos, haga clic en el botón 'Cancelar'.
fa_ir: لطفاً روی دکمه "مجاز" کلیک کنید تا این مجوزها را به برنامه فوق اعطا کنید. در غیر این صورت، برای خودداری از این مجوزها، لطفاً روی دکمه "لغو" کلیک کنید.
it_it: Fare clic sul pulsante 'Consenti' per concedere queste autorizzazioni all'applicazione sopra indicata. In caso contrario, per trattenere tali autorizzazioni, fare clic sul pulsante 'Annulla'.
lv: Lūdzu, klikšķiniet uz ‘Atļaut’ pogas, lai dotu šīs atļaujas iepriekš minētajai lietotnei. Pretējā gadījumā, lai nedotu šīs atļaujas, lūdzu, klikšķiniet uz ‘Atcelt’ pogas.
mn: Дээрх програмд эдгээр зөвшөөрлийг олгохын тулд 'Зөвшөөрөх' товчлуурыг дарна уу. Өөрөөр, эдгээр зөвшөөрлийг болихын тулд, 'Cancel' товчлуурыг дарна уу.

source: Cancel
eo: Çänçél Ⱡ'σяєм ιρѕυ#
es_es: Cancelar
fa_ir: انصراف
it_it: Annulla
lv: Atcelt
mn: Болих

source: Allow
eo: Àllöw Ⱡ'σяєм ιρѕ#
es_es: Permitir
fa_ir: اجازه‌دادن
it_it: Permetti
lv: Atļaut
mn: Зөвшөөрөх

source: Error
eo: Érrör Ⱡ'σяєм ιρѕ#
fa_ir: خطا
it_it: Errore
lv: Kļūda
mn: Алдаа

source: Check out this course on edx
fa_ir: این دوره آموزشی را در edx بررسی کنید
it_it: Dai un&#39;occhiata a questo corso su edx

source: Enroll now
fa_ir: الان ثبت‌نام کنید
it_it: Iscriviti ora

source: View Course
eo: Vïéw Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Ver curso
fa_ir: مشاهده دوره آموزشی
it_it: Vedi il Corso
lv: Skatīt kursu
mn: Хичээл Үзэх

source: Estimated 6 weeks
fa_ir: تقریبا 6 هفته
it_it: Stima 6 settimane

source: 4-6 hours per week
fa_ir: 4-6 ساعت در هفته
it_it: 4-6 ore settimanali

source: Self-paced
fa_ir: خودآموز
it_it: apprendimento autonomo

source: Progress at your own speed
fa_ir: با سرعت مورد نظر خودتان پیشرفت کنید
it_it: Progredisci alla tua velocità

source: Optional upgrade available
fa_ir: امکان ارتقا اختیاری فراهم است
it_it: Aggiornamento opzionale disponibile

source: Check out this course on %(platform_name)s.
fa_ir: این دوره آموزشی را در %(platform_name)s بررسی کنید.
it_it: Dai un&#39;occhiata a questo corso su %(platform_name)s.

source: This email message was automatically sent by %(lms_url)s
fa_ir: این رایانامه به‌طور خودکار توسط %(lms_url)s ارسال شد
it_it: Questo messaggio di posta elettronica è stato inviato automaticamente da %(lms_url)s

source: ID Verification Approved
eo: ÌD Vérïfïçätïön Àpprövéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: هویت تأیید شد
it_it: Verifica dell'identità approvata

source: Hello %(full_name)s,
eo: Héllö %(full_name)s, Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Hola %(full_name)s,
fa_ir: سلام %(full_name)s،
it_it: Ciao %(full_name)s,
lv: Labdien, %(full_name)s,
mn: Сайн байна уу %(full_name)s,

source: Your %(platform_name)s ID verification photos have been approved.
eo: Ýöür %(platform_name)s ÌD vérïfïçätïön phötös hävé ßéén äpprövéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: عکس‌های تأیید شناسه%(platform_name)s شما تأیید شده‌است.
it_it: Le tue foto di verifica dell'identità di %(platform_name)s sono state approvate.

source: Your approval status remains valid for two years, and it will expire %(expiration_datetime)s.
fa_ir: وضعیت تأیید شما به مدت دو سال معتبر باقی می‌ماند و در %(expiration_datetime)sمنقضی خواهد شد.
it_it: Lo stato dell'approvazione resta valido per due anni, e scadrà il %(expiration_datetime)s.

source: Enjoy your studies,
eo: Énjöý ýöür stüdïés, Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fa_ir: از آموزش لذت ببرید،
it_it: Divertiti con i tuoi studi,

source: Hello %(full_name)s,
eo: Héllö %(full_name)s, Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Hola %(full_name)s,
fa_ir: سلام %(full_name)s،
it_it: Ciao %(full_name)s,

source: Your %(platform_name)s ID verification was approved!
eo: Ýöür %(platform_name)s ÌD vérïfïçätïön wäs äpprövéd! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: شناسۀ هویت %(platform_name)s شما تأیید شد!
it_it: La propria verifica dell'identità di %(platform_name)s è stata approvata!

source: Expired ID Verification
eo: Éxpïréd ÌD Vérïfïçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Verificación de identificación caducada
fa_ir: انقضاء تایید هویت
it_it: Verifica dell'identità scaduta

source: Your %(platform_name)s ID verification has expired.
eo: Ýöür %(platform_name)s ÌD vérïfïçätïön häs éxpïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Su verificación de ID %(platform_name)s ha caducado.
fa_ir: تأیید شناسۀ%(platform_name)sشما منقضی شده‌است.
it_it: La propria verifica dell'identità di %(platform_name)s è scaduta.

source: You must have a valid ID verification to take proctored exams and qualify for certificates.
eo: Ýöü müst hävé ä välïd ÌD vérïfïçätïön tö täké pröçtöréd éxäms änd qüälïfý för çértïfïçätés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Debe tener una verificación de identificación válida para tomar exámenes supervisados y calificar para certificados.
fa_ir: برای شرکت در آزمون‌های حفاظت‌شده و واجدشرایط‌ دریافت گواهی، باید تأیید هویت معتبر وجود داشته باشد.
it_it: È necessario avere una verifica dell'identità valida per sostenere esami supervisionati ed essere qualificati per i certificati.

source: Follow the link below to submit your photos and renew your ID verification.
eo: Föllöw thé lïnk ßélöw tö süßmït ýöür phötös änd rénéw ýöür ÌD vérïfïçätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Siga el enlace a continuación para enviar sus fotos y renovar su verificación de identificación.Siga el enlace a continuación para enviar sus fotos y renovar su verificación de identificación.
fa_ir: برای ارسال تصاویر و تمدید تأیید هویت‌تان، پیوند زیر را دنبال کنید.
it_it: Seguire il link sottostante per inviare le proprie foto e rinnovare la verifica dell'identità.

source: You can also do this from your dashboard.
eo: Ýöü çän älsö dö thïs fröm ýöür däshßöärd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: También puede hacerlo desde su panel de control.
fa_ir: این فرایند را می‌توانید از طریق پیشخوان خود انجام دهید
it_it: È possibile inoltre fare ciò dalla propria dashboard.

source: Resubmit Verification : %(lms_verification_link)s
eo: Résüßmït Vérïfïçätïön : %(lms_verification_link)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Volver a enviar la verificación: %(lms_verification_link)s
fa_ir: تأیید مجدد: %(lms_verification_link)s
it_it: Invia nuovamente verifica : %(lms_verification_link)s

source: ID verification FAQ : %(help_center_link)s
eo: ÌD vérïfïçätïön FÀQ : %(help_center_link)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Preguntas frecuentes sobre la verificación de identidad: %(help_center_link)s
fa_ir: سؤالات مربوط به تأیید هویت: %(help_center_link)s
it_it: FAQ di verifica dell'identità : %(help_center_link)s

source: Your %(platform_name)s Verification has Expired
eo: Ýöür %(platform_name)s Vérïfïçätïön häs Éxpïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Su verificación %(platform_name)s ha caducado
fa_ir: تأیید هویت%(platform_name)s شما منقضی شده‌است
it_it: La propria Verifica %(platform_name)s è scaduta
