Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: The message to show when a user is blocked from enrollment.
eo: Thé méssägé tö shöw whén ä üsér ïs ßlöçkéd fröm énröllmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Mensaje que se muestra cuando a un usuario se le impide matricularse.
fa_ir: این پیام برای نمایش به کاربری است که بلاک شده و مجوز ثبت‌نام ندارد.
it_it: Il messaggio che appare quando un utente è impossibilitato a iscriversi
lv: Ziņojums, lai parādītu, kad lietotāja reģistrācija tiek bloķēta.
mn: Хэрэглэгч элсэлтээс хаагдсан үед харуулах зурвас

source: The message to show when a user is blocked from accessing a course.
eo: Thé méssägé tö shöw whén ä üsér ïs ßlöçkéd fröm äççéssïng ä çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Mensaje que se muestra cuando a un usuario se le impide acceder a un curso.
fa_ir: این پیام برای نمایش به کاربری است که بلاک شده و دسترسی به دوره آموزشی ندارد.
it_it: il messaggio che appare quando un utente è impossbilitato ad accedere ad un corso
lv: Ziņojums, lai parādītu, kad lietotājs tiek bloķēts no piekļūšanas kursam.
mn: Хэрэглэгч хичээлд хандах эрх хаагдсан үед харуулах зурвас

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
eo: Àllöw üsérs whö énrölléd ïn än ällöwéd çöüntrý tö äççéss réstrïçtéd çöürsés fröm éxçlüdéd çöüntrïés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Permitir que los usuarios que se inscriban en un país autorizado tengan acceso a cursos restringidos de países excluidos.
fa_ir: به کاربرانی که از یک کشور مجاز ثبت‌نام کرده‌اند مجوز دسترسی را به دوره‌هایی محدود از کشورهای مستثنی‌شده بدهید.
it_it: permette agli utenti che si sono registrati in un paese di accedere a dei corsi limitati da paesi esclusi
lv: Ļaut lietotājiem, kas ir reģistrējušies atļautā valstī, piekļūt ierobežotiem kursiem no izslēgtām valstīm.

source: Two character ISO country code.
eo: Twö çhäräçtér ÌSÖ çöüntrý çödé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Código de país ISO de dos caracteres.
fa_ir: کد کشور ISO دو کاراکتری.
it_it: Codice paese ISO a due caratteri.
lv: Divu rakstzīmju ISO valsts kods.
mn: Хоёр тэмдэгттэй ISO улсын код

source: Whether to include or exclude the given course. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the course. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the course.
eo: Whéthér tö ïnçlüdé ör éxçlüdé thé gïvén çöürsé. Ìf whïtélïst çöüntrïés äré spéçïfïéd, thén ÖNLÝ üsérs fröm whïtélïstéd çöüntrïés wïll ßé äßlé tö äççéss thé çöürsé. Ìf ßläçklïst çöüntrïés äré spéçïfïéd, thén üsérs fröm ßläçklïstéd çöüntrïés wïll NÖT ßé äßlé tö äççéss thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σ#
es_es: Si incluir o excluir el curso dado. Si se especifican países de la lista blanca, sólo los usuarios de los países de la lista blanca podrán acceder al curso. Si se especifican países de la lista negra, los usuarios de los países de la lista negra NO podrán acceder al curso.
fa_ir: آیا این دوره را در نظر می گیرید یا خیر. اگر کشورهای فهرست سفید مشخص شده باشند، فقط کاربرانی از کشورهای موجود در این فهرست امکان دسترسی به دوره را دارند. اگر کشورهای فهرست سیاه مشخص شده باشند، کاربران کشورهای مذکور در این فهرست امکان دسترسی به دوره را ندارند.
it_it: Stabilisce se includere o escludere il determinato corso. Se vengono specificati paesi inseriti nell'elenco attendibili, SOLO gli utenti provenienti da tali paesi potranno accedere al corso. Se vengono specificati paesi inseriti nell'elenco indesiderati, gli utenti provenienti da tali paesi NON potranno accedere al corso.
lv: Vai iekļaut vai izslēgt doto kursu. Ja ir norādītas valstis no baltā saraksta, tad TIKAI lietotāji no baltā saraksta valstīm varēs piekļūt kursam. Ja melnā saraksta valstis tiks norādītas, lietotāji no melnā saraksta valstīm NEBŪS spējīgi piekļūt kursam.

source: The course to which this rule applies.
eo: Thé çöürsé tö whïçh thïs rülé äpplïés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Curso al que se aplica esta norma.
fa_ir: دوره‌ای که این قانون در آن اعمال می‌شود.
it_it: Il corso a cui si applica questa norma
lv: Kurss, uz kuru attiecas šī kārtula.
mn: Энэ дүрмийг хэрэглэх хичээл

source: The country to which this rule applies.
eo: Thé çöüntrý tö whïçh thïs rülé äpplïés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: País al que se aplica esta norma.
fa_ir: کشوری که این قانون به آن اعمال می‌شود.
it_it: il paese a cui questa norma si applica
lv: Valsts, uz kuru attiecas šī kārtula.
mn: Энэ дүрмийг хэрэглэх улс

source: Whitelist {country} for {course}
eo: Whïtélïst {country} för {course} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Lista blanca en {country} para {course}
fa_ir: فهرست سفید {country} برای{course}
it_it: lista bianca {country} per {course}
lv: Ievietot valsti {country} baltajā sarakstā kursam {course}
mn: {country} улс {course} хичээлийн цагаан жагсаалтанд оруулах

source: Blacklist {country} for {course}
eo: Bläçklïst {country} för {course} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Lista negra en {country} para {course}
fa_ir: فهرست سیاه {country} برای {course}
it_it: Lista di proscrizione {country} per {course}
lv: Ievietot valsti {country} melnajā sarakstā kursam {course}
mn: {country} улсыг {course} хичээлийн хар жагсаалтанд оруулах

source: Learner Pathways
fa_ir: مسیرهای یادگیرنده
it_it: Percorsi di apprendimento

source: Comma-separated list of scopes that this application will be allowed to request.
eo: Çömmä-sépärätéd lïst öf sçöpés thät thïs äpplïçätïön wïll ßé ällöwéd tö réqüést. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Lista separada por comas de los ámbitos que esta aplicación podrá solicitar.
fa_ir: فهرست دامنه‌هایی که با استفاده از کاما جداشده‌اند و مجاز به درخواست هستند.
it_it: Elenco separato da virgole di ambiti che potranno essere richiesti da questa applicazione.

source: Comma-separated list of filters that this application will be allowed to request.
eo: Çömmä-sépärätéd lïst öf fïltérs thät thïs äpplïçätïön wïll ßé ällöwéd tö réqüést. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Lista separada por comas de los filtros que esta aplicación podrá solicitar.
fa_ir: لیست دامنه‌هایی که با استفاده از کاما جداشده‌اند و این نرم‌افزار مجاز به درخواست آن‌ها است.
it_it: Elenco separato da virgole di filtri che potranno essere richiesti da questa applicazione.

source: Content Provider
eo: Çöntént Prövïdér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Proveedor de contenido
fa_ir: ارائه‌دهندۀ محتوا
it_it: Provider di contenuti
mn: Агуулга нийлүүлэгч

source: Password Policy
eo: Pässwörd Pölïçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Política de contraseñas
fa_ir: سیاست گذرواژه
it_it: Policy delle password
lv: Paroles noteikumi
mn: Нууц үгийн бодлого

source: {strong_tag_open}We recently changed our password requirements{strong_tag_close}{break_line_tag}Your current password does not meet the new security requirements. We just sent a password-reset message to the email address associated with this account. Thank you for helping us keep your data safe.
eo: {strong_tag_open}Wé réçéntlý çhängéd öür pässwörd réqüïréménts{strong_tag_close}{break_line_tag}Ýöür çürrént pässwörd döés nöt méét thé néw séçürïtý réqüïréménts. Wé jüst sént ä pässwörd-rését méssägé tö thé émäïl äddréss ässöçïätéd wïth thïs äççöünt. Thänk ýöü för hélpïng üs kéép ýöür dätä säfé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяє#
es_es: {strong_tag_open}Recientemente cambiamos nuestros requisitos de contraseña{strong_tag_close}{break_line_tag}Su contraseña actual no cumple con los nuevos requisitos de seguridad. Acabamos de enviar un mensaje de restablecimiento de contraseña a la dirección de correo electrónico asociada con esta cuenta. Gracias por ayudarnos a mantener sus datos seguros.
fa_ir: {strong_tag_open} اخیراً شرایط گذرواژۀ خود را تغییر داده‌ایم {strong_tag_close} {break_line_tag} گذرواژۀ فعلی شما شرایط امنیتی جدید را ندارد. ما فقط یک پیام بازبینی گذرواژه را به نشانی رایانامه مرتبط با این حساب کاربری ارسال کردیم. متشکریم که در ایمن‌سازی داده‌ها به ما یاری می‌رسانید.
it_it: {strong_tag_open}Abbiamo di recente cambiato i nostri requisiti per la password{strong_tag_close}{break_line_tag}La tua password corrente non soddisfa i nuovi requisiti di sicurezza. Abbiamo appena inviato un messaggio di reimpostazione password all'indirizzo email associato a questo account. Grazie per l'aiuto che dai nel tenere protetto i tuoi dati.

source: {strong_tag_open}Required Action: Please update your password{strong_tag_close}{break_line_tag}As of {deadline}, {platform_name} will require all learners to have complex passwords. Your current password does not meet these requirements. To reset your password, go to to {anchor_tag_open}Account Settings{anchor_tag_close}.
eo: {strong_tag_open}Réqüïréd Àçtïön: Pléäsé üpdäté ýöür pässwörd{strong_tag_close}{break_line_tag}Às öf {deadline}, {platform_name} wïll réqüïré äll léärnérs tö hävé çömpléx pässwörds. Ýöür çürrént pässwörd döés nöt méét thésé réqüïréménts. Tö rését ýöür pässwörd, gö tö tö {anchor_tag_open}Àççöünt Séttïngs{anchor_tag_close}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂#
es_es: {strong_tag_open} Acción requerida: Por favor, actualiza tu contraseña{strong_tag_close}{break_line_tag}A partir de {deadline}, {platform_name} obligará a todos los estudiantes a tener contraseñas complejas. Tu contraseña actual no cumple con estos requisitos. Para restablecer tu contraseña, ve a {anchor_tag_open}configuración de la cuenta{anchor_tag_close}.
fa_ir: {strong_tag_open} اقدام ضروری: لطفاً گذرواژۀ خود را روزآمد کنید {strong_tag_close} {break_line_tag} از تاریخ {deadline}، {platform_name} برای همۀ افراد ضروری است گذرواژۀ پیچیده‌ای داشته‌باشند، گذرواژه فعلی شما این شرایط را ندارد. برای بازتنظیم گذرواژۀ خود، به {anchor_tag_open} تنظیمات حساب کاربری {anchor_tag_close} مراجعه کنید.
it_it: {strong_tag_open}Azione richiesta: aggiornare la propria password{strong_tag_close}{break_line_tag}A partire dal {deadline}, {platform_name} richiederà a tutti gli studenti di utilizzare password complesse. La tua password corrente non soddisfa tali requisiti. Per reimpostare la password, accedere a {anchor_tag_open}Impostazioni account{anchor_tag_close}.

source: The file must be smaller than {image_max_size} in size.
eo: Thé fïlé müst ßé smällér thän {image_max_size} ïn sïzé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El fichero debe ser menor de {image_max_size}
fa_ir: اندازۀ پرونده باید کمتر از {image_max_size} باشد.
it_it: La dimensione del file deve essere minore di {image_max_size}.
lv: Datnes izmēram ir jābūt mazākam par {image_max_size}.
mn: Зургийн файл {image_max_size} хэмжээнээс бага байх ёстой.

source: The file must be at least {image_min_size} in size.
eo: Thé fïlé müst ßé ät léäst {image_min_size} ïn sïzé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: El archivo debe tener al menos {image_min_size} de tamaño.
fa_ir: اندازۀ پرونده باید کمینه {image_min_size} باشد.
it_it: La dimensione del file deve essere almeno di {image_min_size}.
lv: Datnes izmēram ir jābūt vismaz {image_min_size}.
mn: Зургийн файл хамгийн багадаа {image_min_size} хэмжээтэй байх ёстой .

source: The file must be one of the following types: {valid_file_types}.
eo: Thé fïlé müst ßé öné öf thé föllöwïng týpés: {valid_file_types}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El archivo debe ser uno de los siguientes tipos: {valid_file_types}.
fa_ir: پرونده باید یکی از انواع زیر باشد: {valid_file_types}.
it_it: Il file deve essere uno dei seguenti tipi: {valid_file_types}.
lv: Datnes veidam ir jābūt vienam no: {valid_file_types}.
mn: Файл нь заавал дараах төрлүүдийн нэг байх ёстой: {valid_file_types}.

source: The Content-Type header for this file does not match the file data. The file may be corrupted.
eo: Thé Çöntént-Týpé héädér för thïs fïlé döés nöt mätçh thé fïlé dätä. Thé fïlé mäý ßé çörrüptéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: El encabezado Content-Type para este archivo no coincide con los datos del archivo. El archivo puede estar dañado.
fa_ir: سربرگ Content-Type برای این پرونده با داده‌های پرونده مطابقت ندارد. این پرونده ممکن است خراب باشد.
it_it: L'intestazione Content-Type per questo file non corrisponde ai dati del file. Il file potrebbe essere danneggiato.
lv: Šīs datnes satura veida galvene neatbilst datnes datiem. Datne var būt bojāta.

source: The file name extension for this file does not match the file data. The file may be corrupted.
eo: Thé fïlé nämé éxténsïön för thïs fïlé döés nöt mätçh thé fïlé dätä. Thé fïlé mäý ßé çörrüptéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: La extensión de nombre de fichero para este fichero no coincide con los datos del fichero. El fichero puede estar dañado.
fa_ir: پسوند نام پرونده برای این پرونده با داده‌های آن مطابقت ندارد. پرونده ممکن است خراب باشد.
it_it: L'estensione del nome file per questo file non corrisponde ai dati del file. Il file potrebbe essere danneggiato.
lv: Šīs datnes nosaukuma paplašinājums neatbilst datnes datiem. Datne var būt bojāta.
mn: Энэ файлын өргөлтөл нэр нь файлын өгөгдөлтэй таарахгүй байна. Файл гэмтсэн байж магадгүй.

source: bytes
eo: ßýtés Ⱡ'σяєм ιρѕ#
fa_ir: بایت
lv: baiti
mn: байт

source: KB
eo: KB Ⱡ'σя#
fa_ir: کیلوبایت

source: MB
eo: MB Ⱡ'σя#
fa_ir: مگابایت

source: No file provided for profile image
eo: Nö fïlé prövïdéd för pröfïlé ïmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: No se proporcionó ningún archivo para la imagen de perfil
fa_ir: هیچ پرونده‌ای برای تصویر شخصی ارائه نشده‌است
it_it: Nessun file fornito per l'immagine del profilo
lv: Profila attēlam netika norādīta datne
mn: Профайл зурганд файл оруулаагүй байна

source: Path used to construct URLs to programs marketing pages (e.g., "/foo").
eo: Päth üséd tö çönstrüçt ÛRLs tö prögräms märkétïng pägés (é.g., "/föö"). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Ruta utilizada para construir URLs a páginas de marketing de los programas (por ejemplo, "/ foo").
fa_ir: مسیری برای ایجاد آدرس اینترنتی برای صفحات بازاریابی برنامه‌ها (مثلاً ، "/ foo") به کارمی‎‌رود.
it_it: Il percorso utilizzato per costruire gli URL di pagine di marketing di programmi (ad esempio, "/foo").
lv: Ceļš, kas izmantots URL veidošanai programmas mārketinga lapām (piem., "/foo").

source: Program UUID
fa_ir: پیشرفت UUID
it_it: UUID programma

source: If disabled, the LTI in the associated program will be disabled.
fa_ir: اگر غیرفعال باشد، LTI در برنامه مرتبط غیرفعال خواهد شد.
it_it: Se disabilitato, l&#39;LTI nel programma associato sarà disabilitato.

source: The LTI configuration data for this program/provider.
fa_ir: داده‌های پیکربندی LTI برای این برنامه/ارائه‌دهنده
it_it: I dati di configurazione LTI per questo programma/provider.

source: Known Error Case
eo: Knöwn Érrör Çäsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Caso de error conocido
fa_ir: مورد خطای مشخص
it_it: Caso errore noto
lv: Zināms kļūdas gadījums

source: Schedule start < course start
eo: Sçhédülé stärt < çöürsé stärt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Horario de inicio < inicio de curso
fa_ir: آغاز برنامه < آغاز دوره آموزشی
it_it: Programma inizio < inizio corso
lv: Grafika sākums < kursa sākums

source: Course Id
eo: Çöürsé Ìd Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Id del curso
fa_ir: شناسه دوره آموزشی
it_it: ID del corso
lv: Kursa ID
mn: Хичээлийн код

source: All
eo: Àll Ⱡ'σяєм#
es_es: Todos
fa_ir: همه
it_it: Tutto
lv: Visi
mn: Бүх

source: Experience
eo: Éxpérïénçé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Experiencia
fa_ir: تجربه
it_it: Esperienza
lv: Pieredze
mn: Туршлага

source: Course ID
eo: Çöürsé ÌD Ⱡ'σяєм ιρѕυм ∂σł#
es_es: ID del curso
fa_ir: شناسه دوره آموزشی
it_it: ID del corso
lv: Kursa ID
mn: Хичээлийн АйДи

source: Schedules
eo: Sçhédülés Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Horarios
fa_ir: برنامه‌ها
it_it: Programmazioni
lv: Grafiki
mn: Хуваариуд

source: Indicates if this schedule is actively used
eo: Ìndïçätés ïf thïs sçhédülé ïs äçtïvélý üséd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Indicar si este horario se utiliza activamente
fa_ir: نشان می‌دهد آیا این برنامه به‌صورتی فعال به کار می‌رود
it_it: Indica se questo programma è effettivamente utilizzato
lv: Norāda, ka šis grafiks tiek aktīvi izmantots

source: Date this schedule went into effect
eo: Däté thïs sçhédülé wént ïntö éfféçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Fecha en que entró en vigencia este cronograma
fa_ir: تاریخ آغاز این برنامه
it_it: La data di entrata in vigore di questo programma
lv: Datums, kurā šis grafiks stājās spēkā

source: Deadline by which the learner must upgrade to a verified seat
eo: Déädlïné ßý whïçh thé léärnér müst üpgrädé tö ä vérïfïéd séät Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Fecha límite en la que el alumno debe ascender a un asiento verificado
fa_ir: آخرین مهلت ارتقای یادگیرنده به جایگاهی تأییدشده
it_it: Scadenza entro la quale lo studente deve eseguire l'upgrade per un posto verificato
lv: Pēdējais izpildes termiņš, līdz kuram audzēknim ir jāveic jaunināšana uz verificētu vietu

source: Schedule
eo: Sçhédülé Ⱡ'σяєм ιρѕυм ∂#
es_es: Calendario
fa_ir: برنامه زمان‌بندی
it_it: Programma
lv: Grafiks
mn: Төлөвлөх

source: By %(filter_title)s
eo: Bý %(filter_title)s Ⱡ'σяєм ιρѕυм ∂#
es_es: Por %(filter_title)s
fa_ir: توسط %(filter_title)s
it_it: Per %(filter_title)s
lv: Pēc %(filter_title)s
mn: %(filter_title)s -иар

source: Welcome to week %(week_num)s of %(course_name)s!
eo: Wélçömé tö wéék %(week_num)s öf %(course_name)s! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: ¡Le damos la bienvenida a la semana %(week_num)s de %(course_name)s!
fa_ir: به هفتۀ %(week_num)s از %(course_name)s خوش آمدید!
it_it: Benvenuto/a alla settimana %(week_num)s di %(course_name)s!
lv: Laipni lūgti nedēļā nr. %(week_num)s kursā %(course_name)s!
mn: %(course_name)s хичээлийн %(week_num)s -р долоо хоногт тавтай морил!

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in week {week_num}:
eo: Wé höpé ýöü'ré énjöýïng {start_strong}{course_name}{end_strong}! Wé wänt tö lét ýöü knöw whät ýöü çän löök förwärd tö ïn wéék {week_num}: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: ¡Esperamos que estés disfrutando {start_strong}{course_name}{end_strong}! Queremos hacerle saber lo que puede esperar en la semana {week_num}:
fa_ir: امیدواریم از {start_strong} {course_name} {end_strong} لذت ببرید! مایلیم به شما اطلاع دهیم در هفتۀ {week_num} چه چیزی در انتظار شماست
it_it: Speriamo che ti stia piacendo {start_strong}{course_name}{end_strong}! Desideriamo farti conoscere cosa è previsto per te nella settimana {week_num}:

source: With self-paced courses, you learn on your own schedule. We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
eo: Wïth sélf-päçéd çöürsés, ýöü léärn ön ýöür öwn sçhédülé. Wé énçöürägé ýöü tö spénd tïmé wïth thé çöürsé éäçh wéék. Ýöür föçüséd ätténtïön wïll päý öff ïn thé énd! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕ#
es_es: Con los cursos "a tu propio ritmo" aprendes según el horario que prefieras. Te animamos a dedicar un tiempo al curso cada semana. ¡Tu constancia se verá recompensada al final!
fa_ir: شما در دوره‌های خودآموز، براساس برنامۀ خودتان آموزش می‌بینید. توصیه می‌کنیم هر هفته بخشی از دوره آموزشی را بگذرانید. در پایان، تلاش مداوم شما نتیجه‌بخش خواهد بود!
it_it: Con i corsi di apprendimento autonomo, l'apprendimento segue il programma desiderato. Si consiglia vivamente di dedicare tempo al corso ogni settimana. Una maggiore attenzione e concentrazione darà i suoi esiti alla fine!
lv: Savā tempā veicamos kursos Jūs varēsiet mācīties pēc sava grafika. Mēs mudinām Jūs veltīt laiku kursam katru nedēļu. Jūsu koncentrētā uzmanība atmaksāsies kursa beigās!

source: Resume your course now
eo: Résümé ýöür çöürsé nöw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Reanudar su último curso
fa_ir: دوره آموزشی را الان ادامه می‌دهم
it_it: Riprendi il tuo corso ora
lv: Turpiniet Jūsu kursu tagad
mn: Хичээлээ үргэлжлүүлэх

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in week %(week_num)s:
eo: Wé höpé ýöü'ré énjöýïng %(course_name)s! Wé wänt tö lét ýöü knöw whät ýöü çän löök förwärd tö ïn wéék %(week_num)s: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: ¡Esperamos que esté disfrutando de %(course_name)s! Queremos hacerle saber lo que puede esperar en la semana %(week_num)s:
fa_ir: امیدواریم از %(course_name)s لذت ببرید! در هفتۀ %(week_num)s در انتظار این موارد باشید:
it_it: Speriamo che ti stia piacendo %(course_name)s! Desideriamo farti conoscere cosa è previsto per te nella settimana %(week_num)s:
lv: Mēs ceram, ka Jūs gūstat prieku no %(course_name)s! Mēs vēlētos Jums paziņot, ko Jūs varēsiet sagaidīt nedēļā nr. %(week_num)s:
mn: %(course_name)s сонирхолтой байгаа гэж найдаж байна! Бид%(week_num)s-р долоо хоногт таныг ямар хичээл хүлээж байгааг мэдээсэй гэж хүсэж байна.

source: Welcome to week %(week_num)s
eo: Wélçömé tö wéék %(week_num)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Bienvenidos a la semana %(week_num)s
fa_ir: به هفتۀ %(week_num)s خوش آمدید
it_it: Benvenuto/a alla settimana %(week_num)s
mn: %(week_num)s-р долоо хоногт тавтай морил

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in the coming weeks:
eo: Wé höpé ýöü'ré énjöýïng {start_strong}{course_name}{end_strong}! Wé wänt tö lét ýöü knöw whät ýöü çän löök förwärd tö ïn thé çömïng wééks: Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: ¡Esperamos que esté disfrutando {start_strong}{course_name}{end_strong}! Queremos hacerle saber lo que puede esperar en las próximas semanas:
fa_ir: امیدواریم از {start_strong} {course_name} {end_strong} لذت ببرید! در هفته‌های آتی در انتظار آموزش این موارد باشید:
it_it: Speriamo che ti stia piacendo {start_strong}{course_name}{end_strong}! Desideriamo farti conoscere cosa è previsto per te nelle prossime settimane:

source: We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
eo: Wé énçöürägé ýöü tö spénd tïmé wïth thé çöürsé éäçh wéék. Ýöür föçüséd ätténtïön wïll päý öff ïn thé énd! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
fa_ir: توصیه می‌کنیم هر هفته بخشی از وقت خود را به آموزش و مشاهدۀ دورۀ آموزشی اختصاص دهید. در پایان این مدت، تمرکز و مداومت شما در یادگیری نتیجه‌بخش خواهد بود!
it_it: Si consiglia vivamente di dedicare tempo al corso ogni settimana. Una maggiore attenzione e concentrazione darà i suoi esiti alla fine!
