Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in the coming weeks:
eo: Wé höpé ýöü'ré énjöýïng %(course_name)s! Wé wänt tö lét ýöü knöw whät ýöü çän löök förwärd tö ïn thé çömïng wééks: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: ¡Esperamos que esté disfrutando de %(course_name)s! Queremos hacerle saber lo que puede esperar en las próximas semanas:
fa_ir: امیدواریم از%(course_name)s لذت ببرید! در هفته‌های آینده این موارد ارائه خواهد شد:
it_it: Speriamo che ti stia piacendo %(course_name)s! Desideriamo farti conoscere cosa è previsto per te nelle prossime settimane:

source: %(course_name)s Weekly Update
eo: %(course_name)s Wééklý Ûpdäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: %(course_name)s Actualización semanal
fa_ir: %(course_name)s روزآمدسازی هفتگی
it_it: Aggiornamento settimanale di %(course_name)s

source: Many %(platform_name)s learners are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
eo: Mäný %(platform_name)s léärnérs äré çömplétïng möré prößléms évérý wéék, änd pärtïçïpätïng ïn thé dïsçüssïön förüms. Whät dö ýöü wänt tö dö tö kéép léärnïng? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕ#
es_es: Muchos %(platform_name)s estudiantes están completando más problemas cada semana y participando en los foros de debate. ¿Qué desea hacer para seguir aprendiendo?
fa_ir: بسیاری از یادگیرندگان %(platform_name)sهر هفته مشکلات خود را مطرح می‌کنند و در مباحث تالارهای گفتگو شرکت می‌کنند. برای ادامۀ یادگیری مایلید چه کار کنید؟
it_it: Molti studenti %(platform_name)s stanno completando più problemi ogni settimana, e stanno partecipando ai forum di discussione. Cosa intendi fare per continuare a studiare?
lv: Daudzi %(platform_name)s audzēkņi atrisina daudzas problēmas katru nedēļu un piedalās diskusiju forumos. Ko Jūs vēlētos darīt, lai turpinātu mācīties?
mn: %(platform_name)s -ийн олон суралцагч нар долоо хоног бүрийн даалгаваруудаа хийж дуусгасан ба хэлэлцүүлгийн форумд оролцож байна. Үргэлжлүүлэн суралцахын тулд юу хийхийг хүсэж байна вэ?

source: Many %(platform_name)s learners in %(course_name)s are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
eo: Mäný %(platform_name)s léärnérs ïn %(course_name)s äré çömplétïng möré prößléms évérý wéék, änd pärtïçïpätïng ïn thé dïsçüssïön förüms. Whät dö ýöü wänt tö dö tö kéép léärnïng? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αη#
es_es: Muchos estudiantes de %(platform_name)s en %(course_name)s están completando más problemas cada semana y participando en los foros de discusión. ¿Qué desea hacer para seguir aprendiendo?
fa_ir: بسیاری از یادگیرندگان%(platform_name)sدر%(course_name)s هر هفته مشکلات را پشت سر می‌گذارند و در تالارهای گفتگو شرکت می‌کنند. برای ادامۀ یادگیری مایلید چه کار کنید؟
it_it: Molti studenti %(platform_name)s in %(course_name)s stanno completando più problemi ogni settimana, e stanno partecipando ai forum di discussione. Cosa intendi fare per continuare a studiare?
lv: Daudzi %(platform_name)s audzēkņi kursā %(course_name)s atrisina daudzas problēmas katru nedēļu un piedalās diskusiju forumos. Ko Jūs vēlētos darīt, lai turpinātu mācīties?
mn: %(platform_name)s -ий %(course_name)s хичээлийн олон суралцагч нар долоо хоног бүрийн даалгаваруудаа хийж дуусгасан ба хэлэлцүүлгийн форумд оролцож байна. Үргэлжлүүлэн суралцахын тулд юу хийхийг хүсэж байна вэ?

source: Keep up the momentum!
eo: Kéép üp thé möméntüm! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: ¡Mantenga el impulso!
fa_ir: این حرکت را ادامه دهید!
it_it: Continua con questo entusiasmo!
lv: Turpiniet virzīties uz priekšu!

source: Many {platform_name} learners in {start_strong}{course_name}{end_strong} are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
eo: Mäný {platform_name} léärnérs ïn {start_strong}{course_name}{end_strong} äré çömplétïng möré prößléms évérý wéék, änd pärtïçïpätïng ïn thé dïsçüssïön förüms. Whät dö ýöü wänt tö dö tö kéép léärnïng? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσ#
es_es: Muchos {platform_name} alumnos en {start_strong}{course_name}{end_strong} están completando más problemas cada semana y participando en los foros de discusión. ¿Qué desea hacer para seguir aprendiendo?
fa_ir: بسیاری از افراد {platform_name} در {start_strong} {course_name} {end_strong} هر هفته، مشکلات خود را مطرح و حل می‌کنند و در تالارهای گفتگو شرکت می‌کنند. در ادامۀ یادگیری می‌خواهید چه کار کنید؟
it_it: Molti studenti {platform_name} in {start_strong}{course_name}{end_strong} stanno completando più problemi ogni settimana, e stanno partecipando ai forum di discussione. Cosa intendi fare per continuare a studiare?

source: Keep learning
eo: Kéép léärnïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Seguir aprendiendo
fa_ir: ادامۀ آموزش
it_it: Continua a studiare
lv: Turpināt mācības
mn: Үргэлжлүүлэн суралцах

source: Remember when you enrolled in %(course_name)s, and other courses on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
eo: Rémémßér whén ýöü énrölléd ïn %(course_name)s, änd öthér çöürsés ön %(platform_name)s? Wé dö, änd wé’ré gläd tö hävé ýöü! Çömé séé whät évérýöné ïs léärnïng. Ⱡ#
es_es: ¿Recuerda cuando se inscribió en %(course_name)s y otros cursos en %(platform_name)s? ¡Nosotros sí, y estamos contentos de tenerlo! Ven a ver lo que todos están aprendiendo.
fa_ir: به یاد دارید چه زمانی در%(course_name)s و سایر دوره‌های آموزشی%(platform_name)s ثبت‌نام کردید؟ به خاطر داریم و خوشحالیم که شما را در کنار خودمان داریم! بیایید ببینید هر کس، چه آموزشی را دریافت می‌کند.
it_it: Ti ricordi quando ti sei iscritto/a a %(course_name)s, e ad altri corsi su %(platform_name)s? Noi sì, e siamo lieti di averti! Vieni a vedere cosa stanno studiando gli altri.
lv: Vai atceraties, kad reģistrējāties %(course_name)s un citos kursos %(platform_name)s? Mēs atceramies, un mums ir prieks, ka esat ar mums! Apskatiet, ko visi mācās.
mn: %(platform_name)s дээрх %(course_name)s, болон бусад хичээлд хэзээ бүртгүүлсэнээ санаж байна уу? Харин бид санаж байна, бид тантай байгаадаа баяртай байна! Хүн бүр юу сурч байгааг үзэцгээе.

source: Remember when you enrolled in %(course_name)s on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
eo: Rémémßér whén ýöü énrölléd ïn %(course_name)s ön %(platform_name)s? Wé dö, änd wé’ré gläd tö hävé ýöü! Çömé séé whät évérýöné ïs léärnïng. Ⱡ'σяєм ιρѕυм ∂σłσя#
es_es: ¿Recuerda cuando se registró en %(course_name)s en %(platform_name)s? ¡Nosotros sí, y estamos contentos de tenerlo! Ven a ver lo que todos están aprendiendo.
fa_ir: به یاد دارید چه زمانی در %(course_name)s و سایر دوره‌های آموزشی %(platform_name)s ثبت‌نام کردید؟ به خاطر داریم و خوشحالیم که شما را در کنار خودمان داریم! بیایید ببینید هر کس چه آموزشی را دریافت می‌کند.
it_it: Ti ricordi quando ti sei iscritto/a a %(course_name)s su %(platform_name)s? Noi sì, e siamo lieti di averti! Vieni a vedere cosa stanno studiando gli altri.
lv: Vai atceraties, kad reģistrējāties kursā %(course_name)s %(platform_name)s? Mēs atceramies, un mums ir prieks, ka esat ar mums! Apskatiet, ko visi mācās.
mn: %(platform_name)s дээрх %(course_name)s хэзээ элссэнээ санаж байна уу? Харин бид санаж байна, бид тантай байгаадаа баяртай байна! Хүн бүр юу сурч байгааг үзэцгээе.

source: Keep learning today
eo: Kéép léärnïng tödäý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Seguir aprendiendo hoy
fa_ir: دریافت ادامۀ آموزش الان
it_it: Continua a studiare oggi
lv: Turpināt mācības šodien
mn: Үргэлжлүүлэн суралцах

source: Remember when you enrolled in {start_strong}{course_name}{end_strong}, and other courses on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
eo: Rémémßér whén ýöü énrölléd ïn {start_strong}{course_name}{end_strong}, änd öthér çöürsés ön {platform_name}? Wé dö, änd wé’ré gläd tö hävé ýöü! Çömé séé whät évérýöné ïs léärnïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσ#
es_es: ¿Recuerda cuando se inscribió en {start_strong}{course_name}{end_strong} y otros cursos en {platform_name}? ¡Nosotros sí, y estamos contentos de tenerlo! Revise lo que todos están aprendiendo.
fa_ir: به یاد دارید چه زمانی در{start_strong}{course_name}{end_strong}و سایر دوره‌های آموزشی {platform_name} ثبت‌نام کردید؟ به خاطر داریم و خوشحالیم که شما را در کنار خودمان داریم! بیایید ببینید هر کسی چه آموزشی را دریافت می‌کند.
it_it: Ti ricordi quando ti sei iscritto/a a {start_strong}{course_name}{end_strong} e ad altri corsi su {platform_name}? Noi sì, e siamo lieti di averti! Vieni a vedere cosa stanno studiando gli altri.

source: Remember when you enrolled in {start_strong}{course_name}{end_strong} on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
eo: Rémémßér whén ýöü énrölléd ïn {start_strong}{course_name}{end_strong} ön {platform_name}? Wé dö, änd wé’ré gläd tö hävé ýöü! Çömé séé whät évérýöné ïs léärnïng. Ⱡ'σяєм ιρѕυм #
es_es: ¿Recuerda cuando se registró en {start_strong}{course_name}{end_strong} el {platform_name}? ¡Nosotros sí, y estamos contentos de tenerlo! Vea lo que todos están aprendiendo.
fa_ir: به یاد دارید چه زمانی در{start_strong}{course_name}{end_strong}و سایر دوره‌های آموزشی {platform_name} ثبت‌نام کردید؟ به خاطر داریم و خوشحالیم که شما را در کنار خودمان داریم! بیایید ببینید هر کسی چه آموزشی را دریافت می‌کند.
it_it: Ti ricordi quando ti sei iscritto/a a {start_strong}{course_name}{end_strong} su {platform_name}? Noi sì, e siamo lieti di averti! Vieni a vedere cosa stanno studiando gli altri.

source: Start learning now
eo: Stärt léärnïng nöw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Comience su aprendizaje
fa_ir: شروع دریافت آموزش هم اکنون
it_it: Inizia a imparare ora
lv: Uzsākt mācības
mn: Одооноос суралцаж эхэл

source: Keep learning on %(platform_name)s
eo: Kéép léärnïng ön %(platform_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Continúe aprendiendo en %(platform_name)s
fa_ir: ادامۀ آموزش در %(platform_name)s
it_it: Continua a imparare su %(platform_name)s
lv: Turpināt mācīties %(platform_name)s
mn: %(platform_name)s үргэлжлүүлэн суралцаарай.

source: Keep learning in %(course_name)s
eo: Kéép léärnïng ïn %(course_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Continúe aprendiendo en %(course_name)s
fa_ir: ادامۀ آموزش در %(course_name)s
it_it: Continua a imparare in %(course_name)s
lv: Turpināt mācīties %(course_name)s
mn: %(course_name)s үргэлжлүүлэн суралцах

source: We hope you are enjoying learning with us so far on %(platform_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
eo: Wé höpé ýöü äré énjöýïng léärnïng wïth üs sö fär ön %(platform_name)s! À vérïfïéd çértïfïçäté ällöws ýöü tö hïghlïght ýöür néw knöwlédgé änd skïlls. Àn %(platform_name)s çértïfïçäté ïs öffïçïäl änd éäsïlý shäréäßlé. Ûpgrädé ßý %(user_schedule_upgrade_deadline_time)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢α#
es_es: ¡Esperamos que esté disfrutando aprendiendo con nosotros hasta ahora en %(platform_name)s! Un certificado verificado le permite resaltar sus nuevos conocimientos y habilidades. Un certificado %(platform_name)s es oficial y se puede compartir fácilmente. Actualice por %(user_schedule_upgrade_deadline_time)s.
fa_ir: امیدواریم که از آموزش در سامانه ما در %(platform_name)s لذت ببرید! یک گواهینامۀ تأییدشده به شما امکان می‌دهد دانش و مهارت‌های جدید خود را برجسته کنید. گواهی%(platform_name)sرسمی است و به آسانی قابل اشتراک ‌گذاری است.ارتقا به دست %(user_schedule_upgrade_deadline_time)s.
it_it: Ci auguriamo che ti piaccia il nostro metodo di apprendimento fin d'ora su %(platform_name)s! Un certificato verificato ti consente di mettere in evidenza le tue nuove conoscenze e competenze. Un certificato %(platform_name)s è riconosciuto e facilmente condivisibile. Esegui l'upgrade entro %(user_schedule_upgrade_deadline_time)s.
lv: Mēs ceram, ka Jūsu mācīšanās kopā ar mums %(platform_name)s ir noritējusi patīkami! Izmantojot verificētu sertifikātu, Jūs varēsiet uzsvērt savas jaunās zināšanas un prasmes. %(platform_name)s sertifikāts ir oficiāls un viegli kopīgojams. Jauniniet līdz %(user_schedule_upgrade_deadline_time)s.
mn: Танд %(platform_name)s дээр суралцах сонирхолтой байгаа гэж найдаж байна! Баталгаажсан гэрчилгээ нь таны шинэ мэдлэг болон чадваруудыг тодорхойлох болно! %(platform_name)s гэрчилгээ нь албан ёсны бөгөөд хялбархан хуваалцаж болно. Сайжруулалт хийх сүүлийн хугацаа%(user_schedule_upgrade_deadline_time)s.

source: We hope you are enjoying learning with us so far in %(first_course_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
eo: Wé höpé ýöü äré énjöýïng léärnïng wïth üs sö fär ïn %(first_course_name)s! À vérïfïéd çértïfïçäté ällöws ýöü tö hïghlïght ýöür néw knöwlédgé änd skïlls. Àn %(platform_name)s çértïfïçäté ïs öffïçïäl änd éäsïlý shäréäßlé. Ûpgrädé ßý %(user_schedule_upgrade_deadline_time)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢α#
es_es: ¡Esperamos que disfrute aprendiendo con nosotros hasta ahora en %(first_course_name)s! Un certificado verificado le permite resaltar sus nuevos conocimientos y habilidades. Un certificado %(platform_name)s es oficial y se puede compartir fácilmente. Actualice por %(user_schedule_upgrade_deadline_time)s.
fa_ir: امیدواریم که از آموزش در سامانه ما در %(first_course_name)sلذت ببرید! یک گواهی تأییدشده به شما امکان می‌دهد دانش و مهارت‌های جدید خود را برجسته کنید. گواهی%(platform_name)sرسمی است و به آسانی قابل اشتراک ‌گذاری است. ارتقا به دست %(user_schedule_upgrade_deadline_time)s.
it_it: Ci auguriamo che ti piaccia il nostro metodo di apprendimento fin d'ora in %(first_course_name)s! Un certificato verificato ti consente di mettere in evidenza le tue nuove conoscenze e competenze. Un certificato %(platform_name)s è riconosciuto e facilmente condivisibile. Esegui l'upgrade entro %(user_schedule_upgrade_deadline_time)s.
lv: Mēs ceram, ka Jūsu mācīšanās kopā ar mums %(first_course_name)s ir noritējusi patīkami! Izmantojot verificētu sertifikātu, Jūs varēsiet uzsvērt savas jaunās zināšanas un prasmes. %(platform_name)s sertifikāts ir oficiāls un viegli kopīgojams. Jauniniet līdz %(user_schedule_upgrade_deadline_time)s.
mn: Танд %(first_course_name)sхичээл сонирхолтой байгаа гэж байдаж байна! Баталгаажсан гэрчилгээ нь таны шинэ мэдлэг болон чадваруудыг тодорхойлох болно. %(platform_name)s гэрчилгээ нь албан ёсны бөгөөд хялбархан хуваалцаж болно. Сайжруулалт хийх сүүлийн хугацаа%(user_schedule_upgrade_deadline_time)s

source: Upgrade now
eo: Ûpgrädé nöw Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Actualizar ahora
fa_ir: اکنون روزآمد کنید
it_it: Esegui upgrade ora
lv: Atjaunināt
mn: Сайжруулалт хийх

source: We hope you are enjoying learning with us so far on {start_strong}%(platform_name)s{end_strong}! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
eo: Wé höpé ýöü äré énjöýïng léärnïng wïth üs sö fär ön {start_strong}%(platform_name)s{end_strong}! À vérïfïéd çértïfïçäté ällöws ýöü tö hïghlïght ýöür néw knöwlédgé änd skïlls. Àn %(platform_name)s çértïfïçäté ïs öffïçïäl änd éäsïlý shäréäßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт #
es_es: ¡Esperamos que disfrute aprendiendo con nosotros hasta ahora en {start_strong}%(platform_name)s{end_strong}! Un certificado verificado le permite resaltar sus nuevos conocimientos y habilidades. Un certificado %(platform_name)s es oficial y se puede compartir fácilmente.
fa_ir: امیدواریم که از آموزش در سامانه ما در {start_strong}%(platform_name)s {end_strong} لذت ببرید! گواهی تأییدشده به شما امکان می‌دهد دانش و مهارت‌های جدید خود را برجسته کنید. گواهی%(platform_name)s رسمی است و به آسانی قابل اشتراک ‌گذاری است.
it_it: Ci auguriamo che ti piaccia il nostro metodo di apprendimento fin d'ora su {start_strong}%(platform_name)s{end_strong}! Un certificato verificato ti consente di mettere in evidenza le tue nuove conoscenze e competenze. Un certificato %(platform_name)s è riconosciuto e facilmente condivisibile.

source: We hope you are enjoying learning with us so far in {start_strong}{first_course_name}{end_strong}! A verified certificate allows you to highlight your new knowledge and skills. An {platform_name} certificate is official and easily shareable.
eo: Wé höpé ýöü äré énjöýïng léärnïng wïth üs sö fär ïn {start_strong}{first_course_name}{end_strong}! À vérïfïéd çértïfïçäté ällöws ýöü tö hïghlïght ýöür néw knöwlédgé änd skïlls. Àn {platform_name} çértïfïçäté ïs öffïçïäl änd éäsïlý shäréäßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт #
es_es: ¡Esperamos que disfrute aprendiendo con nosotros hasta ahora en {start_strong}{first_course_name}{end_strong}! Un certificado verificado le permite resaltar sus nuevos conocimientos y habilidades. Un certificado {platform_name} es oficial y se puede compartir fácilmente.
fa_ir: امیدواریم که از آموزش در سامانه ما در {start_strong}{first_course_name}{end_strong} لذت ببرید! یک گواهی تأییدشده به شما امکان می‌دهد دانش و مهارت‌های جدید خود را برجسته کنید. گواهی{platform_name} رسمی است و به آسانی قابل اشتراک ‌گذاری است.
it_it: Ci auguriamo che ti piaccia il nostro metodo di apprendimento fin d'ora in {start_strong}{first_course_name}{end_strong}! Un certificato verificato ti consente di mettere in evidenza le tue nuove conoscenze e competenze. Un certificato {platform_name} è riconosciuto e facilmente condivisibile.

source: Upgrade by {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.
eo: Ûpgrädé ßý {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Actualice por {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.
fa_ir: ارتقا توسط {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.
it_it: Esegui l'upgrade entro {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.

source: You are eligible to upgrade in these courses:
eo: Ýöü äré élïgïßlé tö üpgrädé ïn thésé çöürsés: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Usted es apto para actualizar en estos cursos:
fa_ir: شما واجد شرایط ارتقا در این دوره‌های آموزشی هستید:
it_it: Sei eleggibile per l'upgrade a questi corsi:
lv: Jums ir tiesības uz jaunināšanu šādos kursos:
mn: Та эдгээр хичээлүүдэд сайжруулалт хийх эрхтэй байна:

source: Example of a verified certificate
eo: Éxämplé öf ä vérïfïéd çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Ejemplo de un certificado verificado
fa_ir: نمونۀ گواهی تأییدشده
it_it: Esempio di certificato verificato
lv: Verificēta sertifikāta piemērs
mn: Баталгаажсан гэрчилгээний жишээ

source: Upgrade now at
eo: Ûpgrädé nöw ät Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Actualice ahora en
fa_ir: ارتقا هم اکنون در
it_it: Esegui upgrade ora a
lv: Jaunināt tagad
mn: Сайжруулалт хийх

source: Upgrade to earn a verified certificate on %(platform_name)s
eo: Ûpgrädé tö éärn ä vérïfïéd çértïfïçäté ön %(platform_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Actualice para obtener un certificado verificado en %(platform_name)s
fa_ir: برای دریافت گواهی تأیید‌شده %(platform_name)s، آن را ارتقا دهید
it_it: Esegui l'upgrade per ottenere un certificato verificato su %(platform_name)s
lv: Jauniniet, lai iegūtu verificētu sertifikātu %(platform_name)s
mn: %(platform_name)s дээр баталгаат гэрчилгээ авахын тулд сайжруулалт хийх

source: Upgrade to earn a verified certificate in %(first_course_name)s
eo: Ûpgrädé tö éärn ä vérïfïéd çértïfïçäté ïn %(first_course_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Actualice para obtener un certificado verificado en %(first_course_name)s
fa_ir: برای دریافت گواهی تأیید‌شده %(first_course_name)s آن را ارتقا دهید
it_it: Esegui l'upgrade per ottenere un certificato verificato in %(first_course_name)s
lv: Jauniniet, lai iegūtu verificētu sertifikātu %(first_course_name)s
mn: %(first_course_name)s-ий баталгаат гэрчилгээ авахын тулд сайжруулалт хийх

source: Site theme changed to {site_theme}
eo: Sïté thémé çhängéd tö {site_theme} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: El tema del sitio cambió a {site_theme}
fa_ir: طرح زمینۀ وبگاه به {site_theme} تغییر یافت
it_it: Tema del sito cambiato in {site_theme}
lv: Vietnes dizains nomainīts uz {site_theme}
mn: Хуудсын загварыг {site_theme} болгож өөрчлөх

source: Theme {site_theme} does not exist
eo: Thémé {site_theme} döés nöt éxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: El tema {site_theme} no existe
fa_ir: طرح زمینۀ {site_theme} وجود ندارد
it_it: Il tema {site_theme} non esiste
lv: Dizains {site_theme} neeksistē
mn: {site_theme} загвар байхгүй байна
