Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Share Alike
eo: Shäré Àlïké Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Compartir por igual
fa_ir: به اشتراک‌گذاری مشابه
it_it: Condividi allo stesso modo
mn: Хуваалцах адил

source: Creative Commons licensed content, with terms as follow:
eo: Çréätïvé Çömmöns lïçénséd çöntént, wïth térms äs föllöw: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Contenido bajo licencia Creative Commons, con los siguientes términos:
fa_ir: تحت لیسانس Creative Commons با شرایط زیر:
it_it: Contenuti protetti da licenza Creative Commons, i termini della licenza sono i seguenti:
lv: Creative Commons licencēts saturs ar šādiem nosacījumiem:
mn: Creative Commons контентыг дараах агуулгатай лицензтэй:

source: Some Rights Reserved
eo: Sömé Rïghts Résérvéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Algunos derechos reservados
fa_ir: بعضی از حقوق محفوظ است
lv: Daļa tiesību paturētas
mn: Зарим эрх хамгаалагдсан

source: Upcoming Dates
eo: Ûpçömïng Dätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fa_ir: تاریخ‌های پیش‌رو
it_it: Date imminenti

source: View all course dates
fa_ir: مشاهده همه تاریخ‌های دوره آموزشی
it_it: Visualizza tutte le date del corso

source: Learn About Verified Certificates
eo: Léärn Àßöüt Vérïfïéd Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: کسب اطلاعات دربارۀ گواهی‌های تأییدشده
it_it: Scopri di più sui certificati verificati
lv: Uzzināt vairāk par verificētiem sertifikātiem
mn: Баталгаажсан Гэрчилгээний тухай судлах

source: {platform_name} Verified Certificate
eo: {platform_name} Vérïfïéd Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: {platform_name} گواهی تأیید‌‌شده
it_it: Certificato verificato {platform_name}
lv: {platform_name} verificēts sertifikāts
mn: {platform_name} Баталгаажсан Гэрчилгээ

source: Why upgrade?
eo: Whý üpgrädé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fa_ir: چرا ارتقا بدهم؟
it_it: Perché eseguire l'upgrade?
lv: Kādēļ jaunināt?
mn: Яагаад шинэчлэх хэрэгтэй вэ?

source: Official proof of completion
eo: Öffïçïäl prööf öf çömplétïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: اثبات رسمی تکمیل دوره آموزشی
it_it: Prova di completamento ufficiale
lv: Oficiāls pabeigšanas apliecinājums
mn: Дуусгасанг батлах албан ёсны нотолгоо

source: Easily shareable certificate
eo: Éäsïlý shäréäßlé çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: گواهی قابل‌اشتراک
it_it: Certificato facilmente condivisibile
lv: Viegli kopīgojams sertifikāts
mn: Хуваалцахад хялбар сертификат

source: Proven motivator to complete the course
eo: Prövén mötïvätör tö çömplété thé çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: انگیزه قطعی تکمیل دوره آموزشی
it_it: Motivatore collaudato per completare il corso
lv: Pārbaudīts motivētājs, lai pabeigtu kursu
mn: Сургалтыг дуусгахад сургагч байх

source: Certificate purchases help {platform_name} continue to offer free courses
eo: Çértïfïçäté pürçhäsés hélp {platform_name} çöntïnüé tö öffér fréé çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: خرید گواهی به {platform_name} کمک می‌کند تا دوره‌های رایگان ارائه دهد
it_it: Gli acquisti certificati consentono a {platform_name} di continuare ad offrire corsi gratuiti
lv: Sertifikātu iegāde palīdz {platform_name} turpināt piedāvāt bezmaksas kursus
mn: {platform_name} үнэгүй хичээлүүд бэлтгэхэд гэрчилгээний борлуулалтын орлого дэмжлэг болдог.

source: How it works
eo: Höw ït wörks Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fa_ir: شیوۀ کار
it_it: Come funziona
lv: Kā tas strādā
mn: Хэрхэн ажилладаг вэ

source: Pay the Verified Certificate upgrade fee
eo: Päý thé Vérïfïéd Çértïfïçäté üpgrädé féé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: هزینۀ ارتقا گواهی تأییدشده را بپردازید
it_it: Paga la tariffa di upgrade del certificato verificato
lv: Apmaksājiet verificēta sertifikāta jaunināšanas maksu
mn: Баталгаажсан гэрчилгээний төлбөр төлөх

source: Verify your identity with a webcam and government-issued ID
eo: Vérïfý ýöür ïdéntïtý wïth ä wéßçäm änd gövérnmént-ïssüéd ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: هویت خود را با دوربین و کارت شناسایی معتبر تأیید کنید
it_it: Verifica l'identità con una webcam ed un documento di identità rilasciato dalle autorità
lv: Verificējiet Jūsu identitāti ar tīmekļa kameru vai valdības izsniegtu ID
mn: Веб камер, иргэний үнэмлэхээр өөрийгөө баталгаажуулах

source: Study hard and pass the course
eo: Stüdý härd änd päss thé çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: تلاش کنید و دوره آموزشی را بگذرانید
it_it: Studia con impegno e supera il corso
lv: Rūpīgi mācieties un nokārtojiet kursu
mn: Хичээн суралцаж хичээлээ дуусгаарай

source: Share your certificate with friends, employers, and others
eo: Shäré ýöür çértïfïçäté wïth frïénds, émplöýérs, änd öthérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: گواهی خود را با دوستان، کارفرمایان و سایر افراد به اشتراک بگذارید
it_it: Condividi il tuo certificato con amici, datori di lavoro ed altri
lv: Dalieties ar sertifikātu draugu, darba devēju un citu starpā
mn: Гэрчилгээгээ найзууд, ажлынхан болон бусадтай хуваалцах

source: edX Learner Stories
eo: édX Léärnér Störïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fa_ir: ماجراهای یادگیرنده در ادکس
it_it: Storie di studenti edX
lv: edX audzēkņu stāsti
mn: edX Суралцагчдын түүх

source: My certificate has helped me showcase my knowledge on my resumé - I feel like this certificate could really help me land my dream job!
fa_ir: گواهی به من کمک کرد تا دانش خود را در رزومه به نمایش بگذارم - احساس می‌کنم این گواهی واقعا می‌تواند به من کمک کند تا شغل رویایی‌ام را پیدا کنم!
it_it: Il mio certificato mi ha aiutato a mostrare le mie conoscenze sul mio curriculum: sento che questo certificato potrebbe davvero aiutarmi a ottenere il lavoro dei miei sogni!

source: {learner_name}, edX Learner
eo: {learner_name}, édX Léärnér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: {learner_name}, edX Estudiante
fa_ir: {learner_name}، یادگیرنده edX
it_it: {learner_name}, studende edX
lv: {learner_name}, edX audzēknis
mn: edX суралцагч {learner_name}

source: I wanted to include a verified certificate on my resumé and my profile to illustrate that I am working towards this goal I have and that I have achieved something while I was unemployed.
fa_ir: مایل بودم گواهی تاییدشده به رزومه و پرونده کاربری خود بیفزایم تا نشان دهم در راستای هدفم تلاش می‌کنم و در حالی که مشغول به کار نبودم به موفقیتی دست یافته‌ام.
it_it: Volevo includere un certificato verificato sul mio curriculum e sul mio profilo per illustrare che sto lavorando per questo obiettivo che ho e che ho ottenuto qualcosa mentre ero disoccupato.

source: Upgrade ({course_price})
eo: Ûpgrädé ({course_price}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: ارتقا ({course_price})
lv: Jaunināt ({course_price})
mn: Сайжруулах ({course_price})

source: This course does not have any updates.
eo: Thïs çöürsé döés nöt hävé äný üpdätés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: این دوره، هیچ روزآمدسازی ندارد
it_it: Questo corso non ha aggiornamenti.
lv: Šim kursam nav nekādu atjauninājumu.
mn: Энэ хичээлд ямар нэгэн шинэчлэлт байхгүй байна.

source: Connected Accounts
eo: Çönnéçtéd Àççöünts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Cuentas conectadas
fa_ir: حساب های مرتبط
it_it: Account Collegati
lv: Savienotie konti
mn: Холбоотой данснууд

source: Linked
eo: Lïnkéd Ⱡ'σяєм ιρѕυ#
es_es: Enlazado
fa_ir: مرتبط شده
it_it: Collegato
lv: Savienots
mn: Холбоотой

source: Not Linked
eo: Nöt Lïnkéd Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: No enlazado
fa_ir: مرتبط نشده
it_it: Non Collegato
lv: Nav savienots
mn: Холбоогүй

source: Unlink
eo: Ûnlïnk Ⱡ'σяєм ιρѕυ#
es_es: Eliminar enlace
fa_ir: قطع پیوند
it_it: Scollega
lv: Atvienot
mn: Салгах

source: Link
eo: Lïnk Ⱡ'σяєм ι#
es_es: Enlazar
fa_ir: برقراری پیوند
it_it: Collega
lv: Savienot
mn: Холбох

source: Completed {completion_date_html}
eo: Çömplétéd {completion_date_html} Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: کامل‌شده {completion_date_html}
it_it: Completato {completion_date_html}
lv: Pabeigts {completion_date_html}
mn: {completion_date_html}-д дуусгасан

source: {course_mode} certificate
eo: {course_mode} çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fa_ir: {course_mode} گواهی
it_it: Certificato {course_mode}
lv: {course_mode} sertifikāts
mn: {course_mode} гэрчилгээ

source: You haven't earned any certificates yet.
eo: Ýöü hävén't éärnéd äný çértïfïçätés ýét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Todavía no has conseguido ningún certificado.
fa_ir: شما هنوز هیچ گواهی به‌دست نیاورده‌اید.
it_it: Non è stato ottenuto ancora alcun certificato.
lv: Jūs vēl neesat ieguvuši sertifikātus
mn: Та одоогоор ямар нэгэн гэрчилгээ аваагүй байна.

source: Explore New Courses
eo: Éxplöré Néw Çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Explora nuevos cursos
fa_ir: کاوش دوره‌های جدید
it_it: Esplora nuovi corsi
lv: Apskatīt jaunus kursus
mn: Шинэ Хичээлүүд

source: Learner Profile
eo: Léärnér Pröfïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Perfil del alumno
fa_ir: پرونده کاربری یادگیرنده
it_it: Profilo studente
lv: Audzēkņa profils
mn: Суралцагчийн Профайл

source: View My Records
eo: Vïéw Mý Réçörds Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Ver mis registros
fa_ir: مشاهده سوابق من
it_it: Visualizza record personali
lv: Skatīt manus ierakstus
mn: Өөрийн бичлэгүүдийг харах

source: My Profile
eo: Mý Pröfïlé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Mi Perfil
fa_ir: پرونده کاربری من
it_it: Il Mio Profilo
lv: Mans profils
mn: Миний Профайл

source: Build out your profile to personalize your identity on {platform_name}.
eo: Büïld öüt ýöür pröfïlé tö pérsönälïzé ýöür ïdéntïtý ön {platform_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Cree su perfil para personalizar su identidad en {platform_name}.
fa_ir: برای شخصی‌سازی هویت خود، پروندۀ شخصی خود را در {platform_name} بسازید.
it_it: Crea il tuo profilo per personalizzare l'identità in {platform_name}.
lv: Veidojiet savu profilu, lai personalizētu Jūsu identitāti {platform_name}.
mn: Өөрийн профайлыг {platform_name} дээр өөрийн хувийн тохиргоогоо тохируулахын тулд өөрийн профайлаа үүсгэ.

source: An error occurred. Try loading the page again.
eo: Àn érrör öççürréd. Trý löädïng thé pägé ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: خطایی رخ داد. دوباره صفحه را بارگیری کنید.
it_it: Si è verificato un errore. Provare a ricaricare la pagina.
lv: Notika kļūda. Mēģiniet ielādēt lapu atkārtoti.
mn: Алдаа гарлаа. Хуудсыг дахин ачаална уу.

source: {tos_link_start}Terms of Service{tos_link_end} and {honor_link_start}Honor Code{honor_link_end}
eo: {tos_link_start}Térms öf Sérvïçé{tos_link_end} änd {honor_link_start}Hönör Çödé{honor_link_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: {tos_link_start}Condiciones del servicio{tos_link_end} y {honor_link_start}Código de Honor{honor_link_end}
fa_ir: {tos_link_start} شرایط استفاده از خدمات {tos_link_end} و {honor_link_start} اصول اخلاقی {honor_link_end}
it_it: {tos_link_start}Termini del servizio{tos_link_end} e {honor_link_start}Codice d'onore{honor_link_end}
lv: {tos_link_start}Pakalpojuma sniegšanas noteikumi{tos_link_end} un {honor_link_start}goda kodekss{honor_link_end}
mn: {tos_link_start}Үйлчилгээний нөхцөл{tos_link_end} болон {honor_link_start}Ёс зүйн дүрэм{honor_link_end}

source: Copyright
eo: Çöpýrïght Ⱡ'σяєм ιρѕυм ∂σł#
fa_ir: حق تالیف
lv: Autortiesības
mn: Зохиогчийн эрх

source: Copyright {year}. All rights reserved.
eo: Çöpýrïght {year}. Àll rïghts résérvéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Copyright {year}. Todos los derechos están reservados.
fa_ir: حق تالیف {year} .همه حقوق برای ناشر محفوظ است.
it_it: Copyright {year}. Tutti i diritti riservati.
lv: Autortiesības {year}. Visas tiesības paturētas.
mn: Зохиогчийн эрхээр хамгаалагдсан. {year}.

source: For anyone, anywhere, anytime
eo: För änýöné, änýwhéré, änýtïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Para cualquiera, en cualquier lugar, en cualquier momento.
fa_ir: برای هر کس، هرجا، هر زمان
it_it: Per chiunque, ovunque, in qualsiasi momento
lv: Jebkuram, jebkur, jebkad.
mn: Хэн ч, хаанаас ч, хэзээ ч

source: We're sorry, but this version of your browser is not supported. Try again using a different browser or a newer version of your browser.
eo: Wé'ré sörrý, ßüt thïs vérsïön öf ýöür ßröwsér ïs nöt süppörtéd. Trý ägäïn üsïng ä dïfférént ßröwsér ör ä néwér vérsïön öf ýöür ßröwsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυ#
es_es: Lo sentimos, pero esta versión de tu navegador no está soportada. Inténtalo de nuevo usando un navegador diferente o una versión más reciente de tu navegador.
fa_ir: متأسفانه مرورگر شما این نسخه را پشتیبانی نمی‌کند. لطفا پس از روزآمدسازی مرورگر فعلی یا با استفاده از مرورگری دیگر مجددا تلاش کنید.
it_it: Spiacenti, ma questa versione del browser non è supportata. Riprovare utilizzando un browser differente o una versione più recente del proprio browser.
lv: Atvainojiet, bet Jūsu pārlūka versija netiek atbalstīta. Mēģiniet vēlreiz, izmantojot citu pārlūku vai jaunāku tā versiju.
mn: Уучлаарай, таны хөтчийн энэ хувилбар дэмжигдээгүй. Өөр хөтөч эсвэл хөтчийнхөө шинэ хувилбар ашиглан дахин оролдоно уу.

source: The following errors occurred while processing your registration:
eo: Thé föllöwïng érrörs öççürréd whïlé pröçéssïng ýöür régïsträtïön: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Ocurrieron los siguientes errores al procesar tu registro:
fa_ir: خطاهای زیر هنگام پردازش ثبت‌نام شما رخ داده‌اند:
it_it: Si sono verificati i seguenti errori durante l'elaborazione della tua registrazione:
lv: Apstrādājot Jūsu reģistrāciju, notika šādas kļūdas:
mn: Таны бүртгэлийг хийхэд алдаа гарлаа:

source: Sign up with {provider_name}
eo: Sïgn üp wïth {provider_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Inscribirse con {provider_name}
fa_ir: از طریق {provider_name} ثبت‌نام کنید
it_it: Registrati tramite {provider_name}
lv: Pieteikties ar {provider_name}
mn: {provider_name} нэрээр бүртгүүлэх

source: Create your own {platform_name} account below
eo: Çréäté ýöür öwn {platform_name} äççöünt ßélöw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Crear tu propia cuenta de {platform_name} más abajo
fa_ir: حساب کاربری {platform_name} خود را بسازید
it_it: Crea l tuo {platform_name} account sotto
lv: Izveidot Jūsu {platform_name} kontu tālāk
mn: {platform_name} системд өөрийн бүртгэлийг үүсгэнэ үү

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
eo: Réqüïréd fïélds äré nötéd ßý <strong class="indicator">ßöld téxt änd än ästérïsk (*)</strong>. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Los campos requeridos se indican con <strong class="indicator">texto en negrita y un asterisco (*)</strong>.
fa_ir: قسمت‌های ضروری با <strong class="indicator"> خط ضخیم و علامت ستاره(*)</strong> مشخص شده‌اند.
it_it: I campi obbligatori sono contraddistinti dal <strong class="indicator">testo in grassetto e dall'asterisco (*)</strong>.
lv: Nepieciešamie lauki ir atzīmēti ar <strong class="indicator">tekstu treknrakstā un zvaigznīti (*)</strong>.
mn: Заавар бөглөх шаардлагатай талбаруудыг <strong class="indicator">од(*)-оор тэмдэглэж тодоор бичсэн</strong>.

source: You've successfully signed in with {selected_provider}.
eo: Ýöü'vé süççéssfüllý sïgnéd ïn wïth {selected_provider}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Te has registrado con éxito usando {selected_provider}.
fa_ir: شما با موفقیت با {selected_provider} وارد شدید
it_it: Ti sei registrato correttamente su {selected_provider}.
lv: Jūs veiksmīgi pieteicāties, izmantojot {selected_provider}.
mn: {selected_provider} нэрээр та амжилттай нэвтэрлээ.

source: We just need a little more information before you start learning with {platform_name}.
eo: Wé jüst nééd ä lïttlé möré ïnförmätïön ßéföré ýöü stärt léärnïng wïth {platform_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Necesitamos algo más de información antes de que empieces a aprender con {platform_name}.
fa_ir: پیش از آغاز آموزش در {platform_name}، ما به اطلاعات اندکی نیازداریم، لطفا آن را در اختیار ما بگذارید.
it_it: Abbiamo solo bisogno di un po' più di informazioni prima di iniziare a studiare su {platform_name}.
lv: Mums ir nepieciešams nedaudz vairāk informācijas, pirms Jūs varat sākt mācīties, izmantojot {platform_name}.
mn: {platform_name} -с сурахаасаа өмнө бидэнд бага зэрэг нэмэлт мэдээлэл хэрэгтэй.

source: Please complete the following fields to register for an account.
eo: Pléäsé çömplété thé föllöwïng fïélds tö régïstér för än äççöünt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Por favor completa los siguientes campos para crear tu cuenta.
fa_ir: لطفاً برای ثبت حساب کاربری، جاهای خالی را پر کنید.
it_it: Si prega di compilare i seguenti campi per registrare un account.
lv: Lūdzu, aizpildiet sekojošos laukus, lai reģistrētu kontu.
mn: Нэвтрэх эрх үүсгэхийн тулд дараах талбаруудыг бөглөнө үү.

source: example: Jane Doe
eo: éxämplé: Jäné Döé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: ejemplo: Juan López
fa_ir: مثلا: سمیه جولائی
it_it: esempio: Mario Rossi
lv: piemērs: Jane Doe
mn: Жишээ нь: Баатар Мөнхцацрал, Б. Мөнхцацрал

source: Your legal name, used for any certificates you earn.
eo: Ýöür légäl nämé, üséd för äný çértïfïçätés ýöü éärn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Tu nombre real, el que aparecerá en los certificados que consigas
fa_ir: اسم قانونی شما که در گواهی‌نامه پایانی دوره آموزشی درج خواهد شد.
it_it: Il nome legale, utilizzato per tutti i certificati ottenuti.
lv: Jūsu juridiskais nosaukums, kas tiks izmantots jebkuriem sertifikātiem, kurus iegūsiet.
mn: Таны жинхэнэ нэр хичээлийн гэрчилгээн дээр тавигдана.

source: example: JaneDoe
eo: éxämplé: JänéDöé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: ejemplo: JuanLanas
fa_ir: مثلاً سمیه جولائی
it_it: esempio: MarioRossi
lv: piemērs: JaneDoe
mn: Жишээ нь: Munkhtsatsral, B_Munkhtsatsral

source: Will be shown in any discussions or forums you participate in
eo: Wïll ßé shöwn ïn äný dïsçüssïöns ör förüms ýöü pärtïçïpäté ïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Se mostrará en cualquier discusión o foro en los que participes
fa_ir: در هر گفتگو یا اتاق گفتگویی که شرکت کنید نمایش داده می‌شود
it_it: Verrà visualizzato in ogni discussione o forum cui parteciperai
lv: Tiks parādīts visās diskusijās vai forumos, kuros piedalīsieties
mn: Таны оролцсон хэлэлцүүлэг болон форумд харагдах болно.

source: cannot be changed later
eo: çännöt ßé çhängéd lätér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: no podrá ser cambiada después
fa_ir: در آینده امکان تغییر آن نیست.
it_it: non può essere modificato successivamente
lv: nevar nomainīt vēlāk
mn: дараа өөрчлөх боломжгүй

source: Welcome {username}
eo: Wélçömé {username} Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Bienvenido(a) {username}
fa_ir: {username} خوش آمدید
it_it: Benvenuto {username}
lv: Laipni lūgti, {username}
mn: {username} та тавтай морилно уу

source: Enter a Public Display Name:
eo: Éntér ä Püßlïç Dïspläý Nämé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Introduce un identificador público de usuario:
fa_ir: یک نام برای نمایش به عموم وارد کنید:
it_it: Inserisci un Nome Visualizzabile Pubblicamente:
lv: Ievadiet publisko parādāmo vārdu:
mn: Нийтэд харагдах нэрээ оруулна уу:

source: Public Display Name
eo: Püßlïç Dïspläý Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Nombre para mostrar:
fa_ir: نام عمومی
it_it: Nome Visualizzabile Pubblicamente
lv: Parādāmais publiskais vārds
mn: Нийтэд харагдах нэр

source: Additional Personal Information
eo: Àddïtïönäl Pérsönäl Ìnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Información personal adicional
fa_ir: اطلاعات شخصی تکمیلی
it_it: Informazioni Personali aggiuntive
lv: Papildus personīgā informācija
mn: Нэмэлт Хувийн Мэдээлэл

source: example: New York
eo: éxämplé: Néw Ýörk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: ejemplo: Nueva York
fa_ir: مثلا: تهران
it_it: esempio: Venezia
lv: piemēram: Rīga
mn: Жишээ нь: Улаанбаатар

source: Highest Level of Education Completed
eo: Hïghést Lévél öf Édüçätïön Çömplétéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Máximo nivel de estudios completado
fa_ir: بالاترین سطح تحصیلات
it_it: Titolo di Studio Conseguito
lv: Augstākais iegūtās izglītības līmenis
mn: Таны дүүргэсэн боловсролын хамгийн дээд зэрэг

source: Year of Birth
eo: Ýéär öf Bïrth Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Año de nacimiento
fa_ir: سال تولد
it_it: Anno di Nascita
lv: Dzimšanas datums
mn: Төрсөн өдөр

source: Please share with us your reasons for registering with {platform_name}
eo: Pléäsé shäré wïth üs ýöür réäsöns för régïstérïng wïth {platform_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Por favor indícanos tus motivos para registrarte en {platform_name}
fa_ir: لطفاً دلایل ثبت‌نام خود را در {platform_name} با ما در میان بگذارید
it_it: Si prega di indicare le motivazioni per cui ci si registra a {platform_name}
lv: Lūdzu, kopīgojiet kopā ar mums reģistrācijas mērķiem {platform_name}
mn: {platform_name} системд бүртгүүлж буй шалтгаанаа бидэнтэй хуваалцана уу

source: Account Acknowledgements
eo: Àççöünt Àçknöwlédgéménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Reconocimientos de la cuenta
fa_ir: وابستگی‌های سازمانی حساب کاربری
it_it: Condizioni Account
lv: Konta apliecināšana
mn: Дансын хүлээн зөвшөөрөл

source: Preferences for {platform_name}
eo: Préférénçés för {platform_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Preferencias para {platform_name}
fa_ir: تنظیمات برگزیده برای {platform_name}
it_it: Preferenze per {platform_name}
lv: Iestatījumi {platform_name}
mn: {platform_name} системийн тохиргоо

source: Update my {platform_name} Account
eo: Ûpdäté mý {platform_name} Àççöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Actualizar mi cuenta de {platform_name}
fa_ir: حساب‌کاربری {platform_name} مرا روزآمد کن
it_it: Aggiorna il mio account {platform_name}
lv: Jaunināt manu {platform_name} kontu
mn: Миний {platform_name} дансыг шинэчил

source: Processing your account information
eo: Pröçéssïng ýöür äççöünt ïnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Procesando la información de tu cuenta
fa_ir: در حالت پردازش اطلاعات حساب کاربری شما
it_it: Elaborazione in corso delle informazioni del tuo account...
lv: Apstrādājam Jūsu konta informāciju
mn: Таны бүртгэлийн мэдээллийг боловсруулж байна

source: Welcome {username}! Please set your preferences below
eo: Wélçömé {username}! Pléäsé sét ýöür préférénçés ßélöw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: ¡Bienvenido {username}! Por favor, ajusta tus preferencias
fa_ir: {username} عزیز خوش آمدید! لطفا تنظیمات مورد نظر خود را وارد کنید
it_it: Benvenuto {username}! Per favore aggiorna le preferenze mostrate di seguito.
lv: Laipni lūgti, {username}! Lūdzu, iestatiet Jūsu iestatījumus tālāk
mn: {username} та тавтай морилно уу! Та өөрийнхөө тохиргоог хийнэ үү.

source: Required fields are noted by {strong_indicator}bold text and an asterisk (*).{strong_close}
eo: Réqüïréd fïélds äré nötéd ßý {strong_indicator}ßöld téxt änd än ästérïsk (*).{strong_close} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: قسمت‌های ضروری توسط {strong_indicator} متن درشت و با ستاره (*) مشخص می‌شوند. {strong_close}
it_it: I campi richiesti sono contrassegnati da {strong_indicator}testo in grassetto e da un asterisco (*).{strong_close}

source: Update My Account
eo: Ûpdäté Mý Àççöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Actualizar mi cuenta
fa_ir: حساب‌کاربری مرا روزآمد کن
it_it: Aggiorna il Mio Account
lv: Jaunināt manu kontu
mn: Миний дансыг шинэчил

source: Registration Help
eo: Régïsträtïön Hélp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Ayuda sobre el proceso de registro
fa_ir: راهنمای ثبت‌نام
it_it: Guida alla Registrazione
lv: Reģistrācijas palīdzība
mn: Бүртгэлийн тусламж
