Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: When this article is edited
eo: Whén thïs ärtïçlé ïs édïtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Cuándo fue editado este artículo
fa_ir: زمانی که این مقاله ویرایش می‌شود
it_it: Quando l'articolo è modificato

source: Also receive emails about article edits
eo: Àlsö réçéïvé émäïls äßöüt ärtïçlé édïts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Recibir e-mails también sobre ediciones de artículos
fa_ir: درباره ویرایش‌های مقاله نیز رایانامه دریافت کند
it_it: Ricevi email quando l'articolo viene modificato

source: Your notification settings were updated.
eo: Ýöür nötïfïçätïön séttïngs wéré üpdätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: La configuración de notificaciones ha sido actualizada.
fa_ir: تنظیمات هشدار روزآمد شد.
it_it: Le tue impostazioni di notifica sono state aggiornate.

source: Your notification settings were unchanged, so nothing saved.
eo: Ýöür nötïfïçätïön séttïngs wéré ünçhängéd, sö nöthïng sävéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La configuración de notificaciones no ha cambiado, por lo que no se guardó nada.
fa_ir: تغییری در تنظيمات هشدار رخ نداده است، بنابراین موردی برای ذخیره نیست.
it_it: Le tue impostazioni di notifica non sono state cambiate, niente è stato salvato.

source: %(user)s subscribing to %(article)s (%(type)s)
eo: %(user)s süßsçrïßïng tö %(article)s (%(type)s) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: %(user)s suscrito al %(article)s (%(type)s)
fa_ir: %(user)s آبونمان %(article)s (%(type)s) شد
it_it: %(user)s abbonato a %(article)s (%(type)s)

source: Article deleted: %s
eo: Àrtïçlé délétéd: %s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Artículo borrado: %s
fa_ir: مقاله حذف شد:%s
it_it: Articolo cancellato: %s

source: Article modified: %s
eo: Àrtïçlé mödïfïéd: %s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Artículo modificado: %s
fa_ir: مقاله تغییر یافت:%s
it_it: Articolo modificato: %s

source: New article created: %s
eo: Néw ärtïçlé çréätéd: %s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Nuevo artículo creado: %s
fa_ir: مقاله جدید ایجاد شد: %s
it_it: Creato nuovo articolo: %s

source: notifications
eo: nötïfïçätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: notificaciones
fa_ir: پیام‌ها
it_it: notifiche

source: No notifications
eo: Nö nötïfïçätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: No hay notificaciones
fa_ir: هیچ پیامی نیست
it_it: Nessuna notifica

source: Clear notifications list
eo: Çléär nötïfïçätïöns lïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Limpiar lista de notificaciones
fa_ir: فهرست پیام‌ها را پاک کن
it_it: Cancella elenco notifiche

source: Search...
eo: Séärçh... Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Búsqueda...
fa_ir: جستجو...
it_it: Cerca...
mn: Хайх...

source: Sign up
eo: Sïgn üp Ⱡ'σяєм ιρѕυм #
es_es: Regístrate
fa_ir: ثبت‌نام در سامانه
it_it: Registrati

source: Article deleted
eo: Àrtïçlé délétéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Artículo eliminado
fa_ir: مقاله حذف شد
it_it: Articolo eliminato

source: Article Deleted
eo: Àrtïçlé Délétéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Artículo Eliminado
fa_ir: مقاله حذف شد
it_it: Articolo Eliminato

source: The article you were looking for has been deleted.
eo: Thé ärtïçlé ýöü wéré löökïng för häs ßéén délétéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El artículo que buscabas ha sido eliminado.
fa_ir: مقاله‌ای که در جستجوی آن بودید حذف شده است.
it_it: L'articolo che stai cercando è stato cancellato.

source: You may restore this article and its children by clicking restore.
eo: Ýöü mäý réstöré thïs ärtïçlé änd ïts çhïldrén ßý çlïçkïng réstöré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Puede restaurar este artículo y sus hijos por hacer clic en restaurar.
fa_ir: با کلیک بر روی دکمۀ بازیابی، این مقاله و زیرشاخه‌های آن را می‌توانید بازگردانید.
it_it: È possibile ripristinare questo articolo e relativi articoli correlati facendo clic su Ripristina.

source: You may remove this article and any children permanently and free their slugs by clicking the below button. This action cannot be undone.
eo: Ýöü mäý rémövé thïs ärtïçlé änd äný çhïldrén pérmänéntlý änd fréé théïr slügs ßý çlïçkïng thé ßélöw ßüttön. Thïs äçtïön çännöt ßé ündöné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσ#
es_es: Puede eliminar este artículo y cualquier niño de forma permanente y liberar sus código prestado por hacer clic en el botón de abajo. Esta acción no se puede deshacer.
fa_ir: شما می‌توانید با کلیک بر روی دکمۀ زیر این مقاله و هر زیرشاخه، آن را برای همیشه حذف کنید و مشخصه‌‌های آن‌ها را رها کنید. این عمل بازگشت‌پذیر نیست.
it_it: È possibile rimuovere definitivamente questo articolo e tutti gli articoli correlati e liberare i relativi campi dati dinamici facendo clic sul pulsante sottostante. Questa azione non può essere annullata.

source: Listing articles in
eo: Lïstïng ärtïçlés ïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Listar artículos en
fa_ir: فهرست مقالات در
it_it: Elenco degli articoli in

source: Up one level
eo: Ûp öné lévél Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: subir un nivel
fa_ir: یک سطح بالاتر
it_it: Sali di un livello

source: clear
eo: çléär Ⱡ'σяєм ιρѕ#
es_es: limpiar
fa_ir: پاک کن
it_it: cancella

source: article,articles
eo: ärtïçlé,ärtïçlés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: artículo,artículos
fa_ir: مقاله، مقالات
it_it: articolo,articoli

source: matches,match
eo: mätçhés,mätçh Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: منطبق است، منطبق هستند
it_it: corrispondono,corrisponde

source: %(cnt)s %(articles_plur)s in this level %(match_plur)s your search.
eo: %(cnt)s %(articles_plur)s ïn thïs lévél %(match_plur)s ýöür séärçh. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: %(cnt)s%(articles_plur)s در این سطح %(match_plur)s جستجوی شما
it_it: %(cnt)s %(articles_plur)s in questo livello %(match_plur)s alla tua ricerca.

source: is,are
eo: ïs,äré Ⱡ'σяєм ιρѕυ#
es_es: es
fa_ir: هست، هستند
it_it: è,sono

source: There %(articles_plur_verb)s %(cnt)s %(articles_plur)s in this level.
eo: Théré %(articles_plur_verb)s %(cnt)s %(articles_plur)s ïn thïs lévél. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: در این سطح %(articles_plur_verb)s%(cnt)s%(articles_plur)s وجود دارد.
it_it: Vi sono %(articles_plur_verb)s %(cnt)s %(articles_plur)s in questo livello.

source: Last modified
eo: Läst mödïfïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Ultima modificación
fa_ir: آخرین تغییرات
it_it: Ultima modifica

source: no log message
eo: nö lög méssägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: no hay mensaje de registro
fa_ir: گزارشی وجود ندارد
it_it: nessun messaggio di log

source: Sorry, you don't have permission to view this page.
eo: Sörrý, ýöü dön't hävé pérmïssïön tö vïéw thïs pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Lo lamentamos, no tiene permisos para ver esta página.
fa_ir: متأسفانه مجوز مشاهدۀ این صفحه را ندارید.
it_it: Non si dispone delle autorizzazioni necessarie per visualizzare questa pagina.

source: Previewing revision
eo: Prévïéwïng révïsïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Previsualizando revisión
fa_ir: پیش‌نمایش نسخه بازبینی‌شده
it_it: Anteprima revisione

source: Previewing merge between
eo: Prévïéwïng mérgé ßétwéén Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Previsualizando la combinación entre
fa_ir: پیش‌نمایش ادغام مابین
it_it: Anteprima unione tra

source: and
eo: änd Ⱡ'σяєм#
es_es: y
fa_ir: و
it_it: e

source: Source of
eo: Söürçé öf Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Fuente de
fa_ir: منبع
it_it: Fonte di

source: This article is currently locked for editing.
eo: Thïs ärtïçlé ïs çürréntlý löçkéd för édïtïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El artículo está bloqueado para edición en este momento.
fa_ir: این مقاله اکنون به‌دلیل ویرایش، قفل است
it_it: Non sono consentite modifiche a questo articolo.

source: Please log in
eo: Pléäsé lög ïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Por favor, inicia sesión
fa_ir: لطفا وارد شوید
it_it: Si prega di accedere
lv: Lūdzu, piesakieties
mn: Хүлээнэ үү

source: Log me in...
eo: Lög mé ïn... Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Registrarme...
fa_ir: ورود به سامانه...
it_it: Fammi accedere...

source: Don't have an account?
eo: Dön't hävé än äççöünt? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: ¿No tienes cuenta?
fa_ir: حساب کاربری ندارید؟
it_it: Non hai un account?

source: Sign me up...
eo: Sïgn mé üp... Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Inscribirme...
fa_ir: مرا ثبت نام کن...
it_it: Iscrivimi...

source: Create root article
eo: Çréäté rööt ärtïçlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fa_ir: ساخت مقالۀ پایه
it_it: Crea articolo radice

source: Congratulations!
eo: Çöngrätülätïöns! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: ¡Enhorabuena!
fa_ir: تبریک می‌گوییم!
it_it: Congratulazioni!

source: You have django-wiki installed... but there are no articles. So it's time to create the first one, the root article. In the beginning, it will only be editable by administrators, but you can define permissions after.
eo: Ýöü hävé djängö-wïkï ïnställéd... ßüt théré äré nö ärtïçlés. Sö ït's tïmé tö çréäté thé fïrst öné, thé rööt ärtïçlé. Ìn thé ßégïnnïng, ït wïll önlý ßé édïtäßlé ßý ädmïnïsträtörs, ßüt ýöü çän défïné pérmïssïöns äftér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυ#
fa_ir: شما django-wiki را نصب کرده‌اید... اما مقاله‌ای نیست. پس وقت آن است که اولین مقاله را به‌عنوان مقالۀ اصلی را ایجاد کنید. ابتدا، فقط مدیران دسترسی برای ویرایش دارند، اما بعد از آن می‌توانید مجوزها را تعیین کنید.
it_it: Hai installato django-wiki ... ma non ci sono articoli. Quindi è il momento di creare il primo, l'articolo di root. All'inizio sarà modificabile solo dagli amministratori, ma potrai definire dei permessi specifici successivamente.

source: Root article
eo: Rööt ärtïçlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fa_ir: مقالۀ پایه
it_it: Articolo radice

source: Create root
eo: Çréäté rööt Ⱡ'σяєм ιρѕυм ∂σłσя #
fa_ir: ایجاد پایه
it_it: Crea radice

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
eo: Ýöü nééd tö <a href="%(login_url)s">lög ïn</a> ör <a href="%(signup_url)s">sïgn üp</a> tö üsé thïs fünçtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Tienes que <a href="%(login_url)s">iniciar sesión</a> o <a href="%(signup_url)s">inscribirte</a> para utilizar esta función.
fa_ir: برای استفاده از این کارکرد لازم است به سامانه <a href="%(login_url)s">وارد </a>شده یا <a href="%(signup_url)s">ثبت‌نام</a> کنید.
it_it: È necessario<a href="%(login_url)s"> accedere</a> o<a href="%(signup_url)s"> registrarsi</a> per utilizzare questa funzione.
mn: Энэ функцыг хэрэглэхийн тулд та <a href="%(login_url)s">нэвтрэх</a> эсвэл <a href="%(signup_url)s">бүртгүүлэх</a> хэрэгтэй

source: You need to log in og sign up to use this function.
eo: Ýöü nééd tö lög ïn ög sïgn üp tö üsé thïs fünçtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Necesita iniciar sesión o inscribirse para usar esta función.
fa_ir: برای استفاده از این کارکرد لازم است به سامانه وارد شده یا ثبت‌نام کنید.
it_it: È necessario effettuare l'accesso o registrarsi per poter utilizzare questa funzione.

source: View Source
eo: Vïéw Söürçé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Ver fuente
fa_ir: مشاهدۀ منبع
it_it: Mostra sorgente

source: Sub-articles for
eo: Süß-ärtïçlés för Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Sub-artículos para
fa_ir: مقالات زیرشاخه برای
it_it: Sottoarticoli per

source: No sub-articles
eo: Nö süß-ärtïçlés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: No hay sub-artículos
fa_ir: فاقد مقالۀ زیرشاخه
it_it: Non ci sono sottoarticoli

source: ...and more
eo: ...änd möré Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: ... y más
fa_ir: ...و موارد بیشتر
it_it: ...e altro

source: Browse articles in this level
eo: Bröwsé ärtïçlés ïn thïs lévél Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Buscar artículos en este nivel
fa_ir: مرور مقالات در این سطح
it_it: Scorri gli articoli in questo livello

source: New article next to
eo: Néw ärtïçlé néxt tö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Nuevo artículo junto a
fa_ir: مقالۀ جدید نزدیک به
it_it: Nuovo articolo vicino a

source: New article below
eo: Néw ärtïçlé ßélöw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Nuevo artículo a continuación
fa_ir: مقالۀ جدید زیرشاخه
it_it: Nuovo articolo sotto

source: by
eo: ßý Ⱡ'σя#
es_es: por
fa_ir: توسط
it_it: da

source: restored
eo: réstöréd Ⱡ'σяєм ιρѕυм ∂#
es_es: restaurado
fa_ir: بازیابی‌شده
it_it: ripristinato

source: unlocked
eo: ünlöçkéd Ⱡ'σяєм ιρѕυм ∂#
es_es: desbloqueado
fa_ir: گشوده‌شده
it_it: sbloccato

source: You are now sign up... and now you can sign in!
eo: Ýöü äré nöw sïgn üp... änd nöw ýöü çän sïgn ïn! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Ya estás inscrito... ¡ahora puedes identificarte en el sistema!
fa_ir: شما ثبت نام شدید و هم اکنون می‌توانید وارد سامانه شوید!
it_it: Adesso sei registrato... ed ora puoi accedere!

source: You are no longer logged in. Bye bye!
eo: Ýöü äré nö löngér löggéd ïn. Býé ßýé! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Has cerrado la sesión. ¡Adiós!
fa_ir: از سامانه خارج شدید. خدا نگهدار!
it_it: Non sei più connesso. Ciao ciao!

source: You are now logged in! Have fun!
eo: Ýöü äré nöw löggéd ïn! Hävé fün! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: ¡Te has identificado correctamente!. ¡A disfrutar!
fa_ir: شما وارد سامانه شدید! موفق باشید!
it_it: Adesso sei connesso! Buon divertimento!

source: New article '%s' created.
eo: Néw ärtïçlé '%s' çréätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Nuevo artículo '%s' creado.
fa_ir: مقاله جدید '%s' ایجاد شد
it_it: Creato nuovo articolo '%s'.

source: There was an error creating this article: %s
eo: Théré wäs än érrör çréätïng thïs ärtïçlé: %s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Se produjo un error al crear el artículo: %s
fa_ir: خطایی هنگام ساخت این مقاله رخ داد:%s
it_it: C'è stato un errore nel creare questo articolo: %s

source: There was an error creating this article.
eo: Théré wäs än érrör çréätïng thïs ärtïçlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Se produjo un error al crear este artículo.
fa_ir: خطایی هنگام ساخت مقاله رخ داد
it_it: C'è stato un errore nel creare questo articolo.

source: This article cannot be deleted because it has children or is a root article.
eo: Thïs ärtïçlé çännöt ßé délétéd ßéçäüsé ït häs çhïldrén ör ïs ä rööt ärtïçlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: El artículo no puede ser borrado, ya que tiene sub-artículos o es el artículo raíz.
fa_ir: این مقاله به‌دلیل زیر شاخه‌هایش نمی‌تواند حذف شود.
it_it: Questo articolo non può essere cancellato perché ha discendenti o è un articolo principale.

source: This article together with all its contents are now completely gone! Thanks!
eo: Thïs ärtïçlé tögéthér wïth äll ïts çönténts äré nöw çömplétélý göné! Thänks! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: El artículo y todos sus contenidos han sido totalmente eliminados. ¡Gracias!
fa_ir: این مقاله با تمامی محتویات به‌طور کامل حذف شد! سپاس!
it_it: Questo articolo con tutto il suo contenuto è completamente cancellato! Grazie!

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
eo: Thé ärtïçlé "%s" ïs nöw märkéd äs délétéd! Thänks för kéépïng thé sïté fréé fröm ünwäntéd mätérïäl! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: El artículo "%s" ha sido marcado como borrado. ¡Gracias por mantener el sitio libre de material innecesario!
fa_ir: مقاله "%s" به‌عنوان حذف‌شده علامت زده شده است! از اینکه سامانه را از مطالب ناخواسته حفظ می‌کنید سپاس!
it_it: L'articolo "%s" è ora contrassegnato come cancellato! Grazie per tenere il sito libero da materiale superfluo.

source: Your changes were saved.
eo: Ýöür çhängés wéré sävéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Los cambios han sido grabados.
fa_ir: تغییرات شما ثبت شد
it_it: Le tue modifiche sono state salvate.

source: A new revision of the article was successfully added.
eo: À néw révïsïön öf thé ärtïçlé wäs süççéssfüllý äddéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Una nueva revisión del artículo fue agregada con éxito.
fa_ir: نسخۀ جدیدی از مقاله با موفقیت افزوده شد
it_it: Una nuova revisione di questo articolo è stata aggiunta con successo.

source: Restoring article
eo: Réstörïng ärtïçlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Restaurando artículo
fa_ir: بازگرداندن‌ مقاله
it_it: Ripristinando l'articolo

source: The article "%s" and its children are now restored.
eo: Thé ärtïçlé "%s" änd ïts çhïldrén äré nöw réstöréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El artículo "%s" y sus sub-artículos han sido restaurados.
fa_ir: مقاله "%s"و زیرمجموعه‌های آن اکنون برگردانده شده‌اند
it_it: L'articolo "%s" e i suoi discendenti sono ora ripristinati.

source: The article %(title)s is now set to display revision #%(revision_number)d
eo: Thé ärtïçlé %(title)s ïs nöw sét tö dïspläý révïsïön #%(revision_number)d Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El artículo %(title)s se configuró para mostrar la revisión #%(revision_number)d
fa_ir: مقاله %(title)s اکنون مجموعه‌ای برای نمایش نسخه #%(revision_number)dاست
it_it: L'articolo %(title)s è ora impostato per mostrare revisione #%(revision_number)d

source: New title
eo: Néw tïtlé Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Nuevo título
fa_ir: عنوان جدید
it_it: Nuovo titolo
mn: Шинэ гарчиг

source: Merge between Revision #%(r1)d and Revision #%(r2)d
eo: Mérgé ßétwéén Révïsïön #%(r1)d änd Révïsïön #%(r2)d Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Fusión entre la revisión #%(r1)d y la revisión #%(r2)d
fa_ir: ادغام بین ویرایش‌های #%(r1)d و ویرایش‌های #%(r2)d
it_it: Ibrido di Revisione #%(r1)d e Revisione #%(r2)d

source: A new revision was created: Merge between Revision #%(r1)d and Revision #%(r2)d
eo: À néw révïsïön wäs çréätéd: Mérgé ßétwéén Révïsïön #%(r1)d änd Révïsïön #%(r2)d Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Se creó una nueva revisión: Fusión entre la Revisión #%(r1)d y la Revisión #%(r2)d
fa_ir: نسخه جدید ایجاد شد: ادغام بین ویرایش #%(r1)d و ویرایش # %(r2)d
it_it: Una nuova revisione è stata creata: Ibrido di Revisione #%(r1)d e Revisione #%(r2)d

source: Click on the "Start System Check" link below to download and run the proctoring software.
eo: Çlïçk ön thé "Stärt Sýstém Çhéçk" lïnk ßélöw tö döwnlöäd änd rün thé pröçtörïng söftwäré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Haz clic en el enlace "Iniciar comprobación del sistema" a continuación para descargar e iniciar el programa de supervisión.
fa_ir: برای بارگیری و اجرای نرم‌افزار نظارت بر روی لینک زیر، «شروع کنترل سامانه» کلیک کنید.
it_it: Fai clic sul link "Avvia verifica sistema" che segue per scaricare ed eseguire il software di supervisione.

source: Once you have verified your identity and reviewed the exam guidelines in Proctortrack, you will be redirected back to this page.
eo: Önçé ýöü hävé vérïfïéd ýöür ïdéntïtý änd révïéwéd thé éxäm güïdélïnés ïn Pröçtörträçk, ýöü wïll ßé rédïréçtéd ßäçk tö thïs pägé. Ⱡ'σя#
es_es: Una vez que hayas verificado tu identidad y revisado las pautas del examen en Proctortrack, se te redirigirá de nuevo a esta página.
fa_ir: به‌محض اینکه هویت خود را تأیید کردید و دستورالعمل‌های آزمون را در Proctortrack بررسی کردید ، به این صفحه هدایت خواهید شد.
it_it: Una volta che hai verificato la tua identità e rivisto le linee guida per l'esame in Proctortrack, verrai reindirizzato a questa pagina.
lv: Kad esat verificējis savu identitāti un pārskatījis eksāmenu vadlīnijas Proctortrack, jūs pāradresēsit atpakaļ uz šo lapu.

source: To confirm that proctoring has started, make sure your webcam feed and the blue Proctortrack box are both visible on your screen.
eo: Tö çönfïrm thät pröçtörïng häs stärtéd, mäké süré ýöür wéßçäm fééd änd thé ßlüé Pröçtörträçk ßöx äré ßöth vïsïßlé ön ýöür sçréén. Ⱡ'σ#
es_es: Para confirmar que la supervisión ha empezado, asegúrate que la imagen de tu cámara web y la caja azul de Proctortrack son visibles en tu pantalla.
fa_ir: برای تأیید شروع نظارت، مطمئن شوید که دوربین وب کم و جعبه آبی Proctortrack هر دو در صفحه شما قابل مشاهده است.
it_it: Per confermare che la supervisione sia iniziata, assicurati che il feed della webcam e la casella blu Proctortrack siano entrambi visibili sullo schermo.

source: Click on the "Start Proctored Exam" button below to continue.
eo: Çlïçk ön thé "Stärt Pröçtöréd Éxäm" ßüttön ßélöw tö çöntïnüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Selecciona la opción "Empezar examen supervisado" a continuación para continuar.
fa_ir: برای ادامه بر روی دکمه زیر، "شروع آزمون حفاظت‌شده" کلیک کنید.
it_it: Fai clic sul pulsante seguente "Avvia esame con supervisione" per continuare.

source: Your verification is pending
eo: Ýöür vérïfïçätïön ïs péndïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Tu verificación está pendiente
lv: Jūsu verifikācija ir procesā
mn: Таны баталгаажуулалт хүлээгдэж байна

source: Verified: Pending Verification
eo: Vérïfïéd: Péndïng Vérïfïçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Verificado: Pendiente de verificación
lv: Verificēts: verifikācija procesā
mn: Баталгаажсан: Баталгаажуулалт хүлээгдэж байна

source: ID verification pending
eo: ÌD vérïfïçätïön péndïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Verificación de identidad pendiente
lv: ID verifikācija procesā
mn: Бүртгэлийн дугаарын баталгаажуулалт хүлээгдэж байна

source: {currency_symbol}{price}
eo: {currency_symbol}{price} Ⱡ'σяєм ιρѕυ#

source: Email doesn't have {domain_name} domain name.
eo: Émäïl döésn't hävé {domain_name} dömäïn nämé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Removed group: "{}"
eo: Rémövéd gröüp: "{}" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Grupo eliminado: "{}"
lv: Noņemta grupa: "{}"
mn: Устгасан бүлэг:"{}"

source: Did not find a group with name "{}" - skipping.
eo: Dïd nöt fïnd ä gröüp wïth nämé "{}" - skïppïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se encontró ningún grupo llamado "{}" - omitir.
lv: Grupa ar nosaukumu "{}" netika atrasta - izlaiž.
mn: "{}" орсон нэртэй бүлэг олдсонгүй - алгасах.

source: Invalid group name: "{group_name}". {messages}
eo: Ìnvälïd gröüp nämé: "{group_name}". {messages} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Nombre de grupo no válido: "{group_name}". {messages}
lv: Nederīgs grupas nosaukums: "{group_name}". {messages}
mn: Хүчингүй бүлгийн нэр: "{group_name}". {messages}

source: Created new group: "{}"
eo: Çréätéd néw gröüp: "{}" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Nuevo grupo creado: "{}"
lv: Izveidota jauna grupa: "{}"
mn: Шинээр үүссэн бүлэг:"{}"

source: Found existing group: "{}"
eo: Föünd éxïstïng gröüp: "{}" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Grupo existente encontrado: "{}"
lv: Atrasta grupa: "{}"
mn: Дараах бүлэг олдсон: "{}"

source: Adding {codenames} permissions to group "{group}"
eo: Àddïng {codenames} pérmïssïöns tö gröüp "{group}" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Añadir permisos {codenames} al grupo "{group}"
lv: Pievieno {codenames} atļaujas grupai "{group}"
mn: {codenames} зөвшөөрлийг "{group}" бүлэгт өгөх

source: Removing {codenames} permissions from group "{group}"
eo: Rémövïng {codenames} pérmïssïöns fröm gröüp "{group}" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Eliminar permisos {codenames} del grupo "{group}"
lv: Noņem {codenames} atļaujas grupai "{group}"
mn: {codenames} зөвшөөрлийг "{group}" бүлгээс устгах
