Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: You will be unable to make changes until the errors are resolved. To update these settings go to the {link_start}Proctored Exam Settings page{link_end}.
eo: Ýöü wïll ßé ünäßlé tö mäké çhängés üntïl thé érrörs äré résölvéd. Tö üpdäté thésé séttïngs gö tö thé {link_start}Pröçtöréd Éxäm Séttïngs pägé{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσя#
fa_ir: تا زمانی که خطاها برطرف نشوند قادر به ایجاد تغییر نخواهید بود. برای روزآمدسازی این تنظیمات به {link_start} صفحۀ تنظیمات آزمون حفاظت‌شده {link_end} بروید.
it_it: Non sarà possibile apportare modifiche fino a quando gli errori non vengono risolti. Per aggiornare queste impostazioni, passare alla {link_start}pagina Impostazioni esame supervisionato{link_end}.

source: You will be unable to make changes until the following settings are updated on the page below.
eo: Ýöü wïll ßé ünäßlé tö mäké çhängés üntïl thé föllöwïng séttïngs äré üpdätéd ön thé pägé ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: تا زمانی که تنظیمات ذیل در صفحه زیر روزآمدنشده باشد، قادر به تغییر آن‌ها نخواهید بود.
it_it: Non sarà possibile apportare modifiche fino a quando le seguenti impostazioni non sono aggiornate nella pagina di seguito.

source: Your policy changes have been saved.
eo: Ýöür pölïçý çhängés hävé ßéén sävéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Tus cambios de política han sido guardados.
fa_ir: تغییر خط‌مشی ذخیره شده است.
it_it: Le tue policy sono state salvate

source: There was an error saving your information. Please see below.
eo: Théré wäs än érrör sävïng ýöür ïnförmätïön. Pléäsé séé ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Ocurrió un error guardando tu información, por favor ver a continuación.
fa_ir: خطایی در ذخیره اطلاعات رخ داد. لطفا قسمت پایین را ملاحظه کنید.
it_it: Si è verificato un errore durante il salvataggio delle informazioni. Vedere le informazioni riportate di seguito.

source: Manual Policy Definition
eo: Mänüäl Pölïçý Défïnïtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Definición manual de políticas.
fa_ir: تعریف خط مشی سازمان
it_it: Definizione Manuale delle Policy

source: {strong_start}Warning{strong_end}: Do not modify these policies unless you are familiar with their purpose.
eo: {strong_start}Wärnïng{strong_end}: Dö nöt mödïfý thésé pölïçïés ünléss ýöü äré fämïlïär wïth théïr pürpösé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fa_ir: {strong_start} هشدار {strong_end}: این خط‌مشی‌ها را تغییر ندهید مگر اینکه با هدف آن‌ها آشنا باشید.
it_it: {strong_start}Avvertenza{strong_end}: non modificare queste politiche a meno che non si abbia dimestichezza con il relativo scopo.

source: Show Deprecated Settings
eo: Shöw Dépréçätéd Séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Mostrar opciones obsoletas
fa_ir: مایش تنظیمات منسوخ
it_it: Mostra impostazioni deprecate

source: What do advanced settings do?
eo: Whät dö ädvänçéd séttïngs dö? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: ¿Qué hacen las opciones avanzadas ?
fa_ir: تنظیمات پیشرفته چه کاربردی دارد؟
it_it: Cosa fanno le impostazioni avanzate?

source: Advanced settings control specific course functionality. On this page, you can edit manual policies, which are JSON-based key and value pairs that control specific course settings.
eo: Àdvänçéd séttïngs çöntröl spéçïfïç çöürsé fünçtïönälïtý. Ön thïs pägé, ýöü çän édït mänüäl pölïçïés, whïçh äré JSÖN-ßäséd kéý änd välüé päïrs thät çöntröl spéçïfïç çöürsé séttïngs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт #
es_es: Los ajustes avanzados controlan funcionalidades específicas del curso. En esta página podrás editar políticas manualmente, mediante el uso de pares clave-valor codificadas en JSON.
fa_ir: تنظیمات پیشرفته، قابلیت خاص دوره را کنترل می‌کند. در این صفحه، می‌توانید خط مشی‌ها سازمان را ویرایش کنید، که شامل خط‌مش‌هایی است که مبتنی بر JSON هستند و و جفت مقادیری که تنظیمات ویژۀ هر دوره را کنترل می‌کند.
it_it: Le impostazioni avanzate controllano funzionalità specifiche del corso. In questa pagina, è possibile modificare le politiche manuali, che sono coppie di chiavi e valori basate su JSON che controllano impostazioni specifiche del corso.

source: Any policies you modify here override all other information you've defined elsewhere in {studio_name}. Do not edit policies unless you are familiar with both their purpose and syntax.
eo: Àný pölïçïés ýöü mödïfý héré övérrïdé äll öthér ïnförmätïön ýöü'vé défïnéd élséwhéré ïn {studio_name}. Dö nöt édït pölïçïés ünléss ýöü äré fämïlïär wïth ßöth théïr pürpösé änd sýntäx. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα q#
es_es: Cualquier política que modifiques aquí alterará el resto de información que hayas definido en otro sitio en {studio_name}. No edites políticas a menos que estés familiarizado con su propósito y sintaxis.
fa_ir: هر خط‌مشی که در این‌جا اصلاح کنید تمام اطلاعات دیگری را که در جای دیگر در {studio_name} تعریف کرده‌اید نادیده گرفته‌خواهدشد. تنها در شرایطی اقدام به ویرایش خط‌مشی‌ کنید که با هدف و ترکیب آن‌ها آشنا باشید.
it_it: Qualsiasi politica modificata in questa pagina sostituisce tutte le altre informazioni definite altrove in {studio_name}. Non modificare le politiche se non si ha dimestichezza con i relativi scopo e sintassi.

source: {em_start}Note:{em_end} When you enter strings as policy values, ensure that you use double quotation marks (") around the string. Do not use single quotation marks (').
eo: {em_start}Nöté:{em_end} Whén ýöü éntér strïngs äs pölïçý välüés, énsüré thät ýöü üsé döüßlé qüötätïön märks (") äröünd thé strïng. Dö nöt üsé sïnglé qüötätïön märks ('). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт #
fa_ir: {em_start} نکته: {em_end} هنگام واردکردن رشته‌ها به‌عنوان مقادیر خط مشی، حتماً از علامت نقل‌قول مضاعف (") در دوطرف رشته استفاده کنید. از علامت نقل قول‌ تکی (') استفاده نکنید.
it_it: {em_start}Nota:{em_end} quando si immettono stringhe come valori della policy, accertarsi di racchiudere la stringa tra doppi apici ("). Non utilizzare apici singoli (').

source: Grading Settings
eo: Grädïng Séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Ajustes de calificaciones
fa_ir: تنظیمات نمره‌دهی
it_it: Impostazioni di valutazione

source: Overall Grade Range
eo: Övéräll Grädé Rängé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Rango de calificación general
fa_ir: محدوده کلی نمره
it_it: Intervallo della valutazione complessiva

source: Your overall grading scale for student final grades
eo: Ýöür övéräll grädïng sçälé för stüdént fïnäl grädés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Tu escala de calificación general para las notas definitivas de los alumnos
fa_ir: مقیاس نمره کلی شما برای نمرات نهایی یادگیرندگان
it_it: La scala di valutazione complessiva per le valutazioni finali dello studente

source: Add grade
eo: Àdd grädé Ⱡ'σяєм ιρѕυм ∂σł#
fa_ir: افزودن نمره
it_it: Aggiungi valutazione

source: Credit Eligibility
eo: Çrédït Élïgïßïlïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fa_ir: شایستگی اعتبار
it_it: Idoneità del credito

source: Settings for course credit eligibility
eo: Séttïngs för çöürsé çrédït élïgïßïlïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: تنظیمات شرایط اعتبار دوره
it_it: Impostazioni per l'idoneità del credito del corso

source: Minimum Credit-Eligible Grade:
eo: Mïnïmüm Çrédït-Élïgïßlé Grädé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: حداقل نمرۀ مجاز-اعتبار:
it_it: Valutazione minima idonea per il credito:

source: Must be greater than or equal to the course passing grade
eo: Müst ßé gréätér thän ör éqüäl tö thé çöürsé pässïng grädé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: باید مساوی یا بیش از نمرۀ قبولی در دوره باشد
it_it: Deve essere maggiore o uguale alla valutazione di superamento del corso

source: Grading Rules & Policies
eo: Grädïng Rülés & Pölïçïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: قوانین وسیاست‌های نمره‌گذاری
it_it: Regole e politiche di valutazione

source: Deadlines, requirements, and logistics around grading student work
eo: Déädlïnés, réqüïréménts, änd lögïstïçs äröünd grädïng stüdént wörk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Fechas límite de entrega, requerimientos y logística relacionada con la calificación del trabajo de los alumnos
fa_ir: ضرب‌الاجل‌ها، الزامات و تدارکات در مورد روش نمره‌دهی به یادگیرندگان
it_it: Scadenze, requisiti e logistica relativi alla valutazione delle attività dello studente

source: Grace Period on Deadline:
eo: Gräçé Pérïöd ön Déädlïné: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Periodo de gracia en las fechas límite de entrega
fa_ir: آخرین فرصت:
it_it: Periodo di tolleranza alla scadenza:

source: Leeway on due dates
eo: Lééwäý ön düé dätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Margen de tolerancia en las fechas de entrega
fa_ir: بدون تاریخ سررسید
it_it: Margine sulle date di scadenza

source: Assignment Types
eo: Àssïgnmént Týpés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Tipos de tareas
fa_ir: انواع تکلیف
it_it: Tipi di compiti

source: Categories and labels for any exercises that are gradable
eo: Çätégörïés änd läßéls för äný éxérçïsés thät äré grädäßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Categorías y etiquetas para cualquier ejercicio que sea calificable
fa_ir: دسته‌بندی‌ها و برچسب‌هایی برای هر تمرین قابل نمره‌گذاری
it_it: Categorie ed etichette per gli esercizi oggetto di valutazione

source: New Assignment Type
eo: Néw Àssïgnmént Týpé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Nuevo tipo de tarea
fa_ir: نوع جدید تکلیف
it_it: Nuovo tipo di compito
mn: Шинэ Даалгаврын Төрөл

source: What can I do on this page?
eo: Whät çän Ì dö ön thïs pägé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: ¿Qué puedo hacer en está página?
fa_ir: چه کاری در این صفحه می‌توانم انجام دهم؟
it_it: Cosa posso fare in questa pagina?

source: You can use the slider under Overall Grade Range to specify whether your course is pass/fail or graded by letter, and to establish the thresholds for each grade.
eo: Ýöü çän üsé thé slïdér ündér Övéräll Grädé Rängé tö spéçïfý whéthér ýöür çöürsé ïs päss/fäïl ör grädéd ßý léttér, änd tö éstäßlïsh thé thréshölds för éäçh grädé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕє#
es_es: Puedes usar el control deslizante bajo el rango general de calificación para especificar si tu curso admite sólo calificaciones de tipo aprobado/suspendido o usarás letras que identifiquen un rango mayor de notas.
fa_ir: از نوار کشویی در زیر محدوده نمره کلی، برای تعیین رد یا قبولی در دوره یا نمره‌گذاری با حروف، و برای ساخت حد آستانه برای هر پایه می‌توانید استفاده کنید.
it_it: È possibile utilizzare il dispositivo di scorrimento in Intervallo della valutazione complessiva per specificare e il corso è superato/non superato o valutato in base alle lettere e per stabilire la soglia per ciascuna valutazione.

source: You can specify whether your course offers students a grace period for late assignments.
eo: Ýöü çän spéçïfý whéthér ýöür çöürsé öfférs stüdénts ä gräçé pérïöd för läté ässïgnménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Puedes especificar si tu curso ofrece a los alumnos un periodo de gracia para las tareas retrasadas.
fa_ir: شما این امکان را دارید که مشخص کنید در این دوره آموزشی، یادگیرندگانی که تکالیف خود را با دیرکرد ارائه می‌دهند ارفاقی در نظر می‌گیرد یا خیر.
it_it: È possibile specificare se il corso offre agli studenti un periodo di tolleranza per i compiti consegnati in ritardo.

source: You can also create assignment types, such as homework, labs, quizzes, and exams, and specify how much of a student's grade each assignment type is worth.
eo: Ýöü çän älsö çréäté ässïgnmént týpés, süçh äs höméwörk, läßs, qüïzzés, änd éxäms, änd spéçïfý höw müçh öf ä stüdént's grädé éäçh ässïgnmént týpé ïs wörth. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłł#
es_es: También puedes crear tipos de ejercicios, como tareas para hacer en casa, laboratorios, sencillas cuestiones, y especificar cuánto puntos obtendrá el alumno por cada tipo de ejercicio.
fa_ir: همچنین می‌توانید انواع تکالیف مانند تکالیف درسی‌، آزمایشگاه‌ها، آزمون‌ها و امتحاناتی را ایجاد کرده و مشخص کنید که ارزش هر نوع تکلیف برای یادگیرنده چقدر است.
it_it: È anche possibile creare tipi di compiti come esercizi, laboratori, quiz ed esami, e specificare il valore di una valutazione dello studente per ciascun tipo di compito.

source: Expand or Collapse
eo: Éxpänd ör Çölläpsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Expandir o colapsar
fa_ir: گسترده یا فشرده
it_it: Espandi o comprimi

source: Access Settings
eo: Àççéss Séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fa_ir: تنظیمات دسترسی
it_it: Impostazioni di accesso

source: Set Access
eo: Sét Àççéss Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Establecer acceso
fa_ir: تنظیم دسترسی
it_it: Imposta accesso

source: This block contains multiple components.
eo: Thïs ßlöçk çöntäïns mültïplé çömpönénts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Este bloque contiene múltiples componentes.
fa_ir: این قسمت شامل چندین مولفه است.
it_it: Questo blocco contiene più componenti.

source: New Textbook
eo: Néw Téxtßöök Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Nuevo libro de texto
fa_ir: متون آموزشی جدید
it_it: Nuovo libro di testo

source: Why should I break my textbook into chapters?
eo: Whý shöüld Ì ßréäk mý téxtßöök ïntö çhäptérs? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: ¿Por qué dividir mi libro de texto en capítulos?
fa_ir: چرا متن آموزشی‌ را به فصل‌های مجزا تقسیم کنم؟
it_it: Perché devo suddividere il mio libro di testo in capitoli?

source: Breaking your textbook into multiple chapters reduces loading times for students, especially those with slow Internet connections. Breaking up textbooks into chapters can also help students more easily find topic-based information.
eo: Bréäkïng ýöür téxtßöök ïntö mültïplé çhäptérs rédüçés löädïng tïmés för stüdénts, éspéçïällý thösé wïth slöw Ìntérnét çönnéçtïöns. Bréäkïng üp téxtßööks ïntö çhäptérs çän älsö hélp stüdénts möré éäsïlý fïnd töpïç-ßäséd ïnförmätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσя#
es_es: Dividir tu libro de texto en múltiples capítulos aumenta la velocidad de navegación para los alumnos, especialmente de aquellos con conexiones a internet lentas. También puede ayudar a los alumnos a encontrar más fácilmente información de un cierto tema.
fa_ir: تقسیم کتاب درسی به چندین فصل، باعث کاهش زمان بارگذاری می‌شود، به‌ویژه برای یادگیرندگانی مفید است که سرعت اینترنت کندی دارند. همچنین تقسیم متون درسی به فصل‌های جداگانه می‌تواند به آن‌ها در یافتن آسان‌تر اطلاعات، براساس موضوع یاری رساند.
it_it: La suddivisione del libro di testo in più capitoli riduce i tempi di caricamento per gli studenti, in particolare per coloro che dispongono di connessioni a Internet lente. La suddivisione dei libri di testo in capitoli può inoltre aiutare gli studenti ad individuare più facilmente le informazioni in base agli argomenti.

source: What if my book isn't divided into chapters?
eo: Whät ïf mý ßöök ïsn't dïvïdéd ïntö çhäptérs? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: ¿Quée sucede si mi libro no está dividido en capítulos?
fa_ir: اگر کتاب من به فصول مجزا تقسیم نشود چه خواهد شد؟
it_it: Cosa succede se il mio libro non è suddiviso in capitoli?

source: If your textbook doesn't have individual chapters, you can upload the entire text as a single chapter and enter a name of your choice in the Chapter Name field.
eo: Ìf ýöür téxtßöök döésn't hävé ïndïvïdüäl çhäptérs, ýöü çän üplöäd thé éntïré téxt äs ä sïnglé çhäptér änd éntér ä nämé öf ýöür çhöïçé ïn thé Çhäptér Nämé fïéld. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυ#
es_es: Si tu libro de texto no está dividido en capítulos, puedes visualizar el texto entero como un solo capítulo y escribir un nombre de tu elección en el campo Nombre del capítulo.
fa_ir: اگر متن آموزشی دارای فصول جداگانه نیست، می‌توانید کل آن را به‌صورت یک فصل بارگذاری کرده و در قسمت نام فصل، نام دلخواه خود را وارد کنید.
it_it: Se il libro di testo non dispone di capitoli singoli, è possibile caricare tutto il testo come capitolo singolo ed immettere un nome a scelta nel campo Nome capitolo.

source: Learn more about textbooks
eo: Léärn möré äßöüt téxtßööks Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Aprende más sobre libros de texto
fa_ir: اطلاعات گسترده‌تر درباره متون آموزشی
it_it: Scopri di più sui libri di testo

source: Video Uploads
eo: Vïdéö Ûplöäds Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Cargas de vídeos
fa_ir: بارگذاری‌های ویدیو
it_it: Caricamenti video

source: Course Video Settings
eo: Çöürsé Vïdéö Séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Ajustes de vídeo del curso
fa_ir: تنظیمات ویدئوی دوره آموزشی
it_it: Impostazioni video del corso

source: Changing..
eo: Çhängïng.. Ⱡ'σяєм ιρѕυм ∂σłσ#
fa_ir: در حال تغییر..
it_it: Modifica...

source: Videos per page:
eo: Vïdéös pér pägé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: ویدئوها در هر صفحه:
it_it: Video per pagina:

source: Access is not restricted
eo: Àççéss ïs nöt réstrïçtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: دسترسی محدود نیست
it_it: L'accesso non è limitato

source: Access to this unit is not restricted, but visibility might be affected by inherited settings.
eo: Àççéss tö thïs ünït ïs nöt réstrïçtéd, ßüt vïsïßïlïtý mïght ßé äfféçtéd ßý ïnhérïtéd séttïngs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: دسترسی به این واحد محدود نیست، اما ممکن است تنظیمات برجامانده بر رؤیت‌پذیری آن تأثیر بگذارد.
it_it: L'accesso a questa unità non è limitato, ma la visibilità potrebbe essere interessata da impostazioni ereditate.

source: Access to this component is not restricted, but visibility might be affected by inherited settings.
eo: Àççéss tö thïs çömpönént ïs nöt réstrïçtéd, ßüt vïsïßïlïtý mïght ßé äfféçtéd ßý ïnhérïtéd séttïngs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fa_ir: دسترسی به این مؤلفه محدود نیست، اما ممکن است تنظیمات برجامانده بر رؤیت‌پذیری آن تأثیر بگذارد.
it_it: L'accesso a questo componente non è limitato, ma la visibilità potrebbe essere interessata da impostazioni ereditate.

source: You can restrict access to this unit to learners in specific enrollment tracks or content groups.
eo: Ýöü çän réstrïçt äççéss tö thïs ünït tö léärnérs ïn spéçïfïç énröllmént träçks ör çöntént gröüps. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: شما می‌توانید دسترسی به این مؤلفه را برای یادگیرندگان در انواع ثبت‌نام یا گروه‌های محتوایی خاص محدود کنید.
it_it: È possibile limitare l'accesso a questa unità agli studenti in gruppi di contenuti o tracce di iscrizione specifici.

source: You can restrict access to this component to learners in specific enrollment tracks or content groups.
eo: Ýöü çän réstrïçt äççéss tö thïs çömpönént tö léärnérs ïn spéçïfïç énröllmént träçks ör çöntént gröüps. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: شما می‌توانید دسترسی به این مؤلفه را برای یادگیرندگان در انواع ثبت‌نام‌ها یا گروه‌های محتوایی خاص محدود کنید.
it_it: È possibile limitare l'accesso a questo componente agli studenti in gruppi di contenuti o tracce di iscrizione specifici.

source: You can restrict access to this unit to learners in specific content groups.
eo: Ýöü çän réstrïçt äççéss tö thïs ünït tö léärnérs ïn spéçïfïç çöntént gröüps. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fa_ir: شما می‌توانید دسترسی به این مؤلفه را برای یادگیرندگان گروه‌های محتوایی خاص محدود کنید.
it_it: È possibile limitare l'accesso a questa unità agli studenti in gruppi di contenuti specifici.

source: You can restrict access to this component to learners in specific content groups.
eo: Ýöü çän réstrïçt äççéss tö thïs çömpönént tö léärnérs ïn spéçïfïç çöntént gröüps. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: شما می‌توانید دسترسی به این مؤلفه را برای یادگیرندگان گروه‌های محتوایی خاص محدود کنید.
it_it: È possibile limitare l'accesso a questo componente agli studenti in gruppi di contenuti specifici.

source: Manage content groups
eo: Mänägé çöntént gröüps Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Administrar grupos de contenido
fa_ir: مدیریت گروه های محتوا
it_it: Gestisci gruppi di contenuti

source: {screen_reader_start}Warning:{screen_reader_end} The unit that contains this component is hidden from learners. The unit setting overrides the component access settings defined here.
eo: {screen_reader_start}Wärnïng:{screen_reader_end} Thé ünït thät çöntäïns thïs çömpönént ïs hïddén fröm léärnérs. Thé ünït séttïng övérrïdés thé çömpönént äççéss séttïngs défïnéd héré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм#
fa_ir: {screen_reader_start} هشدار: {screen_reader_end} این واحد حاوی این مؤلفه از دید یادگیرندگان پنهان است. تنظیمات واحد ، تنظیمات دسترسی مؤلفه‌هایی که در اینجا تعریف‌شده را لغو می‌کند.
it_it: {screen_reader_start}Avvertenza:{screen_reader_end} L'unità che contiene questo componente è nascosta agli studenti. L'impostazione dell'unità sostituisce le impostazioni di accesso del componente definite in questa pagina.
