Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: Video position
fa_ir: موقعیت ویدیو
he: מיקום סרטון הווידאו
it_it: Posizione del video
tr_tr: Video pozisyonu

source: %(value)s hour
fa_ir: %(value)s ساعت
he: %(value)s שעה
it_it: %(value)s ora
tr_tr: %(value)s saat

source: %(value)s minute
fa_ir: %(value)s دقیقه
he: %(value)s דקה
it_it: %(value)s minuto
tr_tr: %(value)s dakika

source: %(value)s second
fa_ir: %(value)s ثانیه
he: %(value)s שניה
it_it: %(value)s secondo
tr_tr: %(value)s saniye

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
fa_ir: روی این دکمه کلیک کنید تا صدای ویدیو را بسته یا باز کنید، یا دکمه بالا و پایین را فشار دهید تا صدا را افزایش یا کاهش دهید.
he: לחץ על לחצן זה כדי להשתיק או לבטל השתקה של סרטון וידאו זה או לחץ על המקשים למעלה או למטה כדי להגביר או להנמיך את רמת הקול.
it_it: Fai clic su questo pulsante per azzerare o ripristinare il volume del video o premi i pulsanti PIÙ o MENO per incrementare o diminuire il livello del volume.
tr_tr: Bu videoyu sessize almak veya sesini açmak için bu düğmeye tıklayın, ses seviyesini artırmak ya da azaltmak için YUKARI veya AŞAĞI düğmelerine basın.

source: Adjust video volume
fa_ir: تنظیم صدای ویدیو
he: התאם את עוצמת הקול של סרטון הווידאו
it_it: Regola il volume del video
tr_tr: Video sesini ayarla

source: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
fa_ir: برای ورود به منوی سرعت، دکمۀ بالا را فشار دهید، با استفاده از کلیدهای جهت‌نمای بالا و پایین می‌‌توانید سرعت را تغییر دهید، سپس ENTER را بفشارید تا به سرعت مورد نظرتان تغییر کند.
he: לחץ על מקש החץ 'למעלה' כדי להיכנס לתפריט המהירות, ולאחר מכן השתמש במקשי החצים למעלה ולמטה כדי לנווט בין המהירויות השונות. לחץ על ENTER כדי לשנות למהירות שנבחרה.
it_it: Premi la freccia verso l'alto per accedere al menu della velocità, quindi utilizza le frecce verso l'alto e il basso per navigare tra le diverse velocità, quindi premi INVIO per passare alla velocità selezionata.
tr_tr: Hız menüsüne girmek için YUKARI tuşuna basın, farklı hızlarda gezinmek için YUKARI ve AŞAĞI ok tuşlarını kullanın, seçilen hızı değiştirmek içinse GİRİŞ düğmesine basın.

source: Adjust video speed
fa_ir: تنظیم سرعت ویدئو
he: התאם את מהירות סרטון הווידאו
it_it: Regola la velocità del video
tr_tr: Video hızını ayarla

source: Video speed:
fa_ir: سرعت ویدئو
he: מהירות סרטון הווידאו:
it_it: Velocità del video:
tr_tr: Video hızı:

source: Skip
fa_ir: پرش
he: דלג
it_it: Salta
tr_tr: Atla

source: Play video
fa_ir: پخش ویدیو
he: הפעל את סרטון הווידאו
it_it: Riproduci video
tr_tr: Videoyu oynat

source: Do not show again
fa_ir: دوباره نمایش نده
he: אל תציג שוב
it_it: Non mostrare più
tr_tr: Tekrar gösterme

source: Open language menu
fa_ir: منوی زبان را بازکن
he: פתח תפריט שפה
it_it: Apri il menu della lingua
tr_tr: Dil menüsünü açın

source: Transcript will be displayed when you start playing the video.
fa_ir: در هنگام نمایش ویدئو، متن نمایش داده خواهد شد.
he: תמלול יוצג כאשר תתחיל בהפעלת סרטון הווידאו.
it_it: La trascrizione del video verrà mostrata quando inizierai a guardare il video
tr_tr: Altyazı videoyu oynatmaya başladığınızda gösterilecek.

source: Activating a link in this group will skip to the corresponding point in the video.
fa_ir: فعال‌سازی پیوند در این گروه به نقطه مربوطه در ویدیو منتقل خواهدشد.
he: הפעלת קישור בקבוצה הזו תוביל ישירות לנקודה המקבילה בסרטון הווידאו.
it_it: Attivando un link in questo gruppo si passerò al corrispondente punto nel video.
tr_tr: Bu grup içinde bir bağlantıyı aktif duruma getirmeniz videoyu karşılık gelen zaman noktasına götürecektir.

source: Video transcript
fa_ir: زیرنویس ویدئو
he: תמלול סרטון וידאו
it_it: Trascrizione del video
tr_tr: Video altyazısı

source: Start of transcript. Skip to the end.
fa_ir: متن را بیاغازید. بپر برو آخرش.
he: התחלת התמלול. דלג לסוף.
it_it: Inizio della trascrizione. Vai alla fine
tr_tr: Altyazının başlangıcı. Sona atla.

source: End of transcript. Skip to the start.
fa_ir: پایان متن. بپر برو اول.
he: סוף התמלול. דלג להתחלה.
it_it: Fine della trascrizione. Torna all'inizio
tr_tr: Altyazının sonu. Başlangıca atla.

source: Press the UP arrow key to enter the language menu then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
fa_ir: کلید پیکان UP را بفشارید تا وارد منوی زبان شوید سپس از کلیدهای جهت‌نما بالا و پایین برای پیمایش در گزینه‌های زبان استفاده کنید. برای تغییر به زبان انتخاب شده، دکمۀ ENTER را بفشارید.
he: לחץ על מקש החץ למעלה כדי להיכנס לתפריט השפה ולאחר מכן השתמש במקשי החצים למעלה ולמטה כדי לנווט בין אפשרויות השפה. לחץ על ENTER כדי לשנות לשפה שנבחרה.
it_it: Premi il tasto freccia SU per entrare nel menù linguaggio ora usa i tasti freccia SU e GIÙ per navigare le opzioni del linguaggio. Premi INVIO per passare alla lingua selezionata.
tr_tr: Dil menüsüne girmek için YUKARI ok tuşuna basın, dil seçeneklerinde gezinmek içinse YUKARI ve AŞAĞI ok tuşlarını kullanın. Seçilen dili belirlemek için GİRİŞ tuşuna basın.

source: Hide closed captions
fa_ir: زیرنویس‌های بستۀ پنهان
he: הסתר כתוביות
it_it: Nascondi le didascalie chiuse
tr_tr: İşitme engelliler için altyazıyı gizle

source: (Caption will be displayed when you start playing the video.)
fa_ir: (در شروع پخش فیلم، زیرنویس نمایش داده خواهد شد.)
he: (כתוביות יוצגו כאשר תפעיל את סרטון הווידאו).
it_it: (La trascrizione del video verrà mostrata quando inizierai a guardare il video)
tr_tr: (Altyazı videoyu oynatmaya başladığınızda gösterilecek.)

source: Turn on closed captioning
fa_ir: فعالسازی زیرنویس
he: הפעל כתוביות
it_it: Attiva i sottotitoli
tr_tr: İşitme engelliler için altyazıyı aç

source: Turn on transcripts
fa_ir: فعالسازی زیرنویس
he: הפעל תמלילים
it_it: Attiva le trascrizioni
tr_tr: Altyazıyı aç

source: Turn off transcripts
fa_ir: غیرفعالسازی زیرنویس
he: כבה תמלילים
it_it: Disattiva le trascrizioni
tr_tr: Altyazıları kapat

source: Studio's having trouble saving your work
fa_ir: استودیو برای ذخیره کار شما مشکل دارد
he: סטודיו מתקשה לשמור את עבודתך
it_it: Studio ha problemi a salvare i tuoi progressi.
tr_tr: Studio yaptığınız işi kaydetme konusunda zorluk yaşıyor

source: OpenAssessment Save Error
fa_ir: خطای ذخیره سازی OpenAssesment
he: שגיאת שמירה של OpenAssessment
it_it: OpenAssessment Salva Errore
tr_tr: AçıkDeğerlendirme Kayıt Hatası

source: This link will open in a new browser window/tab
fa_ir: این پیوند در یک پنجره/ زبانه مرورگر جدید باز خواهد شد
he: קישור זה ייפתח בחלון/לשונית דפדפן חדש/ה
it_it: Questo link verrà aperto in una nuova finestra/tab del browser
tr_tr: Bu bağlantı tarayıcıda yeni bir pencere veya sekmede açılacak

source: This link will open in a modal window
fa_ir: این پیوند در یک پنجره مودال باز خواهد شد
he: קישור זה יפתח בחלונית שיחה
it_it: Questo link verrà aperto in una finestra modale
tr_tr: Bu bağlantı yeni bir kip penceresinde açılacak

source: Certificate name is required.
fa_ir: نام گواهی الزامی است.
he: שם התעודה הוא שדה חובה.
it_it: E' richiesto il nome del certificato
tr_tr: Sertifika ismi gerekiyor.

source: Signatory field(s) has invalid data.
fa_ir: اطلاعات صاحب امضاء حاوی داده(های) نامعتبر است.
he: בשדה(ות) החתימה קיימים נתונים לא חוקיים.
it_it: Il campo(s) firmatario ha una data non valida.
tr_tr: İmzacı alan(ları) geçersiz veri içeriyor.

source: Edit this certificate?
fa_ir: آیا می‌خواهید این گواهی را ویرایش کنید؟
he: לערוך תעודה זו?
it_it: Modifica questo certificato?
tr_tr: Bu sertifikayı düzenle?

source: This certificate has already been activated and is live. Are you sure you want to continue editing?
fa_ir: این گواهی قبلاً فعال شده و هنوز معتبر است. آیا از ادامۀ ویرایش اطمینان دارید؟
he: תעודה זו הופעלה כבר והיא במצב פעיל. האם אתה בטוח שברצונך להמשיך בעריכה?
it_it: Questo certificato è già stato attivato ed è attivo. Sei sicuro di voler continuare la modifica?
tr_tr: Sertifika zaten etkinleştirilmiş ve yayında. Düzenlemeye devam etmek istediğinize emin misiniz?

source: Yes, allow edits to the active Certificate
fa_ir: بله، اجازه دهید که گواهی فعال ویرایش شود.
he: כן, אפשר עריכות בתעודה הפעילה
it_it: Sì, consentire le modifiche al certificato attivo
tr_tr: Evet, etkinleştirilmiş Sertifikayı düzenlemeye izin ver

source: certificate
fa_ir: گواهی‌نامه
he: תעודה
it_it: certificato
tr_tr: sertifika

source: Deactivating
fa_ir: در حال غیرفعالسازی
it_it: Disattivazione in corso
tr_tr: Devredışı bırakılıyor

source: Set up your certificate
fa_ir: تنظیم گواهی شخصی
he: הגדר את תעודתך
it_it: Prepara il tuo certificato
tr_tr: Sertifikanızı yapılandırın

source: You have not created any certificates yet.
fa_ir: شما هنوز هیچ گواهی‌ای نساخته‌اید.
he: לא יצרת אף תעודה עדיין.
it_it: Non hai ancora creato alcun certificato.
tr_tr: Henüz bir sertifika oluşturmadınız.

source: Delete "<%- signatoryName %>" from the list of signatories?
fa_ir: آیا "<%- signatoryName %>" از فهرست امضاکنندگان حذف می‌کنید؟
it_it: Elimina "<%- signatoryName %>" dall'elenco di firmatari?
tr_tr: İmza sahipleri listesinden "<%- signatoryName %>" adını sil?

source: This action cannot be undone.
fa_ir: این عمل قابل بازگشت نیست
he: לא ניתן לבטל פעולה זו.
it_it: Questa azione non può essere annullata.
tr_tr: Bu eylem geri alınamaz.

source: Deleting
fa_ir: در حال حذف
he: מוחק
it_it: Cancellazione in Corso
tr_tr: Siliniyor

source: Upload signature image.
fa_ir: تصویر امضایتان را بارگذاری کنید
he: העלה תמונת חתימה.
it_it: Carica l'immagine della firma.
tr_tr: İmza görseli yükle.

source: Image must be in PNG format.
fa_ir: تصویر باید از نوع PNG باشد.
he: התמונה חייבת להיות בתבנית PNG.
it_it: L'immagine deve essere in formato PNG.
tr_tr: Görsel PNG formatında olmalıdır.

source: Group %s
fa_ir: گروه %s
he: קבוצה %s
it_it: Gruppo %s
tr_tr: Grup %s

source: Your export has failed.
fa_ir: صدور موفق نبود.
it_it: L'esportazione è fallita.
tr_tr: İçe aktarım işlemi başarısız oldu.

source: Already a course team member
fa_ir: قبلا عضو گروه دوره آموزشی شدید
he: כבר חבר בצוות הקורס
it_it: Già membro del team del corso
tr_tr: Zaten bir dersin ekip üyesi

source: Are you sure you want to delete {email} from the course team for “{container}”?
fa_ir: آیا از حذف {email} از گروه دوره آموزشی “{container}” اطمینان دارید؟
he: האם אתה בטוח שאתה רוצה למחוק {email} מצוות הקורס עבור “{container}”?
it_it: Sei sicuro di voler cancellare {email} dal team del corso per “{container}”?
tr_tr: “{container}” için ders takımından {email}'i silmek istediğinize emin misiniz?

source: Staff
fa_ir: کارکنان
he: צוות
tr_tr: Personel

source: Admin
fa_ir: مدیر
he: מנהל
it_it: Amministrazione
tr_tr: Yönetici

source: Already a library team member
fa_ir: قبلا عضو گروه کتابخانه شده است.
he: כבר חבר בצוות הספרייה
it_it: Già membro del team della libreria
tr_tr: Zaten kütüphane takımı üyesi

source: Are you sure you want to delete {email} from the library “{container}”?
fa_ir: آیا از حذف {email} از کتابخانه “{container}” اطمینان دارید؟
he: האם אתה בטוח שאתה רוצה למחוק את {email} מספריית “{container}”?
it_it: Sei sicuro di voler cancellare {email} dalla libreria “{container}”?
tr_tr: “{container}” kütüphanesinden {email}'i silmek istediğinize emin misiniz?

source: Library User
fa_ir: کاربر کتابخانه
he: משתמש ספריה
it_it: Utente libreria
tr_tr: Kütüphane Kullanıcısı

source: Hide Deprecated Settings
fa_ir: مخفی‌کردن تنظیمات منسوخ
he: הסתר הגדרות מיושנות
it_it: Nascondi impostazioni deprecate
tr_tr: Kaldırılan Ayarları Gizle

source: Show Deprecated Settings
fa_ir: نمایش تنظیمات منسوخ
he: הצג הגדרות מיושנות
it_it: Mostra impostazioni deprecate
tr_tr: Kaldırılan Ayarları Göster

source: You have unsaved changes. Do you really want to leave this page?
fa_ir: شما تغییرات ذخیره نشده دارید. آیا مطمئن هستید که مایلید این صفحه را ترک کنید؟
he: ישנם שינויים שלא נשמרו. האם אתה בטוח שברצונך לעזוב עמוד זה?
it_it: Hai delle modifiche non salvate. Vuoi davvero lasciare questa pagina?
tr_tr: Kaydedilmemiş değişiklikleriniz var. Bu sayfayı gerçekten terk etmek mi istiyorsunuz?

source: There was an error during the upload process.
fa_ir: در روند بارگذاری خطایی وجود دارد.
he: אירעה שגיאה במהלך תהליך העלאת הנתונים.
it_it: Si è verificato un errore durante il processo di caricamento.
tr_tr: Yükleme işlemi sırasında bir hata oluştu.

source: There was an error while unpacking the file.
fa_ir: خطایی هنگام خارج‌کردن پرونده از حالت فشرده رخ داده است.
he: אירעה שגיאה בחילוץ הקובץ.
it_it: Si è verificato un errore nella decompressione del file.
tr_tr: Dosyayı açarken hata oluştu.

source: There was an error while verifying the file you submitted.
fa_ir: خطایی هنگام عملیات تایید پرونده‌ای که شما ارسال کردید رخ داده است.
he: אירעה שגיאה בזמן אימות הקובץ שהגשת.
it_it: Si è verificato un errore nella verifica del file da te inviato.
tr_tr: Girdiğiniz dosyayı doğrularken hata oluştu.

source: Choose new file
fa_ir: انتخاب فایل جدید
he: בחר קובץ חדש
it_it: Scegli un nuovo file
tr_tr: Yeni dosya seçin

source: File format not supported. Please upload a file with a {ext} extension.
fa_ir: قالب پرونده پشتیبانی نمی‌شود، لطفا برای بارگذاری از پرونده‌ای با پسوند {ext} استفاده کنید.
it_it: Formato file non supportato. Si prega di caricare un file con un'estensione {ext}.
tr_tr: Dosya tipi desteklenmiyor. Lütfen {ext} uzantılı bir dosya yükleyin.

source: There was an error while importing the new library to our database.
fa_ir: خطایی در واردکردن کتابخانه جدید به پایگاه داده ما رخ داده است.
he: אירעה שגיאה במהלך יבוא הספרייה החדשה לבסיס הנתונים שלנו.
it_it: Si è verificato un errore nell'importazione della nuova libreria sul nostro database.
tr_tr: Yeni kütüphaneyi veritabanımıza aktarırken bir hata oluştu.

source: There was an error while importing the new course to our database.
fa_ir: خطایی در هنگام واردکردن دوره آموزشی جدید به پایگاه داده ما رخ داده است
he: אירעה שגיאה במהלך יבוא הקורס החדש לבסיס הנתונים שלנו.
it_it: Si è verificato un errore nell'importazione del nuovo corso sul nostro database.
tr_tr: Yeni dersi veritabanımıza taşırken bir hata oluştu.

source: Your import has failed.
fa_ir: ارسال پرونده شما با مشکل مواجه شده است
he: היבוא נכשל.
it_it: L'importazione è fallita.
tr_tr: İçe aktarma işleminiz başarısız oldu.

source: Your import is in progress; navigating away will abort it.
fa_ir: در حال دریافت اطلاعات هستیم. خروج از این صفحه دریافت اطلاعات را قطع خواهد کرد.
he: היבוא שלך נמצא בתהליך; ניווט החוצה יבטל זאת.
it_it: La tua importazione è in corso: sarà interrotta se abbandoni questa pagina.
tr_tr: İçeri aktarma işleminiz sürüyor; başka bir sayfaya ilerleme bunu yarıda kesecek.

source: Error importing course
fa_ir: صدور دوره آموزشی با خطا مواجه شد.
he: שגיאה בייבוא קורס.
it_it: Errore nell'importazione del corso
tr_tr: Dersi içe aktarırken hata

source: There was an error with the upload
fa_ir: خطایی در بارگذاری وجود دارد
he: אירעה שגיאה בהעלאה
it_it: Si è verificato un errore durante il caricamento
tr_tr: Yüklemede bir sorun oluştu

source: Organization:
fa_ir: سازمان:
it_it: Organizzazione:
tr_tr: Kurum:

source: Course Number:
fa_ir: دورۀ آموزشی شمارۀ:
it_it: Numero Corso
tr_tr: Ders Numarası:

source: Course Run:
fa_ir: دورۀ اجرای دوره آموزشی:
it_it: Avanzamento Corso:
tr_tr: Ders Yayını:

source: (Read-only)
fa_ir: (فقط- خواندنی)
it_it: (Sola lettura)
tr_tr: (Salt-okunur)

source: Re-run Course
fa_ir: اجرای مجدد دورۀ آموزشی
it_it: Riesegui il corso
tr_tr: Dersi Yeniden Çalıştır

source: View Live
fa_ir: پخش زنده
he: תצוגה חיה
it_it: Vedi Live
tr_tr: Canlıda Görüntüle

source: Internal Server Error.
fa_ir: خطای سرویس‌دهنده داخلی.
he: שגיאת שרת פנימית.
it_it: Errore server interno.
tr_tr: Sunucu Hatası

source: Queued
fa_ir: در صف قرار گرفت
he: ממתין בתור
it_it: In coda
tr_tr: Kuyruğa Alındı

source: Upload completed
fa_ir: بارگذاری کامل شد
he: העלאה הושלמה
it_it: Caricamento completato
tr_tr: Yükleme tamamlandı

source: Upload failed
fa_ir: بارگذاری انجام نشد
he: העלאה נכשלה
it_it: Caricamento fallito
tr_tr: Yükleme başarısız

source: Chapter name and asset_path are both required
fa_ir: نام فصل و مسیر _پیوست‌ها هردو ضروری هستند
he: שם הפרק ו-asset_path הם שדות חובה
it_it: Sia il nome del capitolo che asset_path sono richiesti
tr_tr: Bölüm adı ve asset_path gerekli

source: Chapter name is required
fa_ir: نام فصل باید وارد شود
he: שם הפרק הוא שדה חובה
it_it: Il nome del capitolo è richiesto
tr_tr: Bölüm adı gerekiyor

source: asset_path is required
fa_ir: مسیر_پیوست ضروری است
he: asset_path הוא שדה חובה
it_it: asset_path è richiesto
tr_tr: asset_path gerekli

source: You must specify a name
fa_ir: شما باید یک نام اختصاص دهید
he: עליך לתת שם
it_it: È necessario specificare un nome
tr_tr: İsim belirtmelisiniz

source: Action required: Enter a valid date.
fa_ir: این عمل ضروری است: تاریخی معتبر وارد نمایید.
he: נדרשת פעולה: הזן תאריך חוקי.
it_it: Azione richiesta: Immettere una data valida
tr_tr: Eylem gerekiyor: Geçerli bir tarih girin.

source: Group name is required
fa_ir: نام گروه باید وارد شود
he: שם קבוצה הוא הכרחי
it_it: Nome del gruppo richiesto
tr_tr: Grup ismi gerekli.

source: Group A
fa_ir: گروه الف
he: קבוצה א
it_it: Gruppo A
tr_tr: Grup A

source: Group B
fa_ir: گروه ب
he: קבוצה ב
it_it: Gruppo B
tr_tr: Grup B

source: Group Configuration name is required.
fa_ir: نام پیکربندی گروه ضروری است.
he: שם הגדרת קבוצה הוא שדה חובה
it_it: È richiesto il nome del gruppo di configurazione.
tr_tr: Grup Yapılandırma adı gereklidir.

source: There must be at least one group.
fa_ir: حداقل یک گروه باید وجود داشته باشد.
he: חייבת להיות לפחות קבוצה אחת.
it_it: È necessario che ci sia almeno un gruppo.
tr_tr: En az bir grup olmalı.

source: All groups must have a name.
fa_ir: همه گروه‌ها باید نام داشته باشند.
he: לכל הקבוצות חייב להיות שם.
it_it: Tutti i gruppi devono avere un nome.
tr_tr: Bütün grupların bir ismi olmak zorunda.

source: All groups must have a unique name.
fa_ir: همه گروه‌ها باید اسم منحصربه‌فرد داشته باشند
he: לכל הקבוצות חייב להיות שם ייחודי.
it_it: Tutti i gruppi devono avere un nome univoco.
tr_tr: Bütün grup adları benzersiz olmalıdır.

source: The course must have an assigned start date.
fa_ir: این دوره باید تاریخ آغاز ویژه داشته باشد.
he: לקורס חייב להיות תאריך התחלה קבוע
it_it: Deve essere assegnata una data di inizio per il corso
tr_tr: Ders atanmış bir başlangıç tarihi içermeli.

source: The course end date must be later than the course start date.
fa_ir: تاریخ پایان دوره آموزشی باید پس از روز آغاز آن تعیین شود.
he: תאריך סיום הקורס חייב להיות מאוחר יותר מתאריך תחילת הקורס.
it_it: La data di fine corso deve essere successiva alla data di inizio.
tr_tr: Dersin bitiş tarihi, başlangıç tarihinden sonra olmalıdır.

source: The course start date must be later than the enrollment start date.
fa_ir: تاریخ آغاز دوره آموزشی باید پس از روز شروع ثبت نام تعیین شود.
he: תאריך תחילת הקורס חייב להיות מאוחר יותר מתאריך תחילת ההרשמה.
it_it: La data di inizio corso deve essere successiva alla data di inizio delle iscrizioni.
tr_tr: Dersin başlama tarihi, kayıtlanma tarihinden sonra olmalıdır.

source: The enrollment start date cannot be after the enrollment end date.
fa_ir: تاریخ آغاز ثبت‌نام نباید پس از تاریخ پایان ثبت‌نام باشد.
he: תאריך התחלת ההרשמה לקורס אינו יכול להיות לפני תאריך סיום ההרשמה לקורס.
it_it: La data di inizio iscrizioni non può essere successiva alla data di fine iscrizioni
tr_tr: Dersin kayıt başlangıç tarihi, derse kayıt bitiş tarihinden sonra olamaz.

source: The enrollment end date cannot be after the course end date.
fa_ir: تاریخ پایان ثبت‌نام نباید پس از تاریخ پایان دوره آموزشی باشد.
he: תאריך הסיום להרשמה אינו יכול להיות לאחר תאריך סיום הקורס.
it_it: La data di fine iscrizioni non può essere successiva alla data di fine corso
tr_tr: Derse son kayıt tarihi, dersin bitiş tarihinden sonra olamaz.

source: The certificate available date must be later than the course end date.
fa_ir: تاریخ موجود برای گواهی باید دیرتر از تاریخ پایان دوره آموزشی باشد.
it_it: La data di disponibilità del certificato deve essere successiva alla data di fine corso.
tr_tr: Sertifikanın yayın tarihi, dersin bitiş tarihinden sonra olmalıdır.

source: The certificate display behavior must be one of: {behavior_options}
fa_ir: شیوه نمایش گواهی باید یکی از موارد زیر باشد: {behavior_options}
it_it: Il comportamento di visualizzazione del certificato deve essere uno di: {behavior_options}

source: The certificates display behavior must be {valid_option} if certificate available date is set.
fa_ir: اگر تاریخی برای دسترسی به گواهی تنظیم شده باشد، شیوه نمایش گواهی‌ها باید {valid_option} باشد.
it_it: Il comportamento di visualizzazione dei certificati deve essere {valid_option} se è impostata la data di disponibilità del certificato.

source: Key should only contain letters, numbers, _, or -
fa_ir: کلید باید فقط شامل حروف، اعداد، _ یا - باشد
he: מפתח צריך להכיל רק אותיות, מספרים, _, או -
it_it: La parola chiave non può contenere lettere, numeri , _, o -
tr_tr: Anahtar sadece harf, sayı, _ veya - içermelidir

source: Please enter an integer between %(min)s and %(max)s.
fa_ir: لطفاً یک عدد صحیح بین %(min)s و %(max)s وارد نمایید.
he: הזן מספר שלם בין %(min)s ל %(max)s.
it_it: Inserisci un numero intero compreso tra %(min)s e %(max)s.
tr_tr: %(min)s ve %(max)s arasında sayısal bir değer giriniz.

source: The assignment type must have a name.
fa_ir: نوع تکلیف درسی باید نام‌گذاری شود.
it_it: Il tipo di compito deve avere un nome.
tr_tr: Bu görev türünün bir adı olmalı.

source: There's already another assignment type with this name.
fa_ir: اکنون یکی دیگر از انواع تکلیف‌ها با این نام وجود دارد.
he: יש כבר סוג משימה אחר בעל שם זה.
it_it: Esiste già un tipo di compito con questo nome
tr_tr: Bu isimle mevcut bir görev tipi bulunmaktadır.

source: Please enter an integer between 0 and 100.
fa_ir: لطفا عددی صحیح بین 0 و 100 وارد کنید.
he: אנא הזן מספר שלם בין 0 ו-100
it_it: Per favore inserisci un numero intero da 0 a 100
tr_tr: 0 ve 100 arası bir sayı giriniz.

source: Please enter an integer greater than 0.
fa_ir: لطفا مقداری بزرگتر از 0 وارد کنید
he: אנא הזן מספר שלם גדול מ 0.
it_it: Per favore inserisci un numero intero maggiore di 0.
tr_tr: Lütfen 0'dan büyük bir tamsayı giriniz.

source: Please enter non-negative integer.
fa_ir: لطفا عدد صحیح غیرمنفی وارد نمایید
he: אנא הזן מספר שלם וחיובי.
it_it: Per favore inserisci un intero non negativo.
tr_tr: Lütfen negatif olmayan tamsayı giriniz.

source: Grace period must be specified in HH:MM format.
fa_ir: مهلت زمانی باید به شکل HH:MM مشخص شود.
he: תקופת חסד להגשה חייבת להיות מפורטת בתבנית HH:MM
it_it: Il periodo di grazia deve essere specificato nel formato HH:MM.
tr_tr: İzin verilen süre HH:MM formatında yazılmalıdır.

source: Not able to set passing grade to less than %(minimum_grade_cutoff)s%.
fa_ir: نمرۀ قبولی در درس نباید کمتر از %(minimum_grade_cutoff)s% باشد.
he: לא ניתן להגדיר ציון עובר פחות מ-%(minimum_grade_cutoff)s%.
it_it: Impossibile fissare il voto minimo per il passaggio al di sotto di %(minimum_grade_cutoff)s%.
tr_tr: %(minimum_grade_cutoff)s% 'dan düşük geçer not ayarlanamaz.

source: Textbook name is required
fa_ir: نام منبع آموزشی ضروری است
he: שם ספר הלימוד הוא שדה חובה
it_it: Il nome del libro di testo è richiesto
tr_tr: Ders kitabı adı gerekli

source: Please add at least one chapter
fa_ir: لطفا حداقل یک فصل بیفزایید.
he: אנא הוסף פרק אחד לפחות
it_it: Per favore aggiungere almeno un capitolo
tr_tr: Lütfen en az bir bölüm ekleyin

source: All chapters must have a name and asset
fa_ir: همه فصل‌ها باید دارای نام و پیوست باشند.
he: לכל הפרקים חייב להיות שם ומדיה
it_it: Tutti i capitoli devono avere un nome ed un asset
tr_tr: Tüm bölümlerin bir adı ve varlığı olmalı
