Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: This course was created as a re-run. Some manual configuration is needed.
eo: Thïs çöürsé wäs çréätéd äs ä ré-rün. Sömé mänüäl çönfïgürätïön ïs néédéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Este curso fue creado como una repetición. Se necesitan algunas configuraciones manuales.
fa_ir: این اجرای مجدد دوره آموزشی است. به برخی از تنظیمات دستی نیاز است.
it_it: Questo corso è stato creato come nuova edizione. Sono necessarie alcune operazioni di configurazione manuali.

source: No course content is currently visible, and no learners are enrolled. Be sure to review and reset all dates, including the Course Start Date; set up the course team; review course updates and other assets for dated material; and seed the discussions and wiki.
eo: Nö çöürsé çöntént ïs çürréntlý vïsïßlé, änd nö léärnérs äré énrölléd. Bé süré tö révïéw änd rését äll dätés, ïnçlüdïng thé Çöürsé Stärt Däté; sét üp thé çöürsé téäm; révïéw çöürsé üpdätés änd öthér ässéts för dätéd mätérïäl; änd sééd thé dïsçüssïöns änd wïkï. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ι#
fa_ir: در حال حاضر هیچ محتوای درسی قابل مشاهده نیست و نیز هیچ یادگیرنده‌ای ثبت نام نمی‌کند. حتماً همۀ تاریخ‌ها، از جمله تاریخ شروع دوره آموزشی را بررسی و بازتنظیم کنید. تیم دوره را تنظیم کنید: روزآمدسازی‌های دوره آموزشی و سایر ویژگی‌های مربوط به مطالب گذشته را مرور کنید. اتاق گفتگو و ویکی را به‌کار بگیرید.
it_it: Nessun contenuto del corso attualmente visibile e nessuno studente iscritto. Accertarsi di esaminare e reimpostare tutte le date, inclusa la Data di inizio del corso; impostare il team del corso; esaminare gli aggiornamenti del corso ed altri asset per verificare se è presente materiale non aggiornato; selezionare le discussioni e la wiki.

source: Warning
eo: Wärnïng Ⱡ'σяєм ιρѕυм #
es_es: Aviso
fa_ir: هشدار
it_it: Allerta

source: This course uses features that are no longer supported.
eo: Thïs çöürsé üsés féätürés thät äré nö löngér süppörtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: این دوره از ویژگی‌هایی استفاده می‌کند که دیگر پشتیبانی نمی‌شوند.
it_it: Questo corso utilizza funzioni non più supportate.

source: You must delete or replace the following components.
eo: Ýöü müst délété ör répläçé thé föllöwïng çömpönénts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: لازم است اجزای زیر را حذف یا جایگزین کنید.
it_it: È necessario eliminare o sostituire i seguenti componenti.
mn: Та доорх бүрдлүүдийг устгах эсвэл солих ёстой.

source: Unsupported Components
eo: Ûnsüppörtéd Çömpönénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: مؤلفه‌هایی که پشتیبانی نمی‌شوند
it_it: Componenti non supportati
mn: Дэмжигдээгүй Бүрдэл

source: Deprecated Component
eo: Dépréçätéd Çömpönént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: مولفه منسوخ
it_it: Componente obsoleto
mn: Хоцрогдсон Бүрдэл

source: To avoid errors, {platform_name} strongly recommends that you remove unsupported features from the course advanced settings. To do this, go to the {link_start}Advanced Settings page{link_end}, locate the "Advanced Module List" setting, and then delete the following modules from the list.
eo: Tö ävöïd érrörs, {platform_name} strönglý réçömménds thät ýöü rémövé ünsüppörtéd féätürés fröm thé çöürsé ädvänçéd séttïngs. Tö dö thïs, gö tö thé {link_start}Àdvänçéd Séttïngs pägé{link_end}, löçäté thé "Àdvänçéd Mödülé Lïst" séttïng, änd thén délété thé föllöwïng mödülés fröm thé lïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя#
fa_ir: برای جلوگیری از بروز خطا، {platform_name} اکیداً توصیه می‌شود ویژگی‌های پشتیبانی‌نشده را از تنظیمات پیشرفته دوره حذف کنید. برای این کار، به {link_start} صفحۀ تنظیمات پیشرفته {link_end} بروید ، تنظیمات "Advanced Module List" را بیابید و سپس ماژول‌های زیر را از فهرست حذف کنید.
it_it: Per evitare errori, {platform_name} consiglia di rimuovere le funzioni non supportate dalle impostazioni avanzate del corso. Per effettuare questa operazione, visualizzare la {link_start}pagina Impostazioni avanzate{link_end}, individuare l'impostazione "Lista di moduli avanzata" ed eliminare i seguenti moduli dall'elenco.

source: Unsupported Advance Modules
eo: Ûnsüppörtéd Àdvänçé Mödülés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fa_ir: ماژول‌های پیشرفته پشتیبانی‌نشده
it_it: Moduli di avanzamento non supportati
mn: Дэмжигдээгүй бэлтгэл модулиуд

source: This course has proctored exam settings that are incomplete or invalid.
eo: Thïs çöürsé häs pröçtöréd éxäm séttïngs thät äré ïnçömplété ör ïnvälïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: این دوره دارای تنظیمات آزمون حفاظت‌شده است که یا ناقص است یا نامعتبر.
it_it: Questo corso dispone di impostazioni dell'esame supervisionato incomplete o non valide.

source: To update these settings go to the {link_start}Proctored Exam Settings page{link_end}.
eo: Tö üpdäté thésé séttïngs gö tö thé {link_start}Pröçtöréd Éxäm Séttïngs pägé{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: برای روزآمدسازی این تنظیمات به {link_start} صفحۀ تنظیمات آزمون حفاظت‌شده {link_end} بروید.
it_it: Per aggiornare queste impostazioni, passare alla {link_start}pagina Impostazioni esame supervisionato{link_end}.

source: To update these settings go to the {link_start}Advanced Settings page{link_end}.
eo: Tö üpdäté thésé séttïngs gö tö thé {link_start}Àdvänçéd Séttïngs pägé{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: برای روزآمدسازی این تنظیمات به {link_start} صفحۀ تنظیمات پیشرفته {link_end} بروید.
it_it: Per aggiornare queste impostazioni, passare alla {link_start}pagina Impostazioni avanzate{link_end}.

source: Proctoring Settings Errors
eo: Pröçtörïng Séttïngs Érrörs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: خطاهای تنظیمات نظارت
it_it: Errore delle impostazioni di supervisione

source: Click to add a new section
eo: Çlïçk tö ädd ä néw séçtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Haz clic para añadir una nueva sección
fa_ir: برای افزودن بخش جدید کلیک کنید
it_it: Clicca per aggiunger una nuova sezione
mn: Шинэ хэсэг нэмэхийн тулд товшино уу

source: New Section
eo: Néw Séçtïön Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Nueva sección
fa_ir: بخش جدید
it_it: Nuova Sezione
mn: Шинэ хэсэг

source: Reindex current course
eo: Réïndéx çürrént çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Reindexar el curso actual
fa_ir: نمایه‌سازی مجدد دوره آموزشی جاری
it_it: Reindicizza corso corrente
mn: Одоогийн хичээлийг дахин индекслэх

source: Reindex
eo: Réïndéx Ⱡ'σяєм ιρѕυм #
es_es: Reindexar
fa_ir: نمایه‌سازی مجدد
it_it: Reindicizza
mn: Дарааллыг нь өөрчлөх

source: Collapse All Sections
eo: Çölläpsé Àll Séçtïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Contraer todas las secciones
fa_ir: جمع کردن همه موارد منتخب
it_it: Nascondi Tutte le Sezioni
mn: Бүх хэсгийг хумих

source: Expand All Sections
eo: Éxpänd Àll Séçtïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Expandir todas las secciones
fa_ir: گسترش تمامی موارد منتخب
it_it: Espandi Tutte le Sezioni
mn: Бүх хэсгийг дэлгэх

source: Click to open the courseware in the LMS in a new tab
eo: Çlïçk tö öpén thé çöürséwäré ïn thé LMS ïn ä néw täß Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Haz click para abrir el material del curso en el LMS en una nueva pestaña
fa_ir: برای مشاهده دوره‌های آموزشی در سیستم مدیریت آموزشی در زبانه جدید اینجا کلیک کنید
it_it: Fare clic per aprire il materiale del corso in LMS in una nuova scheda
mn: Хичээлийн материалыг Сургалтын Менежментийн Системд шинэ цонх нээж үзэхийн тулд товших

source: View Live
eo: Vïéw Lïvé Ⱡ'σяєм ιρѕυм ∂σł#
fa_ir: نمایش زنده
it_it: Vedi Live
mn: LMS-д үзэх

source: Creating your course organization
eo: Çréätïng ýöür çöürsé örgänïzätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Crea la estructura del curso
fa_ir: ایجاد ساختار دوره آموزشی
it_it: Creazione dell'organizzazione del corso
mn: Хичээлийн байгууллага үүсгэх

source: You add sections, subsections, and units directly in the outline.
eo: Ýöü ädd séçtïöns, süßséçtïöns, änd ünïts dïréçtlý ïn thé öütlïné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Añade secciones, subsecciones y unidades directamente en la estructura.
fa_ir: شما می توانید بخش، زیربخش، و واحدها را به طرح کلی اضافه کنید.
it_it: Le sezioni, le sottosezioni e le unità vengono aggiunte direttamente nella struttura.
mn: Хэсэг, дэд хэсэг, нэгжийг төлөвлөгөө хэсгээс шууд нэмэх боломжтой

source: Create a section, then add subsections and units. Open a unit to add course components.
eo: Çréäté ä séçtïön, thén ädd süßséçtïöns änd ünïts. Öpén ä ünït tö ädd çöürsé çömpönénts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Crea una sección, y luego añade subsecciones y unidades. Abre una unidad para añadir componentes.
fa_ir: یک بخش ایجاد کنید پس از آن زیربخش ها و واحدها را بیفزایید. واحدی را باز کرده و مولفه‌های دوره آموزشی را اضافه کنید.
it_it: Creare una sezione, quindi aggiungere le sottosezioni e le unità. Aprire un'unità per aggiungere i componenti del corso.
mn: Хэсэг үүсгээд, дэд хэсгүүд, нэгжүүдийг нэмэх боломжтой. Хичээлийн бүрдэл оруулахын тулд нэгжийг нээх хэрэгтэй.

source: Reorganizing your course
eo: Réörgänïzïng ýöür çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Reorganizando tu curso
fa_ir: سازماندهی مجدد دوره آموزشی
it_it: Riorganizzazione del corso
mn: Хичээлээ дахин зохион байгуулах

source: Drag sections, subsections, and units to new locations in the outline.
eo: Dräg séçtïöns, süßséçtïöns, änd ünïts tö néw löçätïöns ïn thé öütlïné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Arrastrar secciones, subsecciones y unidades a nuevas posiciones en la estructura.
fa_ir: بخش‌ها، زیربخش‌ها، و واحدها را به مکان‌های جدید در طرح کلی دوره آموزشی بکشید.
it_it: Trascinare le sezioni, le sottosezioni e le unità nelle nuove posizioni nella struttura.
mn: Хэсэг, Дэд-хэсэг, нэгжүүдийг чирж төлөвлөгөөний өөр байрлалд оруулна.

source: Learn more about the course outline
eo: Léärn möré äßöüt thé çöürsé öütlïné Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fa_ir: اطلاعاتی گسترده‌تر درباره طرح کلی دوره آموزشی
it_it: Scopri di più sulla struttura del corso
mn: Хичээлийн төлөвлөгөөний талаар судлах

source: Setting release dates and grading policies
eo: Séttïng réléäsé dätés änd grädïng pölïçïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Fijando fechas de publicación y politicas de calificación
fa_ir: تنظیم تاریخ انتشار و خط‌مشی‌ نمره‌دهی
it_it: Impostazione delle date di rilascio e delle politiche di valutazione
mn: Нээгдэх өдөр болон дүнгийн журам тохируулах

source: Select the Configure icon for a section or subsection to set its release date. When you configure a subsection, you can also set the grading policy and due date.
eo: Séléçt thé Çönfïgüré ïçön för ä séçtïön ör süßséçtïön tö sét ïts réléäsé däté. Whén ýöü çönfïgüré ä süßséçtïön, ýöü çän älsö sét thé grädïng pölïçý änd düé däté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕє#
es_es: Selecciona el icono Configuración para una sección o subsección para fijar su fecha de publicación. Cuando configuras una subsección, también puedes fijar la politica de evaluación y la fecha límite.
fa_ir: برای تنظیم تاریخ انتشار یک بخش یا زیربخش، نماد پیکربندی را انتخاب کنید. در هنگام پیکربندی یک زیر بخش، می‌توانید خط‌مشی نمره‌دهی و تاریخ سررسید را نیز تنظیم کنید.
it_it: Selezionare l'icona Configura per una sezione o una sottosezione per impostare la relativa data di rilascio. Quando si configura una sottosezione, è possibile impostare anche la politica di valutazione e la data di scadenza.
mn: Хэсэг болон дэд хэсгийн арааны тэмдгийг сонгож нээгдэх өдрийг тохируулах боломжтой. Дэд хэсгийн тохиргоонд дүнгийн журам, эцсийн хугацааг тохируулах боломжтой.

source: Learn more about grading policy settings
eo: Léärn möré äßöüt grädïng pölïçý séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: مطالب بیشتر دربارۀ نمره‌بندی تنظیمات خط‌مشی
it_it: Scopri di più sulle impostazioni della politica di valutazione
mn: Дүгнэх журмын тохиргооны талаар дэлгэрэнгүй

source: Changing the content learners see
eo: Çhängïng thé çöntént léärnérs séé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Cambiando el contenido visible por los estudiantes
fa_ir: تغییر محتوایی که یادگیرندگان می‌بینند
it_it: Modifica del contenuto visualizzato dagli studenti
mn: Суралцагчдад харагдах агуулгыг өөрчлөх

source: To publish draft content, select the Publish icon for a section, subsection, or unit.
eo: Tö püßlïsh dräft çöntént, séléçt thé Püßlïsh ïçön för ä séçtïön, süßséçtïön, ör ünït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Para publicar el borrador de contenido, selecciona el icono Publicar para una sección, subsección o unidad.
fa_ir: برای انتشار محتوای پیش‌نویس، گزینه انتشار را در بخش، زیربخش، یا واحد انتخاب کنید.
it_it: Per pubblicare il contenuto bozza, selezionare l'icona Pubblica per una sezione, una sottosezione o un'unità.
mn: Ноорог Хэсэг, Дэд хэсэг, Нэгжийг нийтлэхйин тулд Нийтлэх товчин дээр дарна.

source: To make a section, subsection, or unit unavailable to learners, select the Configure icon for that level, then select the appropriate {em_start}Hide{em_end} option. Grades for hidden sections, subsections, and units are not included in grade calculations.
eo: Tö mäké ä séçtïön, süßséçtïön, ör ünït ünäväïläßlé tö léärnérs, séléçt thé Çönfïgüré ïçön för thät lévél, thén séléçt thé äppröprïäté {em_start}Hïdé{em_end} öptïön. Grädés för hïddén séçtïöns, süßséçtïöns, änd ünïts äré nöt ïnçlüdéd ïn grädé çälçülätïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє ν#
fa_ir: برای لغو دسترسی کاربران به یک بخش، زیربخش یا واحد، نماد پیکربندی آن سطح را انتخاب کنید، سپس گزینۀ مناسب {em_start} Hide {em_end} را برگزینید. لازم به ذکر است نمرات بخش‌های پنهان، زیرمجموعه‌ها و واحدها در محاسبات نمره لحاظ نمی‌شوند.
it_it: Per rendere una sezione, una sottosezione o un'unità non disponibile per gli studenti, selezionare l'icona Configura per tale livello, quindi selezionare l'opzione {em_start}Nascondi{em_end} appropriata. I voti per le sezioni, le sottosezioni e le unità nascoste non sono inclusi nei calcoli delle valutazioni.
mn: Хэсэг, дэд-хэсэг, нэгжүүдийг суралцагдаас нуух, хандах боломжгүй болгохын тулд тухайн бүрдлийнхээ Тохиргооны арааны товч дээр дарж, {em_start}Нуух{em_end} цэсийг сонгоно. Дүн бодолтонд нуугдсан бүрдлийн оноо тооцогдохгүй.

source: To hide the content of a subsection from learners after the subsection due date has passed, select the Configure icon for a subsection, then select {em_start}Hide content after due date{em_end}. Grades for the subsection remain included in grade calculations.
eo: Tö hïdé thé çöntént öf ä süßséçtïön fröm léärnérs äftér thé süßséçtïön düé däté häs pässéd, séléçt thé Çönfïgüré ïçön för ä süßséçtïön, thén séléçt {em_start}Hïdé çöntént äftér düé däté{em_end}. Grädés för thé süßséçtïön rémäïn ïnçlüdéd ïn grädé çälçülätïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσł#
fa_ir: برای پنهان‌سازی محتوای یک زیرشاخه از دید یادگیرندگان، پس از تاریخ سررسید زیر بخش، نماد پیکربندی یک زیر بخش را انتخاب کنید، سپس {em_start}گزینۀ پنهان‌سازی محتوا پس از تاریخ سررسید {em_end} را برگزینید. نمرات زیرمجموعه نیز در محاسبات نمره گنجانده شده‌است.
it_it: Per nascondere il contenuto di una sottosezione agli studenti una volta trascorsa la data di scadenza della sottosezione, selezionare l'icona Configura per una sottosezione, quindi selezionare {em_start}Nascondi contenuto dopo la data di scadenza{em_end}. Le valutazioni per la sottosezione restano incluse nei calcoli delle valutazioni.
mn: Суралцагчид дэд-хэсгийн агуулгыг товлосон эцсийн хугацаанаас хойш харагдуулахгүй байхын тулд Тохиргооны арааны товчин дээр дарж {em_start}Агуулгыг эцсийн товоос хойш нуух{em_end} сонголтыг дарна. Ингэж сонгосон тохиолдолд тухайн дэд хэсгийн оноо Дүн бодолтод тооцогдоно.

source: Learn more about content visibility settings
eo: Léärn möré äßöüt çöntént vïsïßïlïtý séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Aprende más acerca los ajustes de la visibilidad de contenido
fa_ir: مطالب بیشتر دربارۀ تنظیمات قابلیت مشاهدۀ محتوا
it_it: Scopri di più sulle impostazioni di visibilità del contenuto
mn: Контентийн харагдацын тохиргооны талаар дэлгэрэнгүй

source: Pages & Resources
fa_ir: صفحات و منابع
it_it: Pagine & Risorse

source: Pages
eo: Pägés Ⱡ'σяєм ιρѕ#
es_es: Páginas
fa_ir: صفحات
it_it: Pagine
mn: Хуудас

source: New Page
eo: Néw Pägé Ⱡ'σяєм ιρѕυм ∂#
es_es: Nueva página
fa_ir: صفحه جدید
it_it: Nuova Pagina
mn: Шинэ Хуудас

source: Note: Pages are publicly visible. If users know the URL of a page, they can view the page even if they are not registered for or logged in to your course.
eo: Nöté: Pägés äré püßlïçlý vïsïßlé. Ìf üsérs knöw thé ÛRL öf ä pägé, théý çän vïéw thé pägé évén ïf théý äré nöt régïstéréd för ör löggéd ïn tö ýöür çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłł#
es_es: Nota: Las páginas son de visión pública. Si un usuario conoce la URL de la página, puede ver las páginas aun si no está registrado o logeado en tu curso.
fa_ir: توجه کنید: صفحات به‌صورت عمومی قابل مشاهده هستند. اگر کاربران آدرس اینترنتی یک صفحه را بدانند، حتی اگر در دوره آموزشی شما ثبت‌نام نکرده باشند یا وارد سامانه نشوند، می‌توانند صفحه را مشاهده کنند.
it_it: Nota: le pagine sono pubblicamente visibili. Se gli utenti conoscono l'URL di una pagina, possono visualizzarla anche se non sono registrati o collegati al corso.
mn: Санамж: Хуудсууд нь хүмүүст нээлттэй харагдана. Хэрэв хуудсын хандах хаягийг мэдэж байвал хичээлд бүртгүүлээгүй, нэвтрээгүй байсан ч орж харах боломжтойг анхаарна уу.

source: Show this page
eo: Shöw thïs pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Mostrar esta página
fa_ir: نمایش این صفحه
it_it: Mostra questa pagina
mn: Энэ хуудсыг харуулах

source: Show/hide page
eo: Shöw/hïdé pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Mostrar/ocultar página
fa_ir: نمایش/عدم‌نمایش صفحه
it_it: Mostra/nascondi pagina
mn: Хуудсыг харуулах/нуух

source: This page cannot be reordered
eo: Thïs pägé çännöt ßé réördéréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Esta página no puede ser reordenada
fa_ir: صفحه قابل بازچینی نیست
it_it: Questa pagina non può essere riordinata
mn: Энэ хуудсын байрлалыг өөрчлөх боломжгүй

source: You can add additional custom pages to your course.
eo: Ýöü çän ädd äddïtïönäl çüstöm pägés tö ýöür çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Puede añadir paginas personalizadas a tu curso.
fa_ir: می‌توانید صفحات سفارشی دیگری را به دوره خود بیفزایید.
it_it: È possibile aggiungere ulteriori pagine personalizzate al corso.
mn: Хичээлдээ нэмэлт хуудас нэмэх боломжтой

source: Add a New Page
eo: Àdd ä Néw Pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Añadir una nueva página
fa_ir: افزودن صفحه جدید
it_it: Aggiungi una Nuova Pagina
mn: Шинэ Хуудас нэмэх

source: What are pages?
eo: Whät äré pägés? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: ¿Qué son las páginas?
fa_ir: صفحات کدامند؟
it_it: Cosa sono le pagine?
mn: Хуудсууд гэж юу вэ?

source: Pages are listed horizontally at the top of your course. Default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages that you create.
eo: Pägés äré lïstéd hörïzöntällý ät thé töp öf ýöür çöürsé. Défäült pägés (Hömé, Çöürsé, Dïsçüssïön, Wïkï, änd Prögréss) äré föllöwéd ßý téxtßööks änd çüstöm pägés thät ýöü çréäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢#
fa_ir: صفحات به‌شکل افقی در قسمت بالای دورۀ آموزشی شما فهرست شده‌اند. صفحات پیش‌فرض (شامل صفحۀ اصلی، دوره، بحث، ویکی و میزان پیشرفت) توسط متون آموزشی و صفحات سفارشی دنبال می‌شوند که ایجاد می‌کنید .
it_it: Le pagine sono elencate orizzontalmente nella parte superiore del corso. Le pagine predefinite (Home, Corso, Discussione, Wiki e Progresso) sono seguite da libri di testo e pagine personalizzate create.
mn: Хуудсууд нь хичээлийн дээд хэсэгт хөндөн байрлалтай харагдана. Үндсэн хуудсууд (Нүүр, Хичээл, Хэлэлцүүлэг, Вики, Явц), хичээлийн гарын авлагын ард өөрийн хуудсыг үүсгэж байрлуулах боломжтой.

source: You can create and edit custom pages to provide students with additional course content. For example, you can create pages for the grading policy, course slides, and a course calendar.
eo: Ýöü çän çréäté änd édït çüstöm pägés tö prövïdé stüdénts wïth äddïtïönäl çöürsé çöntént. För éxämplé, ýöü çän çréäté pägés för thé grädïng pölïçý, çöürsé slïdés, änd ä çöürsé çäléndär. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт#
es_es: Puedes crear y editar páginas personalizadas para proveer a los alumnos información adicional sobre el curso. Por ejemplo, puedes crear páginas sobre la política de puntuación, slides del curso o un calendario del curso,
fa_ir: می‌توانید صفحات سفارشی را بسازید و ویرایش کنید تا محتوای بیشتری در اختیار یادگیرندگان قرار گیرد. مثلاً، می‌توانید صفحاتی را برای خط‌مشی نمره‌بندی، اسلایدها و تقویم دوره بسازید.
it_it: È possibile creare e modificare pagine personalizzate per fornire agli studenti ulteriori contenuti del corso. Ad esempio, è possibile creare pagine per la politica di valutazione, diapositive del corso ed un calendario del corso.

source: How do pages look to students in my course?
eo: Höw dö pägés löök tö stüdénts ïn mý çöürsé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: ¿Como ven los alumnos las páginas de mi curso?
fa_ir: صفحات دورۀ آموزشی من چگونه به افراد نمایش داده می‌شود؟
it_it: Come vengono visualizzate le pagine dagli studenti nel mio corso?
mn: Хуудсууд суралцагчдад яаж харагдах вэ?
