Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: {b_start}Support our Mission: {b_end}EdX, a non-profit, relies on verified certificates to help fund affordable education to everyone globally.
eo: {b_start}Süppört öür Mïssïön: {b_end}ÉdX, ä nön-pröfït, rélïés ön vérïfïéd çértïfïçätés tö hélp fünd äffördäßlé édüçätïön tö évérýöné glößällý.#
mn: {b_start}Бидний зорилгыг дэмжих: {b_end}EdX, ашгийн бус, дэлхийн хүн бүрт боломжийн үнэтэй боловсролыг хүргэхэд туслах баталгаат сертификат олгоно.

source: {b_start}Support our Mission: {b_end} EdX, a non-profit, relies on verified certificates to help fund free education for everyone globally
eo: {b_start}Süppört öür Mïssïön: {b_end} ÉdX, ä nön-pröfït, rélïés ön vérïfïéd çértïfïçätés tö hélp fünd fréé édüçätïön för évérýöné glößällý Ⱡ'σя#
es_es: {b_start}Apoya nuestra misión:{b_end} EdX, sin ánimo de lucro, confia en los certificados verificados como ayuda para financiar la educación gratuita para todos a nivel mundial.
lv: {b_start}Atbalstiet mūsu misiju: {b_end} EdX, bezpeļņas organizācija balstās uz verificētiem sertifikātiem, lai palīdzētu finansēt bezmaksas izglītību visiem globālā mērogā
mn: {b_start} Манай номлолд дэмжлэг үзүүлэх: {b_end} Эдукс нь ашгийн бус, дэлхий даяар хүн бүрд үнэгүй боловсрол олгоход туслах зорилгоор баталгаажсан гэрчилгээн дээр тулгуурладаг.

source: Find Courses
eo: Fïnd Çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Buscar cursos
lv: Atrast kursus
mn: Хичээл хайх

source: Schools & Partners
eo: Sçhööls & Pärtnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Escuelas y Socios
lv: Skolas un partneri
mn: Сургуулиуд & Хамтрагчид

source: By default, 48 hours after course end date
eo: Bý défäült, 48 höürs äftér çöürsé énd däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Contact your edX partner manager to update these settings.
eo: Çöntäçt ýöür édX pärtnér mänägér tö üpdäté thésé séttïngs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Póngase en contacto con su administrador de socios edX para actualizar estas configuraciones.

source: Course About Sidebar HTML
eo: Çöürsé Àßöüt Sïdéßär HTML Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
it_it: HTML barra laterale Informazioni sul corso

source: course-v1:edX+DemoX+Demo_Course
eo: çöürsé-v1:édX+DémöX+Démö_Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: (root)
eo: (rööt) Ⱡ'σяєм ιρѕυ#
es_es: (raíz)
it_it: (radice)

source: Internal API Base URL
it_it: URL di base API interna

source: Financial Assistance Backend API Base URL.
it_it: URL di base dell&#39;API back-end di assistenza finanziaria.

source: lti platform identifier
it_it: Identificatore della piattaforma lti

source: The company identifier for the LinkedIn Add-to-Profile button e.g 0_0dPSPyS070e0HsE9HNz_13_d11_
es_es: El identificador de la empresa para el botón «añadir al perfil» de LinkedIn, p. ej. 0_0dPSPyS070e0HsE9HNz_13_d11_
lv: Uzņēmuma identifikators LinkedIn taustiņam ‘Pievienot profilam’, piem., 0_0dPSPyS070e0HsE9HNz_13_d11_
mn: LinkedIn дэх компаний нэр Add-to-Profile товч жишээ нь 0_0dPSPyS070e0HsE9HNz_13_d11_

source: Short identifier for the LinkedIn partner used in the tracking code. (Example: 'edx') If no value is provided, tracking codes will not be sent to LinkedIn.
es_es: Identificador abreviado para el socio de LinkedIn utilizado en el código de seguimiento. (Ejemplo: 'edx') Si no se proporciona ningún valor, los códigos de seguimiento no se enviarán a LinkedIn.
lv: LinkedIn partnera īsais identifikators, kas lietots izsekošanas kodā. (Piemērs: 'edx') Ja netiek sniegta vērtība, izsekošanas kodi netiks nosūtīti uz LinkedIn.
mn: LinkedIn хамтрагчийн богино нэр мөшгөх код хэрэглэдэг. (Жишээ нь: 'edx') Хэрэв ямар нэг утга өгөгдөөгүй бол мөшгөх код LinkedIn рүү илгээгдэхгүй.

source: LONG_DATE_FORMAT
es_es: %A, %d %B %Y
lv: "%A, %d. %B, %Y"

source: DATE_TIME_FORMAT
es_es: %d %B %Y a las %H:%M
lv: "%H:%M:%S %d.%m.%y \”

source: SHORT_DATE_FORMAT
es_es: %d %b %Y
lv: "%d.%m.%y"

source: TIME_FORMAT
es_es: %H:%M:%S
lv: "%H:%M:%S"

source: Specify the maximum team size and topics for teams inside the provided set of curly braces. Make sure that you enclose all of the sets of topic values within a set of square brackets, with a comma after the closing curly brace for each topic, and another comma after the closing square brackets. For example, to specify that teams should have a maximum of 5 participants and provide a list of 2 topics, enter the configuration in this format: {example_format}. If no max_size is provided, it will default to {default_max}In "id" values, the only supported special characters are underscore, hyphen, and period.
es_es: Especifique el tamaño máximo del equipo y los temas para los equipos dentro del conjunto proporcionadode llaves. Asegúrese de incluir todos los conjuntos de valores de temadentro de un conjunto de corchetes, con una coma después de la llave de cierrepara cada tema, y otra coma después de los corchetes de cierre. Para ejemplo, para especificar que los equipos deben tener un máximo de 5 participantes y Proporcione una lista de 2 temas, ingrese la configuración en este formato:{example_format}. Si no se proporciona max_size, el valor predeterminado será {default_max}En los valores de "id", los únicos caracteres especiales admitidos son guión bajo, guión y punto.

source: Bypass the course home tab when students arrive from the dashboard, sending them directly to course content.
es_es: Evite la pestaña de inicio del curso cuando los estudiantes lleguen desde el panel de control, enviándolos directamente al contenido del curso.
lv: Apiet kursa sākumlapas cilni, kad studenti ierodas no informācijas paneļa, pa tiešo nosūtot viņus uz kursa saturu.
mn: Суралцагчид хянах самбараас ирэх үед хичээлийн эхлэл хуудсыг алгасан суралцагчидыг хичээлийн агуулга руу шууд илгээх.

source: Receipt
es_es: Recibo
lv: Kvīts
mn: Орлогын баримт

source: Payment Failed
es_es: El pago ha fallado
lv: Maksājums neizdevās
mn: Төлбөр төлөлт алдаа гарлаа

source: There was a problem with this transaction. You have not been charged.
es_es: Se produjo un problema con esta transacción. No le han cobrado.
lv: Šajā darījumu notika problēma. No Jums netika iekasēta maksa.
mn: Энэ гүйлгээнд асуудал гарлаа. Та төлбөрөө төлөөгүй байна.

source: Make sure your information is correct, or try again with a different card or another form of payment.
es_es: Asegúrese de que su información es correcta o intente de nuevo con otra tarjeta u otra forma de pago.
lv: Pārliecinieties, ka Jūsu informācija ir pareiza, vai arī mēģiniet vēlreiz, izmantojot citu karti vai citu maksājuma formu.
mn: Өөрийн мэдээллээ зөв эсэхийг нягтлах эсвэл өөр картаар дахин оролдох эсвэл өөр төлбөрийн арга сонгох

source: A system error occurred while processing your payment. You have not been charged.
es_es: Se ha producido un error de sistema al procesar su pago. No le han cobrado.
lv: Notika sistēmas kļūda, apstrādājot Jūsu maksājumu. No Jums netika iekasēta maksa.
mn: Таны төлбөрийг болосруулж байх үед системд алдаа гарлаа. Та төлбөрөө төлөөгүй байна.

source: Please wait a few minutes and then try again.
es_es: Espere unos minutos y vuelva a intentarlo.
lv: Lūdzu, uzgaidiet pāris minūtes un pēc tam mēģiniet vēlreiz.
mn: Хэдэн минут хүлээгээд дахин үзнэ үү

source: For help, contact {payment_support_link}.
es_es: Para obtener ayuda, contacta {payment_support_link}.
lv: Lai iegūtu palīdzību, sazinieties ar {payment_support_link}.
mn: Тусламж хэрэгтэй бол {payment_support_link} холбоо барина уу.

source: An error occurred while creating your receipt.
es_es: Se produjo un error al crear su recibo.
lv: Notika kļūda, mēģinot izveidot Jūsu kvīti.
mn: Орлогын баримтыг үүсгэхэд алдаа гарлаа

source: If your course does not appear on your dashboard, contact {payment_support_link}.
es_es: Si su curso no aparece en su panel, comuníquese con {payment_support_link}.
lv: Ja Jūsu kurss neparādās Jūsu informācijas panelī, sazinieties ar {payment_support_link}.
mn: Хэрэв таны хичээл хяналтын самбар дэр гарч ирэхгүй бол {payment_support_link}-тэй холбоо барина уу.

source: {platform_name} Staff
es_es: {platform_name} Personal
lv: {platform_name} Personāls
mn: {platform_name} ажилчин

source: Course Staff
es_es: Administradores del curso
lv: Kursa personāls
mn: Хичээлийн зохицуулагч

source: Used Registration Code
es_es: Código de registro utilizado
lv: Lietotāja reģistrācijas kods
mn: Хэрэглэгдсэн бүртгэлийн дугаар

source: Credit Card - Individual
es_es: Tarjeta de crédito - Individual
lv: Kredītkarte - individuālā
mn: Кредит карт - Хувь хүний

source: manually enrolled by username: {username}
es_es: manualmente inscrito por nombre de usuario: {username}
lv: manuāli reģistrēts pēc lietotājvārda: {username}
mn: {username} хэрэглэгчийн нэрээр гар аргаар элссэн

source: Manually Enrolled
es_es: Inscrito manualmente
lv: Manuāli reģistrēts
mn: Гар аргаар элссэн

source: Data Integrity Error
es_es: Error de integridad de datos
lv: Datu integritātes kļūda
mn: Өгөгдлийн бүрэн бүтэн байдлын алдаа

source: TBD
es_es: Sin determinar
lv: TBD (Tiks nolemts)

source: The sale associated with this invoice has already been invalidated.
es_es: La venta asociada con esta factura ya ha sido invalidada.
lv: Pārdošana, kas saistīta ar šo kvīti, jau ir tikusi atzīta par spēkā neesošu.
mn: Энэ нэхэмжлэхтэй холбоотой худалдаа хүчингүй болсон байна.

source: Invoice number {0} has been invalidated.
es_es: La factura número {0} ha sido invalidada.
lv: Kvīts numurs {0} tika atzīts par spēkā neesošu.
mn: {0} дугаартай нэхэмжлэхийг хүчингүй болголоо.

source: This invoice is already active.
es_es: Esta factura está ya activada.
lv: Šī kvīts jau ir aktīva.
mn: Энэ нэхэмжлэх идэвхтэй байна

source: The registration codes for invoice {0} have been re-activated.
es_es: Los códigos de registro para la factura {0} han sido reactivados.
lv: Reģistrācijas kodi kvītij {0} tika atkārtoti aktivizēti.
mn: Нэхэмжлэх {0}-ийн бүртгэлийн дугаарыг дахин идэвхжүүллээ.

source: % Discount
es_es: % de descuento
lv: % atlaide
mn: % Хөнгөлөлт

source: Is Active
es_es: Está activo
lv: Ir aktīvs
mn: Идэвхтэй

source: Unable to generate redeem codes because of course misconfiguration.
es_es: No se pueden generar códigos para canjear porque el curso está mal configurado.
lv: Nebija iespējams ģenerēt izpirkšanas kodus kursa nepareizas konfigurācijas dēļ.
mn: Хичээлийн тохируулаагүй байдлаас болж бэлгийн картын код үүсгэх боломжгүй байна.

source: coupon id is None
es_es: El ID del cupón está vacío
lv: kupona id ir ‘Neviens’
mn: Эрхийн бичгийн дугаар Байхгүй

source: coupon with the coupon id ({coupon_id}) DoesNotExist
es_es: El cupón con el identificador ({coupon_id}) no existe
lv: kupons ar kupona id ({coupon_id}) neeksistē
mn: ({coupon_id}) эрхийн бичгийн дугаартай эрхийн бичиг байхгүй байна

source: coupon with the coupon id ({coupon_id}) is already inactive
es_es: El cupón con el identificador ({coupon_id}) ya está inactivo
lv: kupons ar kupona id ({coupon_id}) jau ir neaktīvs
mn: ({coupon_id}) эрхийн бичгийн дугаартай эрхийн бичиг аль хэдийн идэвхгүй болсон байна

source: coupon with the coupon id ({coupon_id}) updated successfully
es_es: El cupón con el identificador ({coupon_id}) se ha actualizado satisfactoriamente
lv: kupons ar kupona id ({coupon_id}) tika jaunināts veiksmīgi
mn: ({coupon_id}) эрхийн бичгийн дугаартай эрхийн бичиг амжилттай шинэчлэгдлээ

source: The code ({code}) that you have tried to define is already in use as a registration code
es_es: El código ({code}) que has intentado definir ya está siendo usado como código de registro
lv: Kods ({code}), kuru Jūs mēģinājāt definēt, jau tiek izmantots kā reģistrācijas kods
mn: Таны тодорхойлох гэж оролдсон Код ({code}) бүртгэлд аль хэдийн хэрэглэгдсэн байна.

source: Please Enter the Integer Value for Coupon Discount
es_es: Por favor, introduce el valor entero para el cupón de descuento
lv: Lūdzu, ievadiet vesela skaitļa vērtību kupona atlaidei
mn: Эрхийн бичгийн хөнгөлөлтөнд бүхэл тоон утгө оруулна уу

source: Please Enter the Coupon Discount Value Less than or Equal to 100
es_es: Por favor introduce el valor del cupón de descuento menor que o igual a 100
lv: Lūdzu, ievadiet kupona atlaides vērtību kā mazāku par vai vienādu ar 100
mn: Эрхийн бичгийн хөнгөлөлтийн утгыг 100-аас бага эсвэл тэнцүү утгатай оруулна уу.

source: Please enter the date in this format i-e month/day/year
es_es: Por favor, ingresa la fecha en este formato, por ejemplo mes/día/año
lv: Lūdzu, ievadiet datumu šādā formātā: mēnesis/diena/gads
mn: Огноог дараах форматын дагуу оруулна уу. Жишээ нь сар/өдөр/жил

source: coupon with the coupon code ({code}) added successfully
es_es: El cupón con el código ({code}) se ha añadido satisfactoriamente
lv: kupons ar kupona kodu ({code}) pievienots veiksmīgi
mn: ({code}) эрхийн бичгийн кодтой эрхийн бичиг амжилттай нэмэгдлээ.

source: coupon with the coupon code ({code}) already exists for this course
es_es: El cupón con el código ({code}) ya existe para este curso
lv: kupons ar kupona kodu ({code}) jau eksistē šim kursam
mn: Энэ хичээлд ({code}) эрхийн бичгийн кодтой эрхийн бичиг байна.

source: coupon id not found
es_es: Identificador de cupón no encontrado
lv: kupona id netika atrasts
mn: Эрхийн бичгийн дугаар олдсонгүй

source: coupon with the coupon id ({coupon_id}) updated Successfully
es_es: El cupón con el identificador ({coupon_id}) se ha actualizado satisfactoriamente
lv: kupons ar kupona id ({coupon_id}) tika jaunināts veiksmīgi
mn: ({coupon_id}) эрхийн бичгийн дугаартай эрхийн бичиг Амжилттай шинэчлэгдлээ.

source: E-Commerce
es_es: Comercio electrónico
lv: E-komercija
mn: Электрон худалдаа

source: The enrollment code has been restored.
es_es: El código de inscripción ha sido restaurado.
lv: Šis reģistrācijas kods tika atjaunots.
mn: Элсэлтийн код дахин сэргээгдсэн.

source: Company Name
es_es: Nombre de Empresa
lv: Uzņēmuma nosaukums
mn: Компаний Нэр

source: Currently Enrolled
es_es: Actualmente matriculados
lv: Patlaban reģistrējies
mn: Одоогоор элссэн

source: Enrollment Role
es_es: Rol de inscripción
lv: Reģistrēšanās loma
mn: Элсэлтийн үүрэг

source: List Price
es_es: Precio
lv: Cenrāža cena
mn: Үнийн жагсаалт

source: Order Payment Confirmation
es_es: Confirmación de orden de pago
lv: Pasūtījuma apmaksas apstiprinājums
mn: Төлбөр төлөлтийн баталгаажилт

source: Confirmation and Registration Codes for the following courses: {course_name_list}
es_es: Códigos de confirmación y registro para los siguientes cursos: {course_name_list}
lv: Apstiprinājuma un reģistrācijas kodi šādiem kursiem: {course_name_list}
mn: Дараах хичээлүүдийн Баталгаажилт болон Бүртгэлийн кодууд: {course_name_list}

source: Trying to add a different currency into the cart
es_es: Intentando añadir una moneda diferente en la compra
lv: Mēģina pievienot citu valūtu iepirkuma grozam
mn: Сагсанд өөр төрлийн мөнгөн тэмдэгт нэмэхийг оролдох

source: The amount of the transaction. Use positive amounts for payments and negative amounts for refunds.
es_es: El importe de la transacción. Use cantidades positivas para pagos y cantidades negativas para reembolsos.
lv: Darījuma summa. Izmantojiet pozitīvu summu maksājumiem un negatīvu summu atmaksai.
mn: Гүйлгээний тоо хэмжээ. Төлбөр төлөлтөнд эерэг тоон утга, буцаан олголтонд сөрөг тоон утга ашиглана.

source: The status of the payment or refund. 'started' means that payment is expected, but money has not yet been transferred. 'completed' means that the payment or refund was received. 'cancelled' means that payment or refund was expected, but was cancelled before money was transferred.
es_es: El estado del pago o reembolso. 'Iniciado' significa que el pago se espera, pero el dinero todavía no ha sido transferido. 'Completado' significa que el pago o el reembolso fue recibido. 'Cancelado' significa que se esperaba el pago o el reembolso, pero se canceló antes de que se transfiriera el dinero.
lv: Maksājuma vai atmaksas statuss. ‘Uzsākts’ nozīmē, ka tiek sagaidīts maksājums, bet nauda vēl nav pārskaitīta. ‘Pabeigts’ nozīmē, ka maksājums vai atmaksa tika saņemta. ‘Atcelts’ nozīmē, ka maksājums vai atmaksa tika sagaidīta, taču tika veikta atcelšana pirms nauda tika saņemta.
mn: Төлбөр төлөлт эсвэл буцаалтын төлөв. 'Эхлэсэн' гэдэг нь төлбөр төлөлт хүлээгдэж байгаа гэхдээ мөнгө хараахан шилжээгүй гэсэн үг. 'Дууссан' гэдэг нь төлбөр төлөлт эсвэл буцаалтыг хүлээн авсан гэсэн үг. 'Цуцласан' гэдэг нь төлбөр төлөлт эсвэл буцаалт хүлээгдэж байгаа гэхдээ мөнгө шилжихээс өмнө цуцласан гэсэн үг.

source: Registration for Course: {course_name}
es_es: Inscripción para el curso: {course_name}
lv: Reģistrācija uz kursu: {course_name}
mn: Хичээлийн бүртгэл: {course_name}

source: Please visit your {link_start}dashboard{link_end} to see your new course.
es_es: Por favor, visita tu {link_start}área personal{link_end} para ver tu nuevo curso.
lv: Lūdzu, apmeklējiet Jūsu {link_start}informācijas paneli{link_end}, lai apskatītu Jūsu jauno kursu.
mn: Өөрийн шинэ хичээлээ харахын тулд {link_start}хянах самбар{link_end} зочилно уу.

source: Enrollment codes for Course: {course_name}
es_es: Código de inscripción para el curso: {course_name}
lv: Reģistrēšanās kodi kursam: {course_name}
mn: Хичээлийн элсэлтийн код: {course_name}

source: Mode {mode} does not exist for {course_id}
es_es: El modo {mode} no existe para {course_id}
lv: Režīms {mode} neeksistē {course_id}
mn: {course_id} хичээлд {mode} горим байхгүй байна

source: {mode_name} for course {course}
es_es: {mode_name} para el curso {course}
lv: {mode_name} kursam {course}
mn: {course}-ийн {mode_name} горим

source: If you haven't verified your identity yet, please start the verification process ({verification_url}).
es_es: Si todavía no has verificado tu identidad, por favor inicia el proceso de verificación ({verification_url}).
lv: Ja Jūs vēl neesat apstiprinājuši savu identitāti, lūdzu, sāciet verifikācijas procesu ({verification_url}).
mn: Та хараахан өөрийн тодорхойлолтоо баталгаажуулагүй байгаа бол баталгаажуулалтын процессыг эхлүүлнэ үү ({verification_url}).

source: We greatly appreciate this generous contribution and your support of the {platform_name} mission. This receipt was prepared to support charitable contributions for tax purposes. We confirm that neither goods nor services were provided in exchange for this gift.
es_es: Apreciamos enormemente esta generosa contribución y tu apoyo a la misión de {platform_name}. Este recibo ha sido preparado para apoyar contribuciones benéficas para fines fiscales. Confirmamos que no se han intercambiado ni bienes ni servicios a cambio de este donativo.
lv: Mēs augsti novērtējam šo dāsno devumu un Jūsu atbalstu {platform_name} misijā. Šī kvīts tika sagatavota, lai atbalstītu labdarības ziedojumus nodokļu mērķiem. Mēs apstiprinām, ka nedz preces, nedz pakalpojumi netika sniegti apmaiņā pret šo dāvinājumu.

source: Could not find a course with the ID '{course_id}'
es_es: No se ha podido encontrar un curso con el identificador '{course_id}'
lv: Nevarēja atrast kursu ar ID '{course_id}'
mn: '{course_id}' бүртгэлийн дугаартай хичээл олдсонгүй.

source: Donation for {course}
es_es: Donación para {course}
lv: Ziedojumi {course}
mn: {course}-д хандив өгөх

source: Donation for {platform_name}
es_es: Donación para {platform_name}
lv: Ziedojumi {platform_name}
mn: {platform_name}-д хандив өгөх

source: The payment processor did not return a required parameter: {parameter}
es_es: El procesador de pagos no devolvió el parámetro necesario: {parameter}
lv: Maksājumu apstrādātājā netika atgriezts prasītais parametrs: {parameter}
mn: Төлбөрийн процессор шаардлагатай параметрийг буцаасангүй: {parameter}

source: The payment processor returned a badly-typed value {value} for parameter {parameter}.
es_es: El procesador de pagos devolvió un valor con tipo erróneo {value} para el parámetro {parameter}.
lv: Maksājumu apstrādātājā tika atgriezts slikti drukāta vērtība {value} parametram {parameter}.
mn: Төлбөрийн процессор {parameter} параметрт badly-typed утга {value} буцаасан.

source: The payment processor accepted an order whose number is not in our system.
es_es: La plataforma de pago aceptó un pedido cuyo número no se encuentra en nuestro sistema.
lv: Maksājumu apstrādātājā tika pieņemts pasūtījums, kura numurs nav mūsu sistēmā.
mn: Төлбөрийн процессор дугаар нь манай системд байхгүй захиалагыг хүлээн авсан.

source: The amount charged by the processor {charged_amount} {charged_amount_currency} is different than the total cost of the order {total_cost} {total_cost_currency}.
es_es: La cantidad cobrada por el procesador {charged_amount} {charged_amount_currency} es diferente al precio total del pedido {total_cost} {total_cost_currency}.
lv: Procesora piestādītā summa {charged_amount} {charged_amount_currency} ir atšķirīga no kopējās pasūtījuma maksas {total_cost} {total_cost_currency}.
mn: {charged_amount} {charged_amount_currency} процессороор төлөгдсөн төлбөрийн хэмжээ нь захиалгын нийт зардал {total_cost} {total_cost_currency}-с ялгаатай байна.

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision}, and the reason was {reason}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
es_es: ¡Lo sentimos! Nuestro procesador de pagos no ha aceptado tu pago. El fallo que ha devuelto ha sido {decision}, y la razón {reason}. No se te ha cobrado. Por favor, intenta una forma de pago diferente. Contacta con nosotros para preguntas relacionadas con pagos en {email}.
lv: Atvainojiet! Mūsu maksājumu apstrādātājā netika pieņemts Jūsu maksājums. Atgrieztais lēmums bija {decision}, un iemesls bija {reason}. No Jums netika iekasēta maksa. Lūdzu, mēģiniet citu apmaksas veidu. Sazinieties ar mums saistībā ar jautājumiem par apmaksu uz {email}.
mn: Уучлаарай! Манай төлбөрийн процессор таны төлбөрийг хүлээн авсангүй. Тэдний буцаасан шийдвэр нь {decision} ба шалтгаан нь {reason}. Таны төлбөр төлөгдсөнгүй. Өөр төлбөрийн хэлбэрээр дахин оролдоно уу. Төлбөртэй холбоотой асуулт байвал бидэнтэй {email}-ээр холбогдоно уу.

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data! We apologize that we cannot verify whether the charge went through and take further action on your order. The specific error message is: {msg} Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
es_es: ¡Lo sentimos! ¡Nuestro procesador de pagos nos ha enviado una confirmación de pago con datos inconsistentes! Nos disculpamos por no poder verificar si el cobro se ha llevado a cabo y tomar medidas en tu pedido. El mensaje de error específico es: {msg}. Tu tarjeta de crédito ha podido ser cobrada. Contacta con nosotros para preguntas relacionadas con pagos en {email}.
lv: Atvainojiet! Mūsu maksājumu apstrādātājā tika atsūtīts atpakaļ maksājuma apstiprinājums, kurā bija pretrunīgi dati! Mēs atvainojamies, ka nevaram verificēt, vai apmaksa tika nosūtīta, un veikt tālākas darbības ar Jūsu pasūtījumu. Specifiskais kļūdas ziņojums ir: {msg}. Iespējams, no Jūsu kredītkartes tika iekasēta maksa. Sazinieties ar mums saistībā ar jautājumiem par apmaksu uz {email}.
mn: Уучлаарай! Манай төлбөрийн процессор бидэн рүү зөрчилтэй мэдээлэлтэй төлбөрийн баталгааг илгээсэн! Төлбөр төлөгдсөн эсвэл таны захиалга дээр дараагийн арга хэмжээг авагдсан эсэхийг шалгаж чадахгүйдээ уучлал хүсэж байна. Алдааны тодорхой мэдэгдэл нь: {msg} Таны кредит картаар төлбөр төлөгдсөн байж магадгүй. Төлбөртэй холбоотой асуулт байвал бидэнтэй {email} холбогдоно уу.
