Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: This image file type is not supported. Supported file types are {supportedFileFormats}.
fa_ir: این نوع پروندۀ تصویری پشتیبانی نمی‌شود. انواع پرونده‌های پشتیبانی شده شامل {supportedFileFormats} هستند.
it_it: Questo tipo di file immagine non è supportato. I tipi di file supportati sono {supportedFileFormats}.
tr_tr: Bu görüntü dosyası desteklenmiyor. Desteklenen türler şunlardır: {supportedFileFormats}.

source: The selected image must be smaller than {maxFileSizeInMB}.
fa_ir: تصویر منتخب باید کوچکتر از {maxFileSizeInMB} باشد.
it_it: L'immagine selezionata deve essere inferiore a {maxFileSizeInMB}.
tr_tr: Seçili görüntü dosyası {maxFileSizeInMB} boyutundan küçük olmalı.

source: The selected image must be larger than {minFileSizeInKB}.
fa_ir: تصویر منتخب باید بزرگتر از {minFileSizeInKB} باشد.
it_it: L'immagine selezionata deve essere maggiore di {minFileSizeInKB}.
tr_tr: Seçili görüntü dosyası {minFileSizeInKB} boyutundan büyük olmalı.

source: Could not upload the video image file
fa_ir: پروندۀ تصویر ویدئو بارگذاری نشد
it_it: Impossibile caricare il file immagine del video
tr_tr: Bu video görselini yükleyemedik

source: Image upload failed.
fa_ir: آپلود ناموفق عکس .
it_it: Caricamento immagine non riuscito.
tr_tr: Görsel yükleme başarısız.

source: The file could not be uploaded.
fa_ir: امکان بارگذاری پرونده نیست.
it_it: Il file non può essere caricato.
tr_tr: Dosya yüklenemedi.

source: Hide transcripts ({transcriptCount})
fa_ir: پنهان‌سازی زیرنویس ({transcriptCount})
it_it: Trascrizioni nascoste ({transcriptCount})
tr_tr: Altyazıları gizle ({transcriptCount})

source: Show transcripts ({transcriptCount})
fa_ir: نمایش زیرنویس ({transcriptCount})
it_it: Mostra trascrizioni ({transcriptCount})
tr_tr: Altyazıları göster ({transcriptCount})

source: This file type is not supported. Supported file type is {supportedFileFormat}.
fa_ir: این نوع پرونده پشتیبانی نمی‌شود. این پرونده {supportedFileFormat} پشتیبانی می‌شود.
it_it: Questo tipo di file non è supportato. Il tipo di file supportato è {supportedFileFormat}.
tr_tr: Bu dosya formatı desteklenmiyor. {supportedFileFormat} dosya türü destekleniyor.

source: If you remove this transcript, the transcript will not be available for any components that use this video.
fa_ir: اگر این متن را حذف کنید، متن برای هیچ یک از افراد استفاده‌کننده از این ویدئو در دسترس نخواهد بود.
it_it: Se si rimuove questa trascrizione, essa non sarà disponibile per tutti i componenti che utilizzano questo video.
tr_tr: Bu altyazıyı kaldırırsanız, bu videoyu kullanan herhangi bir bileşen için altyazı mevcut olmayacak.

source: Editor
fa_ir: ویرایشگر
he: עורך
it_it: Editore
tr_tr: Editör

source: Settings
fa_ir: تنظیمات
he: הגדרות
it_it: Impostazioni
tr_tr: Ayarlar

source: New {component_type}
fa_ir: {component_type} جدید
it_it: Nuovo {component_type}
tr_tr: Yeni {component_type}

source: Updating Tags
fa_ir: روزآمدسازی برچسب‌ها
he: עדכון תגיות
it_it: Aggiornare le Tag
tr_tr: Etiketler Güncelleniyor

source: Account Information
fa_ir: اطلاعات حساب کاربری
he: פרטי חשבון
it_it: Informazioni generali
tr_tr: Hesap Bilgisi

source: Order History
fa_ir: سابقه سفارش
he: היסטוריית הזמנות
it_it: Cronologia Ordini
tr_tr: Sipariş Geçmişi

source: You have set your language to {beta_language}, which is currently not fully translated. You can help us translate this language fully by joining the Transifex community and adding translations from English for learners that speak {beta_language}.
fa_ir: شما زبان خود را روی {beta_language} تنظیم کرده‌اید که اکنون به‌طور کامل ترجمه نشده است. با عضویت در انجمن Transifex و افزودن ترجمه‌هایی از انگلیسی برای افرادی که به {beta_language} صحبت می‌کنند، می‌توانید در ترجمه کامل این زبان به ما کمک کنید.
it_it: Hai impostato {beta_language} come lingua, che non è attualmente completamente tradotta. Puoi aiutarci a tradurre completamente questa lingua unendoti alla comunità Transifex e aggiungendo traduzioni dall'inglese per studenti che parlano {beta_language}.
tr_tr: Dilinizi henüz tam anlamıyla desteklenmeyen {beta_language} olarak ayarladınız. Transifex topluluğuna katılarak {beta_language} arayüzünün İngilizce'den çevrilmesine yardımcı olabilirsin.

source: Help Translate into {beta_language}
fa_ir: به ترجمه به {beta_language} کمک کنید
it_it: Aiutaci a Tradurre in {beta_language}
tr_tr: {beta_language} dili çevirilerine yardım et

source: Actions
fa_ir: عملیات
he: פעולות
it_it: Azioni
tr_tr: Eylemler

source: Unscheduled
fa_ir: فاقدبرنامه‌ریزی
he: לא נקבע
it_it: Non pianificato
tr_tr: Planlanmamış

source: Discussion
fa_ir: گفتگو
he: דיון
it_it: Discussione
tr_tr: Forum

source: Previous
fa_ir: قبلی
he: הקודם
it_it: Precedente
tr_tr: Önceki

source: Action
fa_ir: عمل
he: פעולה
it_it: Azione
tr_tr: Eylem

source: Large
fa_ir: بزرگ
he: גדול
it_it: Larga
tr_tr: Geniş

source: Zoom In
fa_ir: بزرگنمایی
he: התקרב
it_it: Zoom avanti
tr_tr: Büyüt

source: Zoom Out
fa_ir: کوچک‌نمایی
he: התרחק
it_it: Zoom indietro
tr_tr: Küçült

source: Page number out of %(total_pages)s
fa_ir: شماره صفحه از %(total_pages)s است
he: מספר עמוד מתוך %(total_pages)s
it_it: Numero di pagina di %(total_pages)s
tr_tr: Sayfa numarası, mevcut %(total_pages)s sayfa sayısıyla uyumsuz

source: Enter the page number you'd like to quickly navigate to.
fa_ir: شماره صفحه‌ای را که مایلید سریع به آنجا بروید وارد کنید.
he: הזן את מספר העמוד שברצונך לנווט בו במהירות.
it_it: Immettere il numero della pagina a cui si desidera passare velocemente.
tr_tr: Erişmek istediğiniz sayfa numarasını giriniz.

source: Sorted by
fa_ir: منظم برحسب
he: מויין בידי
it_it: Ordinato per
tr_tr: Sıralanma şekli

source: Clear search
fa_ir: پاک‌کردن جستجو
he: נקה חיפוש
it_it: Cancella ricerca
tr_tr: Aramayı temizle

source: Search
fa_ir: جستجو
he: חיפוש
it_it: Ricerca
tr_tr: Ara

source: Add a Response
fa_ir: افزودن پاسخ
he: הוסף תגובה
it_it: Aggiungi una risposta
tr_tr: Bir Cevap Ekle

source: This thread is closed.
fa_ir: این موضوع بسته است.
he: שרשור זה סגור
it_it: Questo thread è chiuso.
tr_tr: Bu ileti dizisi kapandı.

source: Add a response:
fa_ir: افزودن پاسخ:
he: הוסף תגובה:
it_it: Aggiungi una risposta:
tr_tr: Bir cevap ekle:

source: Submit
fa_ir: ارسال
he: שלח
it_it: Invia
tr_tr: Gönder

source: discussion posted %(time_ago)s by %(author)s
fa_ir: گفتگوی %(time_ago)s به دست %(author)s ارسال شده است
it_it: discussione pubblicata %(time_ago)s da %(author)s
tr_tr: tartışma %(author)s tarafından %(time_ago)s önce başlatıldı

source: question posted %(time_ago)s by %(author)s
fa_ir: پرسش %(time_ago)s به دست%(author)s ارسال شده است
it_it: domanda pubblicata %(time_ago)s da %(author)s
tr_tr: soru %(author)s tarafından %(time_ago)s önce gönderildi

source: Pinned
fa_ir: نشاندارشده
he: מוצמד
it_it: Appuntato
tr_tr: İşaretli

source: Reported
fa_ir: گزارش‌‌شده
he: דווח
it_it: Segnalato
tr_tr: Rapor edildi

source: Closed
fa_ir: بسته شده
he: נסגר
it_it: Chiuso
tr_tr: Kapatıldı

source: Related to: %(courseware_title_linked)s
fa_ir: مربوط به: %(courseware_title_linked)s
he: מקושר ל- %(courseware_title_linked)s
it_it: Correlato a: %(courseware_title_linked)s
tr_tr: İlgili: %(courseware_title_linked)s

source: This post is visible only to %(group_name)s.
fa_ir: این گفتگو فقط برای %(group_name)s رؤیت‌پذیر است.
he: פוסט זה גלוי רק ל-%(group_name)s.
it_it: Questo post è visibile solo a %(group_name)s.
tr_tr: Bu ileti sadece %(group_name)s grubuna görünür olacak.

source: This post is visible to everyone.
fa_ir: این گفتگو را همۀ کاربران می‌بینند.
he: פוסט זה גלוי לכולם.
it_it: Questo post è visibile a tutti.
tr_tr: Bu gönderi herkese açıktır.

source: Editing post
fa_ir: ویرایش مطلب
he: עורך פוסט
it_it: Modifica del post
tr_tr: İleti düzenleniyor

source: Add a clear and descriptive title to encourage participation. (Required)
fa_ir: برای تشویق مشارکت کاربران، عنوانی واضح و توصیفی بیفزایید. (ضروری)
it_it: Aggiungere un titolo chiaro e descrittivo per incoraggiare la partecipazione. (Obbligatorio)
tr_tr: Katılıma teşvik etmek için açık ve tanıtıcı bir başlık ekle. (Gerekli)

source: Edit your post below.
fa_ir: مطلب ارسالی خود را در زیر ویرایش کنید.
he: ערוך את הפוסט שלהלן.
it_it: Modificare il post di seguito.
tr_tr: İletinizi aşağıda düzenleyin.

source: Update post
fa_ir: روزآمدسازی مطلب
he: עדכן פוסט
it_it: Aggiorna post
tr_tr: İleti güncelle

source: Show Comment (%(num_comments)s)
fa_ir: نمایش نظر (%(num_comments)s)
he: הצג תגובה (%(num_comments)s)
it_it: Mostra commento (%(num_comments)s)
tr_tr: (%(num_comments)s) Yorumu Göster

source: Add a comment
fa_ir: افزودن نظر
he: הוסף הערה
it_it: Aggiungi un commento
tr_tr: Bir yorum ekleyin

source: marked as answer %(time_ago)s by %(user)s
fa_ir: نشاندار به عنوان پاسخ %(time_ago)s توسط %(user)s
he: סומן כתשובה על ידי %(time_ago)s על ידי%(user)s
it_it: contrassegnato come risposta %(time_ago)s da %(user)s
tr_tr: %(user)s tarafından cevap olarak işaretlendi %(time_ago)s

source: marked as answer %(time_ago)s
fa_ir: نشاندار به‌عنوان پاسخ%(time_ago)s
he: סומן כתשובה %(time_ago)s
it_it: contrassegnato come risposta %(time_ago)s
tr_tr: %(time_ago)s önce cevap olarak işaretlendi

source: endorsed %(time_ago)s by %(user)s
fa_ir: تأییدشده در %(time_ago)s به دست %(user)s
he: אושר %(time_ago)s בידי %(user)s
it_it: promosso %(time_ago)s da %(user)s
tr_tr: %(user)s kullanıcı tarafından %(time_ago)s önce desteklenmiş

source: endorsed %(time_ago)s
fa_ir: تأییدشده در %(time_ago)s
he: אושר %(time_ago)s
it_it: promosso %(time_ago)s
tr_tr: %(time_ago)s önce desteklenmiş

source: Editing response
fa_ir: ویرایش پاسخ‌ها
he: עורך תגובה
it_it: Modifica della risposta
tr_tr: Cevap düzenleniyor

source: Update response
fa_ir: روزآمدسازی پاسخ‌ها
he: עדכן תגובה
it_it: Aggiorna risposta
tr_tr: Cevabı güncelle

source: posted %(time_ago)s by %(author)s
fa_ir: ارسال شده در %(time_ago)s به دست %(author)s
he: נרשם %(time_ago)s בידי %(author)s
it_it: pubblicato %(time_ago)s da %(author)s
tr_tr: %(author)s tarafından %(time_ago)s önce gönderildi

source: Editing comment
fa_ir: در حال ویرایش نظر
he: עורך הערה
it_it: Modifica del commento
tr_tr: Yorum düzenleniyor

source: Update comment
fa_ir: روزآمدسازی نظر
he: עדכן הערה
it_it: Aggiorna commento
tr_tr: Yorumu güncelle

source: discussion
fa_ir: گفتگو
he: דיון
it_it: discussione
tr_tr: tartışma

source: answered question
fa_ir: سوال پاسخ داده شده
he: שאלה שנענתה
it_it: domanda con risposta
tr_tr: soru cevaplandı

source: unanswered question
fa_ir: سوال پاسخ داده‌نشده
he: שאלה שלא נענתה
it_it: domanda senza risposta
tr_tr: cevaplanmayan soru

source: Following
fa_ir: دنبال می‌شود
he: עוקב
it_it: Seguente
tr_tr: Takip ediliyor

source: Community TA
fa_ir: کمکیار استاد
he: עוזר הוראה בפורום
tr_tr: Topluluk Asistanı

source: {unread_comments_count} new
fa_ir: {unread_comments_count} جدید
he: {unread_comments_count} חדש
it_it: {unread_comments_count} nuovo
tr_tr: {unread_comments_count} yeni

source: %(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s unread comments)%(span_close)s
fa_ir: %(comments_count)s%(span_sr_open)s نظرات (نظرات نخوانده%(unread_comments_count)s )%(span_close)s
he: %(comments_count)s %(span_sr_open)sהערות (%(unread_comments_count)s הערות שלא נקראו)%(span_close)s
it_it: %(comments_count)s %(span_sr_open)scommenti (%(unread_comments_count)s commenti non letti)%(span_close)s
tr_tr: %(comments_count)s %(span_sr_open)s yorum (%(unread_comments_count)s okunmamış yorum)%(span_close)s

source: %(comments_count)s %(span_sr_open)scomments %(span_close)s
fa_ir: %(comments_count)s%(span_sr_open)s نظرات %(span_close)s
he: %(comments_count)s %(span_sr_open)sהערות %(span_close)s
it_it: %(comments_count)s %(span_sr_open)scommenti %(span_close)s
tr_tr: %(comments_count)s %(span_sr_open)s yorum %(span_close)s

source: Add a Post
fa_ir: افزودن مطلب
he: הוסף פוסט
it_it: Aggiungi un post
tr_tr: İleti Ekle

source: Visible to
fa_ir: قابل رویت برای
it_it: Visibile a
tr_tr: Görünecek kişiler

source: Discussion admins, moderators, and TAs can make their posts visible to all students or specify a single group.
fa_ir: مدیران گفتگوها، مجریان و کمک مربیان می‌توانند مطالب ارسالی خود را برای همۀ یادگیرندگان قابل مشاهده کرده یا یک گروه واحد را مشخص کنند.
it_it: Amministratori della discussione, moderatori e TA possono rendere i propri post visibili a tutti gli studenti o specificare un singolo gruppo.
tr_tr: Tartışma yöneticileri, moderatörler ve asistanlar gönderilerini tüm öğrencilere görünür yapabilir ya da belli bir topluluğa tanımlayabilirler.

source: All Groups
fa_ir: همه گروه‌ها
he: כל הקבוצות
it_it: Tutti i gruppi
tr_tr: Bütün Gruplar

source: follow this post
fa_ir: این پست را دنبال می‌کنم
he: עקוב אחר פוסט זה
it_it: segui questo post
tr_tr: bu iletiyi takip et

source: post anonymously to classmates
fa_ir: ارسال مطلب به صورت ناشناس برای هم کلاسی‌ها
he: שלח באופן אנונימי לסטודנטים אחרים
it_it: pubblica in modo anonimo per i compagni di classe
tr_tr: sınıf arkadaşlarına anonim olarak ileti gönder

source: Error posting your message.
fa_ir: خطا در ارسال پیام شما.
he: שגיאה בזמן פרסום ההודעה שלך
it_it: Errore durante la pubblicazione del messaggio.
tr_tr: İletinizi yüklerken sorun çıktı.

source: This post will be visible only to %(group_name)s.
fa_ir: این مبحث فقط برای %(group_name)s رؤیت‌پذیر است.
it_it: Questo post sarà visibile solo per %(group_name)s.
tr_tr: Bu ileti sadece %(group_name)s grubuna görünür olacak.

source: This post will be visible to everyone.
fa_ir: این مبحث برای همه رؤیت‌پذیر خواهد بود.
it_it: Questo post sarà visibile per chiunque.
tr_tr: Bu ileti herkese görünür olacak.

source: Topic area
fa_ir: محل موضوعات
it_it: Area argomento
tr_tr: Başlık alanı

source: Add your post to a relevant topic to help others find it. (Required)
fa_ir: بحث خود را به موضوعی مرتبط بیفزایید تا به دیگران کمک شود آن را بیابند. (ضروری)
it_it: Aggiungere il proprio post ad un argomento rilevante per consentire agli altri utenti di trovarlo. (Obbligatorio)
tr_tr: Başkalarının bulması için gönderini alakalı konuya ekle. (Gerekli)

source: (Community TA)
fa_ir: (گروه کمک مربیان)
tr_tr: (Topluluk Asistanı)

source: (Staff)
fa_ir: (کارکنان)
tr_tr: (Personel)

source: All Posts
fa_ir: همه مطالب ارسالی
it_it: Tutti i post
tr_tr: Tüm Gönderiler

source: Return to all posts
fa_ir: بازگشت به همه مطالب ارسالی
it_it: Torna a tutti i post
tr_tr: Tüm gönderilere dön

source: View discussion
fa_ir: مشاهده گفتگو
he: צפה בדיון
it_it: Visualizza discussione
tr_tr: Tartışmayı görüntüle

source: Load more
fa_ir: بیشتر
he: טען עוד
it_it: Caricane di più
tr_tr: Daha fazla yükle

source: Post type
fa_ir: نوع مطلب ارسالی
it_it: Tipo di post
tr_tr: Gönderi türü

source: Questions raise issues that need answers. Discussions share ideas and start conversations. (Required)
fa_ir: سؤالات، مواردی را مطرح کرده اند که نیاز به پاسخ دارند. گفتگوها عامل اشتراک ایده‌ها و آغاز مکالمات است. (ضروری)
it_it: Le domande sollevano problemi che richiedono risposte. Le discussioni condividono idee ed avviano le conversazioni. (Obbligatorio)
tr_tr: Sorular cevap gerektiren konuları ileri sürer. Tartışmalar fikirleri paylaşır ve sohbeti başlatır. (Gerekli)

source: Question
fa_ir: سوال
he: שאלה
it_it: Domanda
tr_tr: Soru

source: Endorse
fa_ir: تأیید
he: אשר
it_it: Promuovi
tr_tr: Destekle

source: Unendorse
fa_ir: عدم تأیید
he: בטל אישור
it_it: Annulla promozione
tr_tr: Destekleme

source: Mark as Answer
fa_ir: علامت‌گذاری به‌عنوان پاسخ
he: סמן כתשובה
it_it: Contrassegna come risposta
tr_tr: Cevap olarak İşaretle

source: Unmark as Answer
fa_ir: حذف علامت پاسخ
he: בטל סימון כתשובה
it_it: Annulla contrassegno come risposta
tr_tr: Cevap işaretini Kaldır

source: Follow
fa_ir: دنبال می‌کنم
he: עקוב
it_it: Segui
tr_tr: Takip et

source: Unfollow
fa_ir: دنبال ‌نمی‌کنم
he: בטל מעקב
it_it: Annulla Segui
tr_tr: Takibi bırak

source: Vote for this post,
fa_ir: به این پُست رأی دهید،
he: הצבע לפוסט זה,
it_it: Vota per questo post,
tr_tr: Bu ileti için oyla,

source: Report abuse
fa_ir: گزارش سواستفاده
he: דווח על שימוש לרעה
it_it: Segnala abuso
tr_tr: Kötü kullanımı bildir

source: Report
fa_ir: گزارش‌گیری
he: דווח
tr_tr: Raporla

source: Unreport
fa_ir: لغو گزارش
he: בטל דיווח
it_it: Annulla report
tr_tr: Bildirme

source: Pin
fa_ir: نشانه
he: הצמד
it_it: Blocca
tr_tr: İşaretle

source: Unpin
fa_ir: حذف نشانه
he: בטל הצמדה
it_it: Sblocca
tr_tr: İşareti kaldır

source: Open
fa_ir: بازکردن
he: פתח
it_it: Apri
tr_tr: Aç

source: Discussion Home
fa_ir: صفحه اصلی گفتگو
he: עמוד הבית לדיון
it_it: Home discussione
tr_tr: Tartışma Anasayfası

source: How to use %(platform_name)s discussions
fa_ir: چگونه از مباحث %(platform_name)s استفاده کنید
he: כיצד להשתמש בדיוני %(platform_name)s
it_it: Come utilizzare le discussioni %(platform_name)s
tr_tr: %(platform_name)s tartışmaları nasıl kullanılır

source: Find discussions
fa_ir: یافتن گفتگو
he: מצא דיונים
it_it: Trova discussioni
tr_tr: Tartışma bul

source: Use the All Topics menu to find specific topics.
fa_ir: از منوی «همه موضوعات»‌ برای یافتن موضوعات مشخص استفاده کنید.
he: השתמש בתפריט 'כל הנושאים' על מנת למצוא נושאים ספציפיים.
it_it: Utilizzare il menu Tutti gli argomenti per trovare argomenti specifici.
tr_tr: Belirli konuları bulmak için Tüm Konular menüsünü kullan.

source: Search all posts
fa_ir: جستجوی همه نظرات
he: חפש בכל הפוסטים
it_it: Cerca tutti i messaggi
tr_tr: Tüm gönderilerde ara

source: Filter and sort topics
fa_ir: موضوعات را فیلتر و بازچینی کنید
he: סנן ומיין נושאים
it_it: Filtra e ordina argomenti
tr_tr: Konuları filtrele ve sırala

source: Engage with posts
fa_ir: به پُست‌ها واکنش نشان دهید
he: השתתף באמצעות פוסט
it_it: Partecipa con i post
tr_tr: Gönderilerle etkileşimde bulunun

source: Vote for good posts and responses
fa_ir: به مطالب ارسالی و پاسخ‌های خوب رأی بدهید
he: הצבע לפוסטים ותשובות מוצלחות
it_it: Vota per i post e le risposte appropriati
tr_tr: İyi gönderi ve yanıtları oyla

source: Report abuse, topics, and responses
fa_ir: گزارش سوءاستفاده، موضوعات، و پاسخ‌ها
he: דווח על הטרדה, נושאים ותשובות
it_it: Segnala abusi, argomenti e risposte
tr_tr: İhlalleri, konuları ve yanıtları bildir

source: Follow or unfollow posts
fa_ir: مطالب را دنبال کنید یا آن را لغو کنید
he: עקוב או אל תעקוב אחר פוסטים
it_it: Segui o non seguire post
tr_tr: Gönderileri takip et veya takipten çık

source: Receive updates
fa_ir: دریافت نسخه‌های روزآمد
he: קבל עדכונים
it_it: Ricevi aggiornamenti
tr_tr: Güncellemeleri al

source: Toggle Notifications Setting
fa_ir: تنظیمات تغییر وضعیت آگهی‌ها
he: החלף מצב הגדרות התראות
it_it: Attiva/disattiva impostazione di notifica
tr_tr: Duyuru Ayarlarını Değiştirme

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
fa_ir: این خانه را علامت بزنید تا روزانه یک رایانامه دریافت کنید تا از فعالیت‌های خوانده‌نشده و تازه در پیام‌هایی که دنبال می‌کنید آگاه شوید.
he: סמן תיבה זו על מנת לקבל תקציר יומי בדואר אלקטרוני על פעילות חדשה ועל הודעות שלא נקראו בפוסטים שאתה עוקב אחריהם.
it_it: Selezionare questa casella per ricevere una volta al giorno una rassegna di email che informa sulle attività nuove o non lette dai post seguiti.
tr_tr: Takip ettiğiniz gönderilerdeki yeni ve okunmamış etkinlikler hakkında günde bir kez etkinlik özeti almak için bu kutucuğu işaretleyin.

source: username or email
fa_ir: نام کاربری یا نشانی رایانامه:
he: שם משתמש או כתובת דואר אלקטרוני
it_it: nome utente o email
tr_tr: kullanıcı adı veya e-posta

source: course id
fa_ir: شناسه دوره
he: מזהה קורס
it_it: ID corso
tr_tr: ders no

source: No results
fa_ir: نتیجه‌ای در بر نداشت
he: אין תוצאות
it_it: Nessun risultato
tr_tr: Sonuç yok

source: Course Key
fa_ir: کلید دوره آموزشی
he: מפתח קורס
it_it: Chiave del corso
tr_tr: Ders Anahtarı

source: Status
fa_ir: وضعیت
he: סטטוס
it_it: Staus
tr_tr: Durum

source: Grade
fa_ir: نمره
he: ציון
it_it: Voto
tr_tr: Puanlama

source: Last Updated
fa_ir: آخرین روزآمدسازی
he: עדכון אחרון
it_it: Ultimo aggiornamento
tr_tr: Son Güncelleme

source: Regenerate
fa_ir: بازسازی
he: צור מחדש
it_it: Rigenera
tr_tr: Yeniden oluştur

source: Regenerate the user's certificate
fa_ir: بازسازی گواهی کاربر
he: צור מחדש את תעודת המשתמש
it_it: Rigenera il certificato dell'utente
tr_tr: Kullanıcının sertifikasını yeniden oluştur

source: Generate
fa_ir: ایجاد
he: צור
it_it: Genera
tr_tr: Oluştur

source: Generate the user's certificate
fa_ir: ایجاد گواهی کاربر
he: צור את תעודת המשתמש
it_it: Genera il certificato dell'utente
tr_tr: Kullanıcının sertifikasını oluştur

source: Current enrollment mode:
fa_ir: وضعیت فعلی ثبت‌نام:
he: מצב הרשמה נוכחי:
it_it: Modalità di iscrizione corrente:
tr_tr: Şu anki kayıt türü:

source: New enrollment mode:
fa_ir: وضعیت تازه ثبت‌نام:
he: מצב הרשמה חדש:
it_it: Nuova modalità di iscrizione:
tr_tr: Yeni kayıt türü:

source: Reason for change:
fa_ir: علت تغییر:
he: סיבה לשינוי:
it_it: Motivo della modifica:
tr_tr: Değişim nedeni:

source: Choose One
fa_ir: انتخاب یک مورد
he: בחר אחד
it_it: Effettuare una scelta
tr_tr: Birini Seçin

source: Explain if other.
fa_ir: در غیر این صورت توضیح دهید.
he: הסבר אם אחרת.
it_it: Se altro, immettere una spiegazione.
tr_tr: Diğer ise açıkla.

source: Submit enrollment change
fa_ir: تایید تغییرات ثبت‌نام
he: שלח שינוי הרשמה
it_it: Inoltra modifica iscrizione
tr_tr: Kayıt değişimini gönder

source: Username or email address
fa_ir: نام‌کاربری یا نشانی رایانامه
he: שם משתמש או כתובת דואר אלקטרוני
it_it: Nome utente o indirizzo email
tr_tr: Kullanıcı adı ve e-posta adresi

source: Course ID
fa_ir: شناسه دوره
he: מזהה קורס
it_it: ID del corso
tr_tr: Ders No

source: Course Start
fa_ir: آغاز دوره
he: תחילת קורס
it_it: Inizio del corso
tr_tr: Ders Başlangıcı

source: Course End
fa_ir: پایان دوره
he: סיום הקורס
it_it: Data fine corso
tr_tr: Ders Bitişi

source: Upgrade Deadline
fa_ir: آخرین مهلت روزآمدسازی
he: מועד שדרוג
it_it: Aggiornamento deadline
tr_tr: Yükseltme İçin Son Tarih

source: Verification Deadline
fa_ir: آخرین فرصت تایید
he: מועד אחרון לאימות
it_it: Verifica del termine
tr_tr: Doğrulama için Son Tarih

source: Enrollment Date
fa_ir: تاریخ ثبت‌نام
he: תאריך הרשמה
it_it: Data di iscrizione
tr_tr: Kayıt Tarihi

source: Enrollment Mode
fa_ir: حالت ثبت‌نام
he: מצב הרשמה
it_it: Tipo di iscrizione
tr_tr: Kayıt Modu

source: Verified mode price
fa_ir: قیمت حالت تأییدشده
he: מחיר מצב מאומת
it_it: Prezzo modalità verificata
tr_tr: Onaylı mod ücreti

source: Reason
fa_ir: علت
he: סיבה
it_it: Motivo
tr_tr: Neden

source: Last modified by
fa_ir: آخرین تغییرات از سوی
he: שונה לאחרונה בידי
it_it: Ultima modifica di
tr_tr: Son güncelleyen

source: Active
fa_ir: فعال
it_it: Attivo
tr_tr: Aktif

source: N/A
fa_ir: ناشناخته
he: לא זמין

source: Change Enrollment
fa_ir: تغییر ثبت‌نام
he: שינוי הרשמה
it_it: Modifica iscrizione
tr_tr: Kayıtlanmayı Değiştir

source: Date Joined
fa_ir: تاریخ پیوستن
it_it: Data di adesione
tr_tr: Katılma Tarihi

source: Password Status
fa_ir: وضعیت گذرواژه
it_it: Stato password
tr_tr: Parola Durumu

source: Toggle Account Password (Usable/Unusable)
fa_ir: تغییر گذرواژۀ حساب کاربری (قابل استفاده / غیرقابل استفاده)
it_it: Attiva/Disattiva password account (Utilizzabile/Non utilizzabile)
tr_tr: Hesap Parolasını (Etkinleştir veya Devre Dışı Bırak)

source: Your team could not be created.
fa_ir: تیم شما قابل ساخت نیست.
he: לא ניתן ליצור את הצוות שלך.
it_it: Non è stato possibile creare il team.
tr_tr: Takımınız oluşturulamadı.

source: Your team could not be updated.
fa_ir: تیم شما قابل روزآمدسازی نیست.
he: לא ניתן לעדכן את הצוות שלך.
it_it: Non è stato possibile aggiornare il team.
tr_tr: Takımınız güncellenemedi.
