Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: You are already registered in course {course_id}.
es_es: Ya has sido registrado en el curso {course_id}.
lv: Jūs jau esat reģistrējušies kursā {course_id}.
mn: Та {course_id} хичээлд бүртгэлтэй байна.

source: Course added to cart.
es_es: Cursos añadidos al carrito de la compra.
lv: Kurss pievienots grozam.
mn: Хичээл сагсанд нэмэгдлээ

source: Discount does not exist against code '{code}'.
es_es: No existe descuento para este código '{code}'.
lv: Reģistrācijas kodam '{code}' nepastāv atlaide.
mn: '{code}' кодтой хөнгөлөлт байхгүй байна.

source: Code '{registration_code}' is not valid for any course in the shopping cart.
es_es: Código '{registration_code}' no es válido para cualquier curso en el carrito de compras.
lv: Kods '{registration_code}' nav derīgs nevienam no kursiem iepirkumu grozā.
mn: '{registration_code}' код сагсан дах аль ч хичээлийн код биш байна.

source: Cart item quantity should not be greater than 1 when applying activation code
es_es: La cantidad de ítems en el carrito no debería ser superior a 1 cuando se aplica un código de activación.
lv: Iepirkumu groza preču skaits nedrīkst būt lielāks kā 1, kad tiek piemērots aktivizēšanas kods
mn: Идэвхжүүлэх кодыг хэрэглэх үед сагсан дах бүтээгдэхүүний тоо 1-ээс их байж болохгүй.

source: Only one coupon redemption is allowed against an order
es_es: Sólo se permite canjear un cupón por pedido
lv: Tikai viena kupona izpirkšana ir atļauta pasūtījumam
mn: Захилганд зөвхөн нэг л эрхийн бичиг ашиглахыг зөвшөөрсөн

source: success
es_es: éxito
lv: veiksmīgi
mn: амжилт

source: You do not have permission to view this page.
es_es: No tienes permisos para ver esta página.
lv: Jums nav atļaujas skatīt šo lapu.
mn: Танд энэ хуудас руу нэвтрэх эрх байхгүй байна.

source: Manual Refund
es_es: Reembolso manual
lv: Manuāla atmaksa
mn: Гар ажиллагаагаар буцаан олгох.

source: Email Address
es_es: Dirección de correo electrónico
lv: E-pasta adrese
mn: Емэйл Хаяг

source: User not found
es_es: Usuario no encontrado
lv: Lietotājs nav atrasts
mn: Хэрэглэгч олдсонгүй

source: Course {course_id} not past the refund window.
es_es: El curso {course_id} aún no ha alcanzado la ventana de reembolso.
lv: Kurss {course_id} nav pēc atmaksas loga.
mn: Хичээл {course_id} буцаан олголтын цонхыг өнгөрөөгүй байна.

source: No order found for {user} in course {course_id}
es_es: No se ha encontrado pedido alguno de {user} en el curso {course_id}
lv: Nav atrasts neviens pasūtījums lietotājam {user} kursā {course_id}
mn: {course_id} хичээлд {user} хэрэглэгчээс захиалга олдсонгүй.

source: Unenrolled {user} from {course_id}
es_es: {user} desmatriculado de {course_id}
lv: Izreģistrēja {user} no {course_id}
mn: {course_id} хичээлээс {user} хэрэглэгч бүртгэл цуцалсан.

source: Refunded {cost} for order id {order_id}
es_es: {cost} reembolsado del pedido con identificador {order_id}
lv: Atmaksāja {cost} par pasūtījumu ID {order_id}
mn: Захиалгын дууга {order_id}-д {cost} буцаан олгосон.

source: Payment confirmation
es_es: Confirmación de pago
lv: Maksājuma apstiprinājums
mn: Төлбөрийн баталгаажуулалт

source: Usermenu dropdown
es_es: Menú de usuario desplegable
lv: Lietotāja izvēlnes nolaižamā izvēlne
mn: Задардаг хэрэглэгчийн цэс

source: View Unit in Studio
es_es: Ver la unidad en Studio
lv: Skatīt vienību studio
mn: Нэгжийг студиод харах

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
es_es: Lo sentimos, este módulo no está disponible temporalmente. Nuestro equipo está trabajando para arreglarlo lo antes posible. Por favor, escribe un correo electrónico a {tech_support_email} para informar de cualquier problema o contratiempo.
lv: Atvainojiet, šis modulis uz laiku ir nepieejams. Mūsu darbinieki strādā pie tā, lai salabotu to, cik vien ātri iespējams. Lūdzu, nosūtiet mums e-pastu uz {tech_support_email}, lai ziņotu par jebkurām problēmām vai dīkstāvi.
mn: Энэ модуль одоогоор ажиллахгүй байна. Бид даруйхан засах болно. {tech_support_email} хаягаар алдааны талаарх е-майл илгээнэ оо.

source: Checkout Cancelled
es_es: Compra cancelada
lv: Norēķināšanās atcelta
mn: Тооцоо хийгдээгүй байна

source: Your transaction has been cancelled. If you feel an error has occurred, contact {email}.
es_es: Tu transacción ha sido cancelada. Si crees que ha sido un error, contacta a {email}.
lv: Darījums tika atcelts. Ja Jums šķiet, ka notika kļūda, sazinieties ar {email}.
mn: Таны ажил гүйлгээг цуцалсан. Хэрэв та алдаа гарсан гэж бодож байвал холбоо барих {email}.

source: Checkout Error
es_es: Error en la compra
lv: Norēķināšanās kļūda
mn: Тооцоо хийх алдаа

source: Loading Order Data...
es_es: Cargando datos del pedido...
lv: Ielādē pasūtījuma datus...
mn: Захиалгын мэдээллийг ачааллаж байна ...

source: Please wait while we retrieve your order details.
es_es: Por favor espera mientras recuperamos los detalles de tu pedido.
lv: Lūdzu, uzgaidiet, kamēr mēs izgūstam Jūsu pasūtījuma detaļas.
mn: Захиалгын дэлгэрэнгүй мэдээллийг хүлээн аваад түр хүлээнэ үү.

source: You can no longer access this course because payment has not yet been received. You can {contact_link_start}contact the account holder{contact_link_end} to request payment, or you can {unenroll_link_start}unenroll{unenroll_link_end} from this course
es_es: Ya no puedes acceder a este curso porque aún no se ha recibido el pago. Puedes {contact_link_start}contactar con el titular de la cuenta{contact_link_end} para requerir el pago o puedes {unenroll_link_start}desmatricular{unenroll_link_end} de este curso.
lv: Jūs vairs nevarat piekļūt šim kursam, jo maksājums vēl nav ticis saņemts. Jūs varat {contact_link_start}sazināties ar konta īpašnieku{contact_link_end}, lai pieprasītu maksājumu, vai arī {unenroll_link_start}izreģistrēties{unenroll_link_end} no šī kursa
mn: Төлбөрийг хараахан хүлээж аваагүй учир та энэ курст хамрагдах боломжгүй. Та {contact_link_start} account holder {contact_link_end} -тэй холбоо барих төлбөртэй холбоо барьж болно, эсвэл та энэ сургалтаас {unenroll_link_start} unenroll {unenroll_link_end}

source: Thanks, The {platform_name} Team
es_es: Gracias, El Equipo {platform_name}
lv: Paldies, {platform_name} komanda
mn: Баярлалаа,{Platform_name} Баг

source: Dear [[Name]]:
es_es: Querido/a [[Name]]:
lv: Cienījamais/-ā, [[Vārds]]:
mn: Эрхэм хүндэт [[Name]]:

source: HTML link from the attached CSV file
es_es: Enlace HTML del archivo CSV adjunto
lv: HTML saite no pievienotās CSV datnes
mn: Хавсаргасан CSV файлаас HTML холбоос

source: After you enroll, you can see the course on your student dashboard. You can see course materials after the course start date.
es_es: Después de matricularte, puedes ver el curso en tu tablón de alumno. Podrás ver los materiales del curso después de la fecha de inicio del curso.
lv: Pēc reģistrēšanās, Jūs varēsiet redzēt kursu Jūsu studentu informācijas panelī. Jūs varēsiet redzēt materiālus pēc kursa sākuma datuma.
mn: Суралцаж дууссаны дараа та өөрийн оюутны самбар дээрээс курс үзэж болно. Сургалт эхлэх өдрөөс хойш та хичээлийн материалыг үзэж болно.

source: Sincerely, [[Your Signature]]
es_es: Atentamente, [[Tu firma]]
lv: Ar cieņu, [[Jūsu paraksts]]
mn: Хүндэтгэсэн,

source: INVOICE
es_es: FACTURA
lv: RĒĶINS
mn: НЭХЭМЖЛЭЛ

source: Date: {date}
es_es: Fecha: {date}
lv: Datums: {date}
mn: Огно: {date}

source: Invoice No: {invoice_number}
es_es: Factura n.º {invoice_number}
lv: Rēķina nr.: {invoice_number}
mn: Нэхэмжлэл дугаар: {invoice_number}

source: Due Date: {date}
es_es: Fecha de vencimiento: {date}
lv: Izpildes datums: {date}
mn: Өгөх ёстой Огноо: {date}

source: Bill to:
es_es: Facturar a:
lv: Piestādīt:
mn: Төлбөрийг:

source: Customer Reference Number: {reference_number}
es_es: Número de referencia del cliente: {reference_number}
lv: Klienta atsauces numurs: {reference_number}
mn: Хэрэглэгчийн Лавлагаа Дугаар : {reference_number}

source: Balance Due: {currency_symbol}{sale_price}
es_es: Saldo adeudado: {sale_price}{currency_symbol}
lv: Bilance apmaksai: {currency_symbol}{sale_price}
mn: Үлдэгдэл: {currency_symbol} {sale_price}

source: Course: {course_name}
es_es: Curso: {course_name}
lv: Kurss: {course_name}
mn: Хичээл: {course_name}

source: Price: {currency_symbol}{course_price} Quantity: {quantity} Sub-Total: {currency_symbol}{sub_total} Discount: {currency_symbol}{discount}
es_es: Precio: {course_price}{currency_symbol} Cantidad: {quantity} Subtotal: {sub_total}{currency_symbol} Descuento: {discount}{currency_symbol}
lv: Cena: {currency_symbol}{course_price} Daudzums: {quantity} Apakšsumma: {currency_symbol}{sub_total} Atlaide: {currency_symbol}{discount}
mn: Үнэ: {currency_symbol} {course_price} Тоо хэмжээ: {quantity} Дэд Нийт: {currency_symbol} {sub_total} Хөнгөлөлт: {currency_symbol} {discount}

source: Total: {currency_symbol}{sale_price}
es_es: Total: {sale_price}{currency_symbol}
lv: Kopā: {currency_symbol}{sale_price}
mn: Нийт: {currency_symbol} {sale_price}

source: Payment Instructions
es_es: Instrucciones de pago
lv: Maksājuma instrukcija
mn: Төлбөрийн зааварчилгаа

source: For payment questions, contact {contact_email}
es_es: Para dudas sobre el pago, contacta con {contact_email}
lv: Ar jautājumiem par maksājumiem sazinieties ar {contact_email}
mn: Төлбөрийн асуултуудын хувьд холбоо барих {contact_email}

source: {platform_name} is a nonprofit bringing high-quality education to everyone, everywhere. Your help allows us to continuously improve the learning experience for millions and make a better future one learner at a time.
es_es: {platform_name} es una organización sin ánimo de lucro que ofrece una educación de elevada calidad a todo el mundo, en cualquier sito. Tu ayuda nos permite mejorar continuamente la experiencia de aprendizaje de millones de personas y que el alumno tenga un futuro cada vez mejor.
lv: {platform_name} ir bezpeļņas organizācija, kas piedāvā augstas kvalitātes izglītību visiem visur. Izmantojot Jūsu sniegto palīdzību, mēs spējam nepārtraukti uzlabot mācīšanās pieredzi miljoniem cilvēku un veidot labāku nākotni vienam audzēknim pēc otra.
mn: {platform_name} бол хэнд ч хаана ч ашгийн бус өндөр чанартай боловсрол олгох байгууллага юм. Таны тусламж сая сая хүний сурах нөхцлийг сайжруулж, ирээдүйд сайн сурах хүнийг нэмэгдүүлэхэд туслана.

source: Donation Actions
es_es: Acciones de donación
lv: Ziedošanas darbības
mn: Хандивын Арга хэмжээнүүд

source: Shopping Cart
es_es: Carrito de compra
lv: Iepirkumu grozs

source: Download a CSV of problem responses
es_es: Descarga las respuestas en un CSV
lv: Lejupielādēt CSV ar problēmas atbildēm
mn: Асуудлын хариуны CSV татаж авах

source: Edit Price
es_es: Editar Precio
lv: Rediģēt cenu
mn: Үнэ засах

source: Download All Invoices
es_es: Descargar todas las facturas.
lv: Lejupielādēt visus rēķinus
mn: Бүх нэхэмжлэхийг татаж авах

source: Download All Credit Card Purchases
es_es: Descargar Todas las Compras con Tarjeta de Crédito
lv: Lejupielādēt visus kredītkaršu pirkumus
mn: Бүх зээлийн картын худалдан авалтыг татаж авах

source: To cancel or resubmit an invoice, enter the invoice number below.
es_es: Para cancelar o reenviar una factura, escribe el número de factura a continuación.
lv: Lai atceltu vai atkārtoti iesniegtu rēķinu, ievadiet rēķina numuru tālāk.
mn: Нэхэмжлэлийг хүчингүй болгох эсвэл дахин илгээх бол доорх нэхэмжлэхийн дугаарыг оруулна уу.

source: Invoice Number
es_es: Número de factura
lv: Rēķina numurs
mn: Нэхэмжлэлийн дугаар

source: Cancel Invoice
es_es: Cancelar pedido
lv: Atcelt rēķinu
mn: Нэхэмжлэхийг цуцлах

source: Resubmit Invoice
es_es: Reenviar factura
lv: Atkārtoti iesniegt rēķinu
mn: Нэхэмжлэлийг дахин илгээх

source: Create a .csv file that contains enrollment information for your course.
es_es: Crear un archivo .csv que contenga información de la matriculación en este curso.
lv: Lejupielādēt .csv datni, kas satur Jūsu kursa reģistrācijas informāciju.
mn: Таны курсэд зориулсан элсэлтийн мэдээллийг агуулсан .csv файл үүсгэ.

source: Create an HTML file that contains an executive summary for this course.
es_es: Crear un archivo HTML que contenga un resumen ejecutivo de este curso.
lv: Izveidot HTML datni, kas satur Jūsu kursa vadības kopsavilkumu.
mn: Энэ курсийн гүйцэтгэх товчоо агуулсан HTML файл үүсгэ.

source: Create Executive Summary
es_es: Crear resumen ejecutivo
lv: Izveidot vadības kopsavilkumu
mn: Хураангуй хураангуйг үүсгэх

source: Available Reports
es_es: Reportes disponibles
lv: Pieejamās atskaites
mn: Боломжит тайлан

source: Download a .csv file of all coupon codes for this course.
es_es: Descarga un fichero .csv con todos los cupones para este curso.
lv: Lejupielādēt .csv datni ar visiem šī kursa kuponu kodiem.
mn: Энэ куроны кодын .csv файлыг татаж авах.

source: Coupon Codes
es_es: Códigos de cupón
lv: Kuponu kods
mn: Купон код

source: Coupon (%)
es_es: Cupón (%)
lv: Kupons (%)
mn: Купон (%)

source: The Invoice Number field cannot be empty.
es_es: El número de factura no puede estar en blanco.
lv: Rēķina numura lauks nevar būt tukšs.
mn: Нэхэмжлэхийн дугаар талбар хоосон байж болохгүй.

source: No Expiration Date
es_es: Sin fecha de caducidad
lv: Nav derīguma datuma
mn: Хугацаа дуусах хугацаа байхгүй

source: The company name cannot be a number.
es_es: El nombre de la empresa no puede ser un número.
lv: Uzņēmuma nosaukums nevar būt skaitlis.
mn: Компанийн нэр нь тоо байж болохгүй.

source: Enter the company contact name.
es_es: Indicar el nombre de la persona de contacto de la empresa.
lv: Ievadiet uzņēmuma kontaktpersonas vārdu un uzvārdu.
mn: Компанийн харилцааны нэрийг оруулна уу.

source: The company contact name cannot be a number.
es_es: El nombre de la persona de contacto de la empresa no puede ser un número.
lv: Uzņēmuma kontaktpersonas vārds nevar būt skaitlis.
mn: Компаний холбоо барих нэр нь тоо байж болохгүй.

source: The recipient name cannot be a number.
es_es: El nombre del destinatario no puede ser un número.
lv: Adresāta vārds nevar būt skaitlis.
mn: Хүлээн авагчийн нэр нь тоо байж болохгүй.

source: Enter the recipient email address.
es_es: Introduce el correo electrónico del destinatario.
lv: Ievadiet derīgu adresāta e-pasta adresi.
mn: Хүлээн авагчийн имэйл хаягаа оруулна уу.

source: Enter a coupon code.
es_es: Introducir el código del cupón.
lv: Ievadiet kupona kodu.
mn: Купоны код оруулна уу.

source: The discount percentage must be less than or equal to 100.
es_es: El porcentaje del descuento debe ser menor o igual a 100.
lv: Atlaides procentam ir jābūt mazākam vai vienādam ar 100.
mn: Дискаунтын хувийг 100-аас бага буюу тэнцүү байх ёстой.

source: Enter a numeric value for the discount amount. Do not include the percent sign.
es_es: Introduce un valor numérico para el importe del descuento. No indicar el símbolo del porcentaje.
lv: Ievadiet skaitlisku vērtību atlaides apjomā. Neiekļaujiet procentu zīmi.
mn: Дискаунтын дүнгийн тоон утга оруулна уу. % Тэмдгийг бүү оруул.

source: Number of Enrollments
es_es: Número de matriculados
lv: Reģistrāciju skaits
mn: Сургуулийн тоо

source: Percent Discount
es_es: Porcentage de descuento
lv: Procentu atlaide
mn: Хувь хөнгөлөлт

source: Billing Details
es_es: Detalles de facturación
lv: Norēķinu detaļas
mn: Төлбөрийн дэлгэрэнгүй

source: You can proceed to payment at any point in time. Any additional information you provide will be included in your receipt.
es_es: Puedes proceder a pagar en cualquier momento. Cualquier información adicional que suministres será incluida en tu factura.
lv: Jūs varat pāriet uz maksāšanu jebkurā brīdī. Jebkura papildus informācija, kuru sniegsiet, tiks iekļauta Jūsu kvītī.
mn: Та төлбөрөө төлж болно. Таны нэмсэн аливаа мэдээлэл биллэн дээр чинь орно.

source: Purchasing Organizational Details
es_es: Detalles organizativos de la compra
lv: Pērkošās organizācijas detaļas
mn: Худалдан авагч Байгууллагын Дэлгэрэнгүй

source: Purchasing organization
es_es: Organización de la compra
lv: Pērkošā organizācija
mn: Худалдан авагч байгууллага

source: Purchase order number (if any)
es_es: Número de solicitud de la compra (si lo hubiera)
lv: Pirkuma pasūtījuma numurs (ja eksistē)
mn: Худалдааны захиалгын тоо

source: email@example.com
es_es: correo@ejemplo.com
lv: epasts@piemērs.com
mn: емэйл@example.com

source: Additional Receipt Recipient
es_es: Destinatario adicional de la factura
lv: Rēķina papildus saņēmējs
mn: Нэмэлт Биллийг Хүлээн авагч

source: If no additional billing details are populated the payment confirmation will be sent to the user making the purchase.
es_es: Si no se añaden otros detalles de facturación, la confirmación del pago se enviará al usuario que hace la compra.
lv: Ja nav aizpildītas papildus norēķinu detaļas, maksājuma informācija tiks nosūtīta lietotājam, kas veica pirkumu.
mn: Хэрэв төлбөр тооцооны нэмэлт мэдээлэл байхгүй бол төлбөр хийх баталгааг хэрэглэгч худалдан авахад илгээгдэх болно.

source: Payment processing occurs on a separate secure site.
es_es: El proceso de pago tiene lugar en un sitio web seguro diferente.
lv: Maksājuma apstrāde notiek atsevišķā, drošā vietnē.
mn: Тусдаа найдвартай сайт дээр төлбөрийг хийлгэнэ.

source: Your Shopping cart is currently empty.
es_es: Tu carrito de la compra ahora mismo está vacío.
lv: Jūsu iepirkumu grozs pašreiz ir tukšs.
mn: Таны шоппинг тэрэг одоогоор хоосон байна.

source: Payment
es_es: Pago
lv: Maksājums
mn: Төлбөр

source: Download CSV Reports
es_es: Descargar informes en CSV
lv: Lejupielādēt CSV atskaites
mn: CSV Мэдээнүүдийг татах

source: Download CSV Data
es_es: Descargar datos en CSV
lv: Lejupielādēt CSV datus
mn: CSV Өгөгдлүүдийг татах

source: There was an error in your date input. It should be formatted as YYYY-MM-DD
es_es: Hubo un error en la fecha introducida. Debería seguir el formato AAAA-MM-DD
lv: Datums ievadīts kļūdaini. Tas ir jāformatē kā YYYY-MM-DD
mn: Огноо оруулахад алдаа гарлаа. YYYY-MM-DD оныг дөрвөн тоогоор-сар хоёр тоогоор- өдөр хоёр тоогоор тавина

source: These reports are delimited by start and end dates.
es_es: Estos informes están delimitados por las fechas de inicio y fin.
lv: Šīs atskaites ir norobežotas ar sākuma un beigu datumiem.
mn: Эдгээр мэдээнүүд нь эхлэл ба төгсгөлийн огноогоор хязгаарлагдана.

source: Start Date:
es_es: Fecha de inicio del curso
lv: Sākuma datums:
mn: Эхлэх огноо:

source: End Date:
es_es: Fecha de finalización del curso
lv: Beigu datums:
mn: Дуусах огноо:

source: These reports are delimited alphabetically by university name. i.e., generating a report with 'Start Letter' A and 'End Letter' C will generate reports for all universities starting with A, B, and C.
es_es: Estos informes están delimitados alfabéticamente por el nombre de la universidad. Es decir, generar un informe con 'Letra inicial' A y 'Letra final' C generará informes para todas las universidades que comiencen con A, B y C.
lv: Šīs atskaites tiek norobežotas alfabētiski pēc universitātes nosaukuma. T.i., ģenerējot atskaiti ar ‘Sākuma burtu’ A un ‘Beigu burtu’ C, tiks ģenerētas atskaites visām universitātēm, kas sākas ar burtiem A, B un C.
mn: Эдгээр мэдээнүүд нь их сургуулийн нэрсийг цагаан толгойн дарааллаар, жишээ нь мэдээг 'Эхлэх Үсэг' A ба 'Төгсгөл Үсэг' C мэдээг гарга гэвэл бүх А, В ба С үсгээр эхэлсэн их сургуулиудын мэдээг гаргана.

source: Start Letter:
es_es: Letra de inicio:
lv: Sākuma burts:
mn: Эхлэх үсэг:

source: End Letter:
es_es: Letra de fin:
lv: Beigu burts:
mn: Дуусах үсэг:

source: Payment Error
es_es: Error en el pago
lv: Maksājuma kļūda
mn: Төлбөрийн Алдаа

source: There was an error processing your order!
es_es: ¡Hubo un error al procesar tu orden!
lv: Notika kļūda, apstrādājot Jūsu pasūtījumu!
mn: Таны захиалгыг боловсруулахад алдаа гарлаа!

source: Thank you for your purchase!
es_es: ¡Gracias por tu compra!
lv: Paldies par Jūsu veikto pirkumu!
mn: Таны худалдан авалтанд баярлалаа!

source: View Dashboard
es_es: Ver panel
lv: Skatīt informācijas paneli
mn: Хяналтын самбарыг харах

source: You have successfully been enrolled for {course_names}. The following receipt has been emailed to {receipient_emails}
es_es: Te has inscrito al curso {course_names}. El recibo ha sido enviado por correo electrónico a {receipient_emails}
lv: Jūs esat veiksmīgi reģistrējušies {course_names}. Sekojoša kvīts tika nosūtīta uz e-pastu {receipient_emails}
mn: Та амжилттай {course_names} -д элсэн орсон. Дараах баримтыг {receipient_emails} руу и-мэйл явуулсан

source: The following receipt has been emailed to {receipient_emails}
es_es: El siguiente recibo ha sido enviado por correo electrónico a {receipient_emails}
lv: Sekojošas kvītis tika nosūtītas e-pastā uz {receipient_emails}
mn: Дараах баримтыг {receipient_emails} руу и-мэйл явуулсан

source: Please send each professional one of these unique registration codes to enroll into the course. The confirmation/receipt email you will receive has an example email template with directions for the individuals enrolling.
es_es: Por favor, envía a cada profesional uno de estos códigos únicos de registro para que se inscriba al curso. El correo electrónico de confirmación/factura que recibirás tiene una plantilla de correo electrónico de ejemplo con instrucciones individuales de inscripción.
lv: Lūdzu, nosūtiet katram profesionālim vienu no šiem unikālajiem reģistrācijas kodiem, lai reģistrētos kursā. Apstiprinājuma/kvīts e-pastā, kuru Jūs saņemsiet ir parauga e-pasta veidne ar norādēm personām, kuras reģistrēsies.
mn: Бүх мэргэжилтнүүдэд энэ хичээлд орох бүртгэлийн давтагдахгүй кодыг явуулна уу. Баталгаажуулалт/хүлээн авсан емэйлд тань элсэн орсон хувь хүмүүст зориулсан заавар темплэйт емэйл байгаа.

source: Enrollment Link
es_es: Enlace de inscripción
lv: Reģistrēšanās saite
mn: Элсэлтийн Линк

source: Used
es_es: Utilizado
lv: Izmantota
mn: Ашигласан

source: Invalid
es_es: Inválido
lv: Nederīga
mn: Буруу байна

source: Invoice
es_es: Factura
lv: Rēķins
mn: Нэхэмжлэл

source: Date of purchase
es_es: Fecha de compra
lv: Pirkuma datums
mn: Худалдан авсан огноо

source: Print Receipt
es_es: Imprimir factura
lv: Drukāt kvīti
mn: Биллийг Хэвлэх

source: Billed To Details
es_es: Facturado con detalle
lv: Rēķins atbilstoši detaļām
mn: Дэлгэрэнгүй хаяг руу билл бичих

source: N/A
es_es: No se aplica

source: Purchase Order Number
es_es: Número de la solicitud de compra
lv: Pirkuma pasūtījuma numurs
mn: Худалдан авах Захиалгын Дугаар

source: Company Contact Name
es_es: Nombre del contacto de la empresa
lv: Uzņēmuma kontaktpersonas vārds un uzvārds
mn: Компаний Харилцах Нэр

source: Company Contact Email
es_es: E-mail de contacto de la empresa
lv: Uzņēmuma kontaktpersonas e-pasta adrese
mn: Компаний Харилцах Имэйл

source: Recipient Name
es_es: Nombre del destinatario
lv: Saņēmēja vārds un uzvārds
mn: Хүлээн авах Нэр

source: Recipient Email
es_es: Correo electrónico del destinatario
lv: Saņēmēja e-pasta adrese
mn: Хүлээн авах Емэйл

source: Card Type
es_es: Tipo de tarjeta
lv: Kartes veids
mn: Картны Төрөл

source: Credit Card Number
es_es: Número de la tarjeta de crédito
lv: Kredītkartes numurs
mn: Кредит Картны Дугаар

source: Address 1
es_es: Domicilio 1
lv: Adrese 1
mn: Хаяг 1

source: Address 2
es_es: Domicilio 2
lv: Adrese 2
mn: Хаяг 2

source: Registration for:
es_es: Registro para:
lv: Reģistrācija uz:
mn: -нд Бүртгэх:

source: Price per student:
es_es: Precio por alumno:
lv: Cena studentam:
mn: Нэгж оюутанд үнэ:

source: Discount Applied:
es_es: Descuento aplicado:
lv: Piemērotās atlaides:
mn: Үзүүлсэн Хямдрал:

source: Students
es_es: Alumnos
lv: Studenti
mn: Сурагчид

source: Note: items with strikethough like <del>this</del> have been refunded.
es_es: Nota: Elementos tachados <del>así</del> han sido reembolsados.
lv: Piezīme: preces ar izsvītrojumu kā <del>šis</del> ir tikušas atmaksātas.
mn: Тайлбар: <del>this</del>гэх мэт байвал буцаан төлсөн гэсэн үг.
