Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Enter true or false. If true, answer submissions for problem modules will be considered in the Entrance Exam scoring/gating algorithm.
eo: Éntér trüé ör fälsé. Ìf trüé, änswér süßmïssïöns för prößlém mödülés wïll ßé çönsïdéréd ïn thé Éntränçé Éxäm sçörïng/gätïng älgörïthm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυм#
lv: Ievadiet kā patiesu vai nepatiesu. Ja šī vērtība ir patiesa, atbilžu iesniegšana problēmu moduļiem tiks ņemta vērā iestājpārbaudījumu vērtēšanas/piesaistīšanas algoritmā.
mn: Үнэн эсвэл худал гэж оруулна уу. Хэрэв үнэн бол даалгаврын хариултын мэдүүлэх модулийг Элсэлтийн Шалгалт scoring/gating алгоритмаар авч үзнэ.

source: Tag this course module as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
eo: Täg thïs çöürsé mödülé äs än Éntränçé Éxäm. Nöté, ýöü müst énäßlé Éntränçé Éxäms för thïs çöürsé séttïng tö täké éfféçt. Ⱡ'σяєм ιρѕυ#
lv: Atzīmējiet šo kursa moduli kā iestājpārbaudījumu. Ņemiet vērā, ka Jums ir jāiespējo iestāšanās pārbaudījumi šim kursam, lai iestatījums stātos spēkā.
mn: Энэ модулийг Элсэлтийн Шалгалт гэж тэмдэглэх. Анхаар, та хүчин төгөлдөр болгохын тулд энэ хичээлийн тохиргооноос Элсэлтийн шалгалтыг идэвхжүүлэх ёстой.

source: Which child module students in a particular group_id should see
eo: Whïçh çhïld mödülé stüdénts ïn ä pärtïçülär gröüp_ïd shöüld séé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Kurus atvasinātos moduļus studentiem noteiktā group_id būtu jāredz
mn: онцгой group_id дахь child модулийн суралцагчид харах хэрэгтэй

source: Account Activation
eo: Àççöünt Àçtïvätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Activate Your Account
eo: Àçtïväté Ýöür Àççöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Activar tu cuenta

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines. A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
eo: À {cert_type} çértïfïçäté sïgnïfïés thät ä léärnér häs ägrééd tö äßïdé ßý thé hönör çödé éstäßlïshéd ßý {platform_name} änd häs çömplétéd äll öf thé réqüïréd täsks för thïs çöürsé ündér ïts güïdélïnés. À {cert_type} çértïfïçäté älsö ïndïçätés thät thé ïdéntïtý öf thé léärnér häs ßéén çhéçkéd änd ïs välïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σмм#
es_es: Un certificado {cert_type} significa que el alumno ha aceptado respetar el Código de Honor establecido por {platform_name} y ha completado todas las tareas requeridas para este curso bajo sus directrices. Un certificado {cert_type} también indica que la identidad del alumno ha sido verificada y es válida.
lv: Ar {cert_type} sertifikātu tiek izteikts, ka audzēknis ir piekritis pakļauties goda kodeksam, kas izveidots {platform_name} un ir pabeidzis visus nepieciešamos uzdevumus šim kursam, atbilstoši tā vadlīnijām. Ar {cert_type} sertifikātu tiek norādīts, ka audzēkņa identitāte ir verificēta un ir derīga.
mn: {cert_type} гэрчилгээ нь суралцагч {platform_name}-ийн ёс зүйн дүрмийг даган зөвшөөрөх ба энэ хичээлийн удирдамжийн дагуу бүх шаардлгатай үүрэгт ажлыг хийж дуусгахыг гэрчилнэ. {cert_type} гэрчилгээ нь мөн суралцагчийн тодорхойлолт нь шалгагдсан ба үнэн болохыг илэрхийлнэ.

source: {month} {day}, {year}
eo: {month} {day}, {year} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: {day} {month} {year}

source: Complete the course
eo: Çömplété thé çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Completa el curso
lv: Pabeidziet kursu
mn: Хичээлийг дуусгах

source: Explore the course
eo: Éxplöré thé çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Explora el curso
lv: Izpētiet kursu
mn: Хичээл хайх

source: Not sure yet
eo: Nöt süré ýét Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: No estoy seguro todavía
lv: Vēl nav pārliecības
mn: Хараахан итгэлтэй биш байна

source: Please contact your degree administrator or edX Support if you have questions.
eo: Pléäsé çöntäçt ýöür dégréé ädmïnïsträtör ör édX Süppört ïf ýöü hävé qüéstïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: 'goal_key' is required.
eo: 'göäl_kéý' ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Please view your course in the existing experience
eo: Pléäsé vïéw ýöür çöürsé ïn thé éxïstïng éxpérïénçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Upgrade to Verified
eo: Ûpgrädé tö Vérïfïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Actualizar a Verificado
lv: Jaunināt uz verificētu
mn: Баталгаажсан руу Сайжруулах

source: Course Starts
eo: Çöürsé Stärts Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
lv: Kurss sākas
mn: Хичээл эхлэх

source: Don't forget to add a calendar reminder!
eo: Dön't förgét tö ädd ä çäléndär rémïndér! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: ¡No olvides añadir un recordatorio de calendario!
lv: Neaizmirstiet pievienot kalendāro atgādinājumu!
mn: Календар сануулагч дээрээ нэмэхээ мартваа.

source: Course starts in {time_remaining_string} on {course_start_date}.
eo: Çöürsé stärts ïn {time_remaining_string} ön {course_start_date}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: El curso comienza en {time_remaining_string} en {course_start_date}.
lv: Kurss sākas {time_remaining_string} laikā, datumā {course_start_date}.
mn: Хичээл {course_start_date} эхэлнэ. {time_remaining_string} дараа эхэлнэ

source: Course starts in {time_remaining_string} at {course_start_time}.
eo: Çöürsé stärts ïn {time_remaining_string} ät {course_start_time}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: El curso comienza en {time_remaining_string} en {course_start_time}.
lv: Kurss sākas {time_remaining_string} laikā, pulksten {course_start_time}.
mn: Хичээл {time_remaining_string} дараа {course_start_time}-т эхэлнэ. .

source: Course End
eo: Çöürsé Énd Ⱡ'σяєм ιρѕυм ∂σłσ#
lv: Kursa beigas
mn: Хичээл дуусах

source: To earn a certificate, you must complete all requirements before this date.
eo: Tö éärn ä çértïfïçäté, ýöü müst çömplété äll réqüïréménts ßéföré thïs däté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Para obtener un certificado, debe completar todos los requisitos antes de esta fecha.
lv: Lai nopelnītu sertifikātu, Jums ir jāizpilda visas prasības pirms šī datuma.
mn: Гэрчилгээ авахын тулд та бүр шаардлагыг энэ хугацаанаас өмнө хангах ёстой.

source: After this date, course content will be archived.
eo: Àftér thïs däté, çöürsé çöntént wïll ßé ärçhïvéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Pēc šī datuma kursa saturs tiks arhivēts.
mn: Энэ огнооны дараа хичээлийн агуулга архивлагдана.

source: This course is ending in {time_remaining_string} on {course_end_date}.
eo: Thïs çöürsé ïs éndïng ïn {time_remaining_string} ön {course_end_date}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Este curso está terminando en {time_remaining_string} en {course_end_date}.
lv: Šis kurss beigsies {time_remaining_string} laikā, datumā {course_end_date}.
mn: Энэ хичээл {time_remaining_string} дараа {course_end_date} нд дуусна.

source: This course is ending in {time_remaining_string} at {course_end_time}.
eo: Thïs çöürsé ïs éndïng ïn {time_remaining_string} ät {course_end_time}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Este curso está terminando en {time_remaining_string} en {course_end_time}.
lv: Šis kurss beigsies {time_remaining_string} laikā, pulksten {course_end_time}.
mn: Энэ хичээл {time_remaining_string} дараа {course_end_time} цагт дуусна.

source: If you have earned a certificate, you will be able to access it {time_remaining_string} from now. You will also be able to view your certificates on your {learner_profile_link}.
eo: Ìf ýöü hävé éärnéd ä çértïfïçäté, ýöü wïll ßé äßlé tö äççéss ït {time_remaining_string} fröm nöw. Ýöü wïll älsö ßé äßlé tö vïéw ýöür çértïfïçätés ön ýöür {learner_profile_link}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαв#
es_es: Si ha obtenido un certificado, podrá acceder a él {time_remaining_string} desde ahora. También podrá ver sus certificados en su {learner_profile_link}.
lv: Ja Jūs nopelnījāt sertifikātu, Jūs varēsiet tam piekļūt {time_remaining_string} laikā no šī brīža. Jūs varēsiet arī apskatīt savus sertifikātus savā {learner_profile_link}.
mn: Хэрэв та гэрчилгээ авсан бол одооноос {time_remaining_string} дараа хандах боломжтой болно. {learner_profile_link}-ээс та өөрийн гэрчилгээнүүдээ харах боломжтой.

source: We are working on generating course certificates.
eo: Wé äré wörkïng ön générätïng çöürsé çértïfïçätés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Estamos trabajando en la generación de certificados de cursos.
lv: Mēs strādājam pie kursa sertifikātu ģenerēšanas.
mn: Бид хичээлийн гэрчилгээг үүсгэхээр ажиллаж байна.

source: Don't forget, you have {time_remaining_string} left to upgrade to a Verified Certificate.
eo: Dön't förgét, ýöü hävé {time_remaining_string} léft tö üpgrädé tö ä Vérïfïéd Çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No lo olvides, te queda {time_remaining_string} para actualizar a un certificado verificado.
lv: Neaizmirstiet, ka jums ir atlicis {time_remaining_string}, lai jauninātu uz verificētu sertifikātu.
mn: Баталгаажсан Гэрчилгээ рүү сайжруулалт хийхэд {time_remaining_string} хугацаа үлдсэн байна. Битгий мартаарай.

source: Don't forget to upgrade to a verified certificate by {localized_date}.
eo: Dön't förgét tö üpgrädé tö ä vérïfïéd çértïfïçäté ßý {localized_date}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No olvide actualizar a un certificado verificado antes del {localized_date}.
lv: Neaizmirstiet jaunināt uz verificētu sertifikātu līdz {localized_date}.
mn: {localized_date} нд Баталгаажсан Гэрчилгээрүү сайжруулалт хийхээ мартваа.

source: In order to qualify for a certificate, you must meet all course grading requirements, upgrade before the course deadline, and successfully verify your identity on {platform_name} if you have not done so already.{button_panel}
eo: Ìn ördér tö qüälïfý för ä çértïfïçäté, ýöü müst méét äll çöürsé grädïng réqüïréménts, üpgrädé ßéföré thé çöürsé déädlïné, änd süççéssfüllý vérïfý ýöür ïdéntïtý ön {platform_name} ïf ýöü hävé nöt döné sö älréädý.{button_panel} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє#
es_es: Para calificar para un certificado, debe cumplir con todos los requisitos de calificación del curso, actualizarse antes de la fecha límite del curso y verificar su identidad en {platform_name} si aún no lo ha hecho. {button_panel}
lv: Lai kvalificētos sertifikātam, Jums ir jāizpilda visas kursa novērtējuma prasības, jauniniet pirms kursa izpildes termiņa un veiksmīgi verificējiet Jūsu identitāti {platform_name}, ja Jūs to vēl neesat izdarījuši.{button_panel}
mn: Гэрчилгээтэй болохын тулд та заавал хичээлийн дүнгийн шаардлагыг хангаж ёстой, хичээл дуусахаас өмнө сайжруулалт хийх ба {platform_name} дээд өөрийн тодорхойлолтоо баталгаажуулах. Хэрэв та үүнийг хийгээгүй байгаа бол .{button_panel}

source: Upgrade ({upgrade_price})
eo: Ûpgrädé ({upgrade_price}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Actualizar ({upgrade_price})
lv: Jaunināt ({upgrade_price})
mn: Сайжруулах ({upgrade_price})

source: You must be enrolled in the course to see course content. {enroll_link_start}Enroll now{enroll_link_end}.
eo: Ýöü müst ßé énrölléd ïn thé çöürsé tö séé çöürsé çöntént. {enroll_link_start}Énröll nöw{enroll_link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
lv: Jums ir jābūt reģistrētiem kursā, lai redzētu kursa saturu. {enroll_link_start}Reģistrējieties tagad{enroll_link_end}.
mn: Хичээлийн агуулгыг харахын тулд заавал элссэн байх шаардлагатай. {enroll_link_start}Элсэх{enroll_link_end}.

source: I allow edX to use the information provided in this application (except for financial information) for edX marketing purposes.
eo: Ì ällöw édX tö üsé thé ïnförmätïön prövïdéd ïn thïs äpplïçätïön (éxçépt för fïnänçïäl ïnförmätïön) för édX märkétïng pürpösés. Ⱡ'σяєм#
lv: Es dodu atļauju edX izmantot manis sniegto informāciju šajā pieteikumā (izņemot finanšu informāciju) edX mārketinga mērķiem.
mn: Миний анкет дээр байгаа мэдээллийг(санхүүгийн мэдээллээс бусад) edX марктингийн зорилгоор ашиглахыг би зөвшөөрч байна.

source: Path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_DIR
eo: Päth {0} döésn't éxïst, pléäsé çréäté ït, ör çönfïgüré ä dïfférént päth wïth GÌT_RÉPÖ_DÌR Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: La ruta {0} no existe, por favor, créalo o configura una ruta diferente para GIT_REPO_DIR
lv: Ceļš {0} neeksistē, lūdzu, izveidojiet to vai arī konfigurējiet citu ceļu, izmantojot GIT_REPO_DIR
mn: {0} зам байхгүй байна, шинээр үүсгэнэ үү, GIT_REPO_DIR-тэй өөр зам тохируулна уу.

source: Non usable git url provided. Expecting something like: git@github.com:edx/edx4edx_lite.git
eo: Nön üsäßlé gït ürl prövïdéd. Éxpéçtïng söméthïng lïké: gït@gïthüß.çöm:édx/édx4édx_lïté.gït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Unable to get git log
eo: Ûnäßlé tö gét gït lög Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: No se pudo obtener git log
lv: Nebija iespējams iegūt git žurnālu
mn: git бүртгэлийг авах боломжгүй байна.

source: git clone or pull failed!
eo: gït çlöné ör püll fäïléd! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: ¡Fallo al hacer un git clone o pull!
lv: git klonēšana vai pieprasījumpiegādes veikšana neizdevās!
mn: git хуулбарлах эсвэл татах амжилтгүй боллоо!

source: Unable to run import command.
eo: Ûnäßlé tö rün ïmpört çömmänd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: No se pudo ejecutar el comando import.
lv: Nebija iespējams izpildīt importēšanas komandu.
mn: Оруулах командыг ажиллуулах боломжгүй байна.

source: The underlying module store does not support import.
eo: Thé ündérlýïng mödülé störé döés nöt süppört ïmpört. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El módulo de almacenamiento interno no soporta la operación de importación.
lv: Pamatā esošais moduļu veikals neatbalsta importēšanu.
mn: Үндсэн модулийн дэлгүүр нь импортыг дэмждэггүй.

source: The specified remote branch is not available.
eo: Thé spéçïfïéd rémöté ßränçh ïs nöt äväïläßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: La especificación de la rama o sucursal remota no está dispobible
lv: Norādītais attālinātais zars nav pieejams.
mn: Тодорхойлсон зайн салбар боломжгүй байна.

source: Unable to switch to specified branch. Please check your branch name.
eo: Ûnäßlé tö swïtçh tö spéçïfïéd ßränçh. Pléäsé çhéçk ýöür ßränçh nämé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No es posible cambiar la rama o sucursal especificada. Por favor comprueba el nombre de tu sucursal.
lv: Nebija iespējams pārslēgties uz norādīto zaru. Lūdzu, pārbaudiet savu zara nosaukumu.
mn: Тодорхойлсон салбарлуу солих боломжгүй байна. Салбарын нэрээ шалгана уу.

source: Import the specified git repository and optional branch into the modulestore and optionally specified directory.
eo: Ìmpört thé spéçïfïéd gït répösïtörý änd öptïönäl ßränçh ïntö thé mödüléstöré änd öptïönällý spéçïfïéd dïréçtörý. Ⱡ'σяєм ιρѕυм ∂σłσя#
es_es: Importa el repositorio git especificado y la sucursal opcional en el almacén del módulo y opcionalmente el directorio especificado.
lv: Importējiet norādīto git repozitoriju un neobligāto zaru moduļu veikalā un neobligāti noteiktajā direktorijā.
mn: Тодорхой git repository болон сонголтот салбарыг модуль дэлгүүр болон сонголтот каталоги руу оруулах.

source: Must provide username
eo: Müst prövïdé üsérnämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Debes proporcionar un nombre de usuario
lv: Ir jāsniedz lietotājvārds
mn: Хэрэглэгчийн нэр шаардлагатай

source: Must provide full name
eo: Müst prövïdé füll nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Debes proporcionar el nombre completo
lv: Ir jāsniedz pilns vārds
mn: Нэрээ оруулах шаардлагатай

source: Password must be supplied
eo: Pässwörd müst ßé süpplïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
mn: Заавал нууц үг өгөх ёстой

source: email address required (not username)
eo: émäïl äddréss réqüïréd (nöt üsérnämé) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: se requiere el e-mail (no el nombre de usuario)
lv: ir nepieciešama e-pasta adrese (nevis lietotājvārds)
mn: имэйл хаяг шаардлагатай (хэрэглэгчийн нэр биш)

source: Oops, failed to create user {user}, {error}
eo: Ööps, fäïléd tö çréäté üsér {user}, {error} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Vaya, hubo un fallo al crear el usuario {user}, {error}
lv: Atvainojiet, neizdevās izveidot lietotāju {user}, {error}
mn: {user} хэрэглэгч үүсгэхэд алдаа гарлаа, {error}

source: User {user} created successfully!
eo: Ûsér {user} çréätéd süççéssfüllý! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Usuario {user} creado satisfactoriamente
lv: Lietotājs {user} izveidots veiksmīgi!
mn: {user} хэрэглэгч амжилттай үүсгэлээ

source: Cannot find user with email address {email_addr}
eo: Çännöt fïnd üsér wïth émäïl äddréss {email_addr} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: No se puede encontrar usuario con dirección de correo electrónico {email_addr}
lv: Nav iespējams atrast lietotāju ar e-pasta adresi {email_addr}
mn: {email_addr} имэйл хаягтай хэрэглэгч олдсонгүй

source: Cannot find user with username {username} - {error}
eo: Çännöt fïnd üsér wïth üsérnämé {username} - {error} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: No se puede encontrar usuario con nombre de usuario {username} - {error}
lv: Nav iespējams atrast lietotāju ar lietotājvārdu {username} - {error}
mn: {username} хэрэглэгчийн нэртэй хэрэглэгч олдсонгүй - {error}

source: Deleted user {username}
eo: Délétéd üsér {username} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Usuario {username} borrado
lv: Lietotājs {username} dzēsts
mn: {username} устгагдсан хэрэглэгч

source: Statistic
eo: Stätïstïç Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Estadística
lv: Statistika
mn: Статистик

source: Value
eo: Välüé Ⱡ'σяєм ιρѕ#
es_es: Valor
lv: Vērtība
mn: Үнэлгээ

source: Site statistics
eo: Sïté stätïstïçs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Estadísticas del sitio
lv: Vietnes statistika
mn: Хуудсын статистик

source: Total number of users
eo: Tötäl nümßér öf üsérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Número total de usuarios
lv: Kopējais lietotāju skaits
mn: Нийт хэрэглэгчийн тоо

source: email
eo: émäïl Ⱡ'σяєм ιρѕ#
lv: e-pasts
mn: имэйл

source: Create User Results
eo: Çréäté Ûsér Résülts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Crear resultados del usuario
lv: Izveidot lietotāja rezultātus
mn: Хэрэглэгчийн үр дүнг үүсгэх

source: Delete User Results
eo: Délété Ûsér Résülts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Borrar resultados del usuario
lv: Dzēst lietotāja rezultātus
mn: Хэрэглэгчийн үр дүнг утсгах

source: The git repo location should end with '.git', and be a valid url
eo: Thé gït répö löçätïön shöüld énd wïth '.gït', änd ßé ä välïd ürl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La dirección del repositorio git debe acabar con '.git' y debe ser una url válida
lv: Git repo atrašanās vietai ir jābeidzas ar '.git’ un jābūt derīgam URL
mn: git repo байрлал '.git'-ээр төгссөн байх хэрэгтэй ба хүчинтэй url байх хэрэгтэй.

source: Added Course
eo: Àddéd Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Curso añadido
lv: Pievienots kurss
mn: Нэмэгдсэн хичээл

source: Directory/ID
eo: Dïréçtörý/ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Directorio/ID
lv: Direktorija/ID
mn: Каталоги/ID

source: Git Commit
eo: Gït Çömmït Ⱡ'σяєм ιρѕυм ∂σłσ#
lv: Git izpilde

source: Last Change
eo: Läst Çhängé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Último cambio
lv: Pēdējā izmaiņa
mn: Хамгийн сүүлийн өөрчлөлт

source: Last Editor
eo: Läst Édïtör Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Último editor
lv: Pēdējais rediģētājs
mn: Хамгийн сүүлийн засвар хийсэн хүн

source: Information about all courses
eo: Ìnförmätïön äßöüt äll çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Información sobre todos los cursos
lv: Informācija par visiem kursiem
mn: Бүх хичээлийн талаарх мэдээлэл

source: Deleted
eo: Délétéd Ⱡ'σяєм ιρѕυм #
es_es: Eliminado
lv: Dzēsts
mn: Устгагдсан

source: course_id
eo: çöürsé_ïd Ⱡ'σяєм ιρѕυм ∂σł#
mn: хичээлийн код

source: # enrolled
eo: # énrölléd Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: # inscritos
lv: # reģistrēts
mn: # элссэн

source: # staff
eo: # stäff Ⱡ'σяєм ιρѕυм #
es_es: # empleados
lv: # personāls
mn: # ажилчин

source: instructors
eo: ïnstrüçtörs Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: docentes
lv: treneri
mn: Зааварлагчид

source: Enrollment information for all courses
eo: Énröllmént ïnförmätïön för äll çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Información de inscripciones para todos los cursos
lv: Reģistrēšanās informācija visiem kursiem
mn: Бүх хичээлийн элсэлтийн мэдээлэл

source: role
eo: rölé Ⱡ'σяєм ι#
es_es: rol
lv: loma
mn: Үүрэг

source: full_name
eo: füll_nämé Ⱡ'σяєм ιρѕυм ∂σł#
mn: Нэр

source: %(comment_username)s replied to
eo: %(comment_username)s réplïéd tö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: API key for accessing Sailthru.
eo: ÀPÌ kéý för äççéssïng Säïlthrü. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
lv: API atslēga piekļūšanai Sailthru.
mn: Sailthru хандах үеийн API түлхүүр.

source: API secret for accessing Sailthru.
eo: ÀPÌ séçrét för äççéssïng Säïlthrü. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
lv: API noslēpums piekļūšanai Sailthru.
mn: Sailthru хандах үеийн API нууцлал.

source: Sailthru list name to add new users to.
eo: Säïlthrü lïst nämé tö ädd néw üsérs tö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
lv: Sailthru saraksta nosaukums, kuram pievienot jaunus lietotājus.
mn: Sailthru жагсаалтын нэрлүү шинэ хэрэглэгч нэмэх.

source: Sailthru connection retry interval (secs).
eo: Säïlthrü çönnéçtïön rétrý ïntérväl (séçs). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
lv: Sailthru savienojumu atkārtošanas intervāls (sekundēs).
mn: Sailthru холболтын дахин оролдлого хоорондын хугацаа (секундээр).

source: Sailthru maximum retries.
eo: Säïlthrü mäxïmüm rétrïés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
lv: Sailthru maksimālais atkārtotu mēģinājumu skaits.
mn: Sailthru дахин оролдох хамгийн их тоо

source: Sailthru template to use on welcome send.
eo: Säïlthrü témpläté tö üsé ön wélçömé sénd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
lv: Sailthru izmantojamā veidne sūtot sveicināšanas ziņojumu.
mn: Мэндчилгээ илгээхэд ашиглах Sailthru -гийн илгээсэн загвар.

source: Sailthru template to use on abandoned cart reminder. Deprecated.
eo: Säïlthrü témpläté tö üsé ön äßändönéd çärt rémïndér. Dépréçätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Sailthru izmantojamā veidne sūtot pamesta iepirkumu groza atgādinājumu. Novecojis.
mn: Гээгдсэн картыг сануулахад хэрэглэх Sailthru үлгэр загвар. Батлаагүй.
