Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: The URL or URLs where you've posted non-YouTube versions of the video. Each URL must end in .mpeg, .mp4, .ogg, or .webm and cannot be a YouTube URL. (For browser compatibility, we strongly recommend .mp4 and .webm format.) Students will be able to view the first listed video that's compatible with the student's computer. To allow students to download these videos, set Video Download Allowed to True.
eo: Thé ÛRL ör ÛRLs whéré ýöü'vé pöstéd nön-ÝöüTüßé vérsïöns öf thé vïdéö. Éäçh ÛRL müst énd ïn .mpég, .mp4, .ögg, ör .wéßm änd çännöt ßé ä ÝöüTüßé ÛRL. (För ßröwsér çömpätïßïlïtý, wé strönglý réçömménd .mp4 änd .wéßm förmät.) Stüdénts wïll ßé äßlé tö vïéw thé fïrst lïstéd vïdéö thät's çömpätïßlé wïth thé stüdént's çömpütér. Tö ällöw stüdénts tö döwnlöäd thésé vïdéös, sét Vïdéö Döwnlöäd Àllöwéd tö Trüé.#
es_es: URL o URLs donde has publicado versiones del vídeo que no son de YouTube. Cada URL debe terminar en .mpeg, .mp4, .ogg o .webm y no puede ser una URL de YouTube. (Para la compatibilidad de navegadores, recomendamos los formatos .mp4 y .webm.) Los alumnos podrán ver el primer vídeo de la lista que sea compatible con su ordenador. Para permitir a los alumnos descargar estos vídeos, establece 'Descarga de vídeo permitida' como verdadero.
fa_ir: نشانی وب یا نشانی‌های اینترنتی که نسخه‌های غیر یوتیوب ویدیو را به آن‌ها ارسال کرده‌اید. هر نشانی باید به .mpeg، .mp4، .ogg یا webm. ختم شود و نمی‌تواند نشانی یوتیوب باشد. (برای سازگاری با مرورگر، ما قویاً قالب‌های mp4. و .webm را توصیه می‌کنیم.) یادگیرندگان می‌توانند اولین ویدیوی فهرست‌شده را مشاهده کنند که با رایانه یادگیرنده سازگار است. برای اینکه آن‌ها بتوانند این ویدیوها را دانلود کنند، بارگیری مجاز ویدیو را روی گزینه «درست» تنظیم کنید.
it_it: L'URL o o gli URL dove sono state postate le versioni non YouTube del video. Ciascun URL deve terminare con .mpeg, .mp4, .ogg, o .webm e non può essere un URL YouTube. (Per la compatibilità con il browser, si raccomanda il formato .mp4 e .webm). Gli studenti saranno in grado di visualizzare il primo video elencato compatibile con il computer utilizzato. Per consentire agli studenti di scaricare tali video, impostare Scaricamento del video consentito su True.
lv: URL uz vietu, kur Jūs publicējāt video versijas, kas nav YouTube. Katram URL jābeidzas ar .mpeg, .mp4, .ogg, vai .webm un tas nevar būt YouTube URL. (Pārlūku saderībai mēs stingri iesakām .mp4 un .webm formātus.) Studenti varēs apskatīt pirmo uzskaitīto video, kurš ir saderīgs ar studenta datoru. Lai ļautu studentiem lejupielādēt šos video, iestatiet ‘Video lejupielāde atļauta’ kā patiesu.
mn: ВидеоТаны байршуулсан видеоны Youtube биш хувилбарын URL-ууд. Бүх URL .mpeg, .mp4, .ogg, .webm өргөтгөлтэй байх ёстой ба Youtube URL байж болохгүй (Хөтөчид таарамжтай байх үүднээс .mp4, .webm өргөлтгөлийг санал болгож байна). Суралцагчид жагсаалтын эхэнд байгаа видеог үзэх боломжтой энэ нь суралцагчдын компьютерт тохиромжтой. Суралцагчдад эдгээр видеонуудыг татаж авахыг зөвшөөрөхийн тулд Видео Татах-ийг Үнэн гэж тохируулна уу.

source: Video File URLs
eo: Vïdéö Fïlé ÛRLs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: URLs de archivos de vídeo
fa_ir: نشانی‌های پرونده ویدیو
it_it: URL del file video
lv: Video datnes URL
mn: Видео файлын URL

source: By default, students can download an .srt or .txt transcript when you set Download Transcript Allowed to True. If you want to provide a downloadable transcript in a different format, we recommend that you upload a handout by using the Upload a Handout field. If this isn't possible, you can post a transcript file on the Files & Uploads page or on the Internet, and then add the URL for the transcript here. Students see a link to download that transcript below the video.
eo: Bý défäült, stüdénts çän döwnlöäd än .srt ör .txt tränsçrïpt whén ýöü sét Döwnlöäd Tränsçrïpt Àllöwéd tö Trüé. Ìf ýöü wänt tö prövïdé ä döwnlöädäßlé tränsçrïpt ïn ä dïfférént förmät, wé réçömménd thät ýöü üplöäd ä händöüt ßý üsïng thé Ûplöäd ä Händöüt fïéld. Ìf thïs ïsn't pössïßlé, ýöü çän pöst ä tränsçrïpt fïlé ön thé Fïlés & Ûplöäds pägé ör ön thé Ìntérnét, änd thén ädd thé ÛRL för thé tränsçrïpt héré. Stüdénts séé ä lïnk tö döwnlöäd thät tränsçrïpt ßélöw thé vïdéö.#
es_es: Por defecto, los alumnos pueden descargar una transcripción .srt o .txt cuando ponen 'Descarga de transcripción permitida' en verdadero. Si quieres proporcionar una transcripción descargable en un formato diferente, recomendamos que subas a la red un impreso usando el campo 'Subir un impreso'. Si esto no es posible, puedes publicar una transcripción en la página de Archivos y Descargas o en internet, y a continuación añadir aquí esa URL. Los alumnos verán un enlace para descargar esa transcripción bajo el vídeo.
fa_ir: به‌طور پیش‌فرض، یادگیرندگان می‌توانند زیرنویس .srt یا txt. را با تنظیم «مجوز بارگیری زیرنویس» روی گزینه «درست» بارگیری کنند. اگر می‌خواهید زیرنویس قابل بارگیری را در قالب دیگری ارائه کنید، توصیه می‌کنیم با استفاده از قسمت بارگذاری جزوه، آن را بارگذاری کنید. اگر این مورد امکان‌پذیر نیست، می‌توانید پرونده زیرنویس را در صفحه پرونده‌ها و بارگذاری‌ها یا در اینترنت ارسال کنید و سپس نشانی مربوط به زیرنویس را به اینجا بیفزایید. یادگیرندگان پیوندی را برای بارگیری آن متن زیر ویدیو مشاهده می‌کنند.
it_it: Per impostazione predefinita, gli studenti possono scaricare un file di trascrizione .srt o .txt quando si imposta Scaricamento trascrizione consentito su True. Se si desidera fornire un file di trascrizione scaricabile in un formato differente, si consiglia di caricare un opuscolo utilizzando il campo Carica un opuscolo. Se ciò non fosse possibile, è possibile postare un file di trascrizione nella pagina File & Caricamenti o su Internet, e quindi aggiungere l'URL per le trascrizioni qui. Gli studenti visualizzano un link per scaricare quel file di trascrizione al di sotto del video.
lv: Pēc noklusējuma studenti var lejupielādēt .srt vai .txt norakstu, kad Jūs iestatāt ‘Noraksta lejupielāde atļauta’ kā patiesu. Ja Jūs vēlaties sniegt lejupielādējamu norakstu citā formātā, mēs iesakām Jums augšupielādēt izdales materiālus, izmantojot ‘Augšupielādēt izdales materiālu’ lauku. Ja tas nav iespējams, Jūs varat publicēt noraksta datni ‘Datnes un augšupielādes’ lapā vai internetā un pēc tam šeit pievienot noraksta URL. Studenti redzēs saiti šī noraksta lejupielādei zem video.
mn: Өгөгдмөл нь, Хөрвүүлэг Татахы Зөвшөөрөхийг Үнэн гэж тохируулбал суралцагчид .srt эсвэл .txt хөрвүүлэгийг татаж авч чадна. Хэрэв та өөр форматтай татах боломжтой хөрвүүлэг файл оруулахыг хүсвэл бид Гарын авлага татах талбарыг ашиглан гарын авлага ачаалахыг санал болгож байна. Хэрэв энэ боломжгүй бол та Файл & Ачаалах хуудас эсвэл Интернэтэд хөрвүүлэг файлыг оруулах боломжтой ба дараа нь хөрвүүлгийн URL-ийг энд нэмнэ. Суралцагчид видеоны доод хэсэгт хөрвүүлэг татах холбоосыг харна.

source: Downloadable Transcript URL
eo: Döwnlöädäßlé Tränsçrïpt ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: URL de transcripción descargable
fa_ir: نشانی زیرنویس قابل بارگیری
it_it: URL per la trascrizione scaricabile
lv: Lejupielādējama noraksta URL
mn: Хөрвүүлэгийг татах URL

source: Allow students to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
eo: Àllöw stüdénts tö döwnlöäd thé tïméd tränsçrïpt. À lïnk tö döwnlöäd thé fïlé äppéärs ßélöw thé vïdéö. Bý défäült, thé tränsçrïpt ïs än .srt ör .txt fïlé. Ìf ýöü wänt tö prövïdé thé tränsçrïpt för döwnlöäd ïn ä dïfférént förmät, üplöäd ä fïlé ßý üsïng thé Ûplöäd Händöüt fïéld. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ #
es_es: Permite a los alumnos descargar las transcripciones temporizadas. Tras el vídeo aparece un enlace para descargar el archivo. Por defecto, la transcripción es un fichero .srt o .txt. Si quieres proporcionar la descarga de la transcripción en un formato distinto, carga un fichero utilizando el campo Subida de apuntes.
fa_ir: به دانش آموزان اجازه بارگیری زیرنویس زماندار را می‌دهید. در زیر فیلم، پیوندی برای بارگیری پرونده ظاهر می‌شود. به‌صورت پیش‌فرض ، متن، پرونده‌ای در قالب .srt یا .txt است. اگر مایلید متن را در قالب دیگری بارگذاری کنید، از بخش «بارگذاری جزوه» استفاده کنید.
it_it: Consente agli studenti di scaricare il file di trascrizione a tempo. Un link per scaricare il file appare al di sotto del video. Per impostazione predefinita, la trascrizione è un file .srt o .txt. Se si desidera fornire il file di trascrizione da scaricare in un formato differente, caricare un file utilizzando il campo Carica un opuscolo.
lv: Ļaut studentiem lejupielādēt norakstu ar laika kodiem. Saite uz datnes lejupielādi tiek parādīta zem video. Pēc noklusējuma noraksts ir .srt vai .txt datne. Ja Jūs vēlaties sniegt norakstu lejupielādei citā formātā, augšupielādējiet datni, izmantojot ‘Augšupielādēt izdales materiālu’ lauku.
mn: Суралцагчидад цагт хөрвүүлгийг татаж авахыг зөвшөөрөх. Файлыг татах холбоос видеоны доор харагдана. Өгөгдмөл хөрвүүлэг нь .srt эсвэл .txt файл байна. Хэрэв та өөр форматтай хөрвүүлэг файл санал болгохыг хүсвэл Гарын авлага Ачаалах талбарыг ашиглан ачаалах.

source: Download Transcript Allowed
eo: Döwnlöäd Tränsçrïpt Àllöwéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Se permite descargar transcripción
fa_ir: مجوز بارگیری متن زیرنویس
it_it: Autorizza il download della trascrizione
lv: Noraksta lejupielāde atļauta
mn: Хөрвүүлэг татахыг зөвшөөрсөн

source: The default transcript for the video, from the Default Timed Transcript field on the Basic tab. This transcript should be in English. You don't have to change this setting.
eo: Thé défäült tränsçrïpt för thé vïdéö, fröm thé Défäült Tïméd Tränsçrïpt fïéld ön thé Bäsïç täß. Thïs tränsçrïpt shöüld ßé ïn Énglïsh. Ýöü dön't hävé tö çhängé thïs séttïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυ#
es_es: La transcripción por defecto del vídeo, del campo Transcripción sincronizada por defecto en la pestaña Básico. Esta transcripción debería estar en inglés. No necesitas cambiar esta configuración.
fa_ir: زیرنویس پیش‌فرض برای این ویدیو، از بخش زیرنویس زماندار پیش‌فرض در زبانه اصلی است. این زیرنویس باید به زبان انگلیسی باشد. شما نیازی به تغییر این تنظیم ندارید.
it_it: La trascrizione predefinita per il video, dal campo Trascrizione con temporizzazione predefinita presente sulla scheda Di base. Questa trascrizione dovrebbe essere in inglese. Non è necessario modificare questa impostazione.
lv: Noklusētais video noraksts, no noklusētā laika kodu noraksta lauka pamata cilnē. Šim norakstam būtu jābūt angļu valodā. Jums nav obligāti jāizmaina šis iestatījums.
mn: Үндсэн таб дээрх Өгөгдмөл Цагт Хөрвүүлэг талбарт Видеоны өгөгдмөл хөрвүүлэг. Энэ хөрвүүлэг нь Англи байх хэрэгтэй. Та энэ тохиргоог өөрчлөх шаардлагагүй.

source: Default Timed Transcript
eo: Défäült Tïméd Tränsçrïpt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Subtítulos por defecto
fa_ir: زیرنویس زماندار پیش‌فرض
it_it: Trascrizione con temporizzazione predefinita
lv: Noklusētais laika kodu noraksts
mn: Өгөгдмөл цагт хөрвүүлэг

source: Specify whether the transcripts appear with the video by default.
eo: Spéçïfý whéthér thé tränsçrïpts äppéär wïth thé vïdéö ßý défäült. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Especifica si las transcripciones aparecen con el vídeo por defecto.
fa_ir: مشخص کنید که آیا زیرنویس به همراه ویدیو به‌صورت پیش‌فرض ظاهر شود.
it_it: Specificare se le trascrizioni appaiono con il video per impostazione predefinita.
lv: Norādiet, vai noraksti parādās kopā ar video pēc noklusējuma.
mn: Видеотой хамт хөрвүүлэг харагдах эсэхийг өгөгдмөлөөр тодорхойлох

source: Show Transcript
eo: Shöw Tränsçrïpt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Mostrar transcripción
fa_ir: نمایش زیرنویس
it_it: Mostra trascrizione
lv: Parādīt norakstu
mn: Хөрвүүлэгийг харуулах

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
eo: Àdd tränsçrïpts ïn dïfférént längüägés. Çlïçk ßélöw tö spéçïfý ä längüägé änd üplöäd än .srt tränsçrïpt fïlé för thät längüägé. Ⱡ'σяє#
es_es: Añadir transcripciones en diferentes lenguajes. Pincha debajo para especificar un lenguaje y subir un fichero de transcripción .srt para ese lenguaje.
fa_ir: زیرنویس‌هارا به زبان‌های مختلف اضافه کنید. برای تعیین یک زبان و بارگذاری پرونده زیرنویس .srt اینجا کلیک کنید.
it_it: Aggiungere le trascrizioni nelle diverse lingue. Fare clic di seguito per specificare una lingua e caricare il file di trascrizione .srt per quella lingua.
lv: Pievienot norakstus dažādās valodās. Klikšķiniet tālāk, lai norādītu valodu un augšupielādētu .srt noraksta datni attiecīgajai valodai.
mn: Өөр хэлтэй хөрвүүлэг нэмэх. Доор дарж хэлийг тодорхойлох ба .srt хөрвүүлэг файлыг ачаалана уу.

source: Transcript Languages
eo: Tränsçrïpt Längüägés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Idiomas de transcripción
fa_ir: زبان زیرنویس
it_it: Lingue di trascrizione
lv: Noraksta valodas
mn: Хөрвүүлэг хэлнүүд

source: Preferred language for transcript.
eo: Préférréd längüägé för tränsçrïpt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Lenguaje preferido para la transcripción.
fa_ir: زبان مرجح زیرنویس.
it_it: Lingua preferita per la trascrizione.
lv: Vēlamā noraksta valoda.
mn: Хөрвүүлгэнд санал болгож буй хэл

source: Preferred language for transcript
eo: Préférréd längüägé för tränsçrïpt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Lenguaje preferido para la transcripción
fa_ir: زبان مرجح زیرنویس
it_it: Lingua preferita per la trascrizione
lv: Vēlamā noraksta valoda
mn: Хөрвүүлгэнд санал болгож буй хэл

source: Transcript file format to download by user.
eo: Tränsçrïpt fïlé förmät tö döwnlöäd ßý üsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Formato del archivo de transcripción a descargar por el usuario.
fa_ir: فرمت فایل زیرنویس برای بارگیری به دست کاربر.
it_it: Formato file di trascrizione da scaricare per utente.
lv: Noraksta datnes formāts, kuru lejupielādēt lietotājam.
mn: Хэрэглэгчийн татах хөрвүүлэг файлын формат

source: SubRip (.srt) file
eo: SüßRïp (.srt) fïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Fichero SubRip (.srt)
fa_ir: SubRipپرونده (.srt)
it_it: File SubRip (.srt)
lv: SubRip (.srt) datne
mn: SubRip (.srt) файл

source: Text (.txt) file
eo: Téxt (.txt) fïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Fichero de texto plano (.txt)
fa_ir: پرونده متن (.txt)
it_it: File di testo (.txt)
lv: Teksta (.txt) datne
mn: Текст(.txt) файл

source: The last speed that the user specified for the video.
eo: Thé läst spééd thät thé üsér spéçïfïéd för thé vïdéö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Última velocidad de vídeo que especificó el usuario.
fa_ir: آخرین سرعتی که کاربر برای این فیلم مشخص کرده است.
it_it: L'ultima velocità specificata dall'utente per il video.
lv: Pēdējais ātrums, kuru lietotājs norādīja video.
mn: Хэрэглэгчийн видеоны хамгийн сүүлд тохируулсан хурд.

source: The default speed for the video.
eo: Thé défäült spééd för thé vïdéö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Velocidad del vídeo por defecto.
fa_ir: سرعت پیش‌فرض برای این ویدیو.
it_it: Velocità predefinia del video.
lv: Noklusētais video ātrums.
mn: Бичлэгийн өгөгдмөл хурд

source: Specify whether to advance automatically to the next unit when the video ends.
eo: Spéçïfý whéthér tö ädvänçé äütömätïçällý tö thé néxt ünït whén thé vïdéö énds. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Especifique si se avanzará automáticamente a la siguiente unidad cuando finalice el video.
fa_ir: با پایان یافتن ویدئو مشخص کنید که آیا به‌طور خودکار به واحد بعدی منتقل شود.
it_it: Specificare se avanzare automaticamente alla successiva unità al termine del video.
lv: Norādiet, vai automātiski pāriet uz nākamo nodaļu, kad beidzas video.
mn: Видео дуусах үед автоматаар дараагийн нэгж рүү шилжих эсэхийг тодорхойл.

source: Specify whether YouTube is available for the user.
eo: Spéçïfý whéthér ÝöüTüßé ïs äväïläßlé för thé üsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Especifica si YouTube está disponible para el usuario.
fa_ir: مشخص کنید که آیا یوتیوب برای این کاربر در دسترس است.
it_it: Specificare se YouTube è disponibile per l'utente.
lv: Norādiet, vai YouTube ir pieejams lietotājam.
mn: Хэрэглэгчид YouTube боложтой эсэхийг тодорхойл

source: Upload a handout to accompany this video. Students can download the handout by clicking Download Handout under the video.
eo: Ûplöäd ä händöüt tö äççömpäný thïs vïdéö. Stüdénts çän döwnlöäd thé händöüt ßý çlïçkïng Döwnlöäd Händöüt ündér thé vïdéö. Ⱡ'σяєм ιρѕυ#
es_es: Carga apuntes para acompañar este vídeo. Los alumnos pueden descargar los apuntes pinchando en Descargar apuntes debajo del vídeo.
fa_ir: برای همراهی با این ویدیو، دفترچه‌ای را بارگذاری کنید. یادگیرندگان می‌توانند جزوه را با کلیک روی دکمه «بارگیری جزوه» در زیر ویدیو بارگیری کنند.
it_it: Caricare un opuscolo a corredo di questo video. Gli studenti possono scaricare l'opuscolo facendo clic su Scarica opuscolo sotto il video.
lv: Augšupielādējiet video pavadošo izdales materiālu. Studenti var lejupielādēt izdales materiālu, klikšķinot uz ‘Lejupielādēt izdales materiālu’ zem video.
mn: Энэ видеоны дагадлах гарын авлагыг ачаалах. Суралцагчид видеоны доор байрлах Гарын авлага Татах дээр дарж гарын авлагыг татаж авч чадна.

source: Upload Handout
eo: Ûplöäd Händöüt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Subir impreso a la red
fa_ir: بارگذاری جزوه
it_it: Carica opuscolo
lv: Augšupielādēt izdales materiālu
mn: Гарын авлагыг ачаалах

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
eo: Spéçïfý whéthér äççéss tö thïs vïdéö ïs lïmïtéd tö ßröwsérs önlý, ör ïf ït çän ßé äççésséd fröm öthér äpplïçätïöns ïnçlüdïng mößïlé äpps. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσ#
es_es: Específica si el acceso a este vídeo está limitado a los navegadores solamente, o si puede ser accesible desde otras aplicaciones incluyendo las aplicaciones móviles.
fa_ir: مشخص کنید که آیا دسترسی به این ویدیو فقط به مرورگرها محدود شده است، یا اگر وجود دارد از سایر برنامه‌ها از جمله برنامه‌های تلفن‌همراه قابل دسترسی است.
it_it: Specificare se l'accesso a questo video è limitato solo ai browser o se può essere acceduto da altre applicazioni come le app mobile.
lv: Nosakiet, vai pieeja šim video tiek ierobežota tikai pārlūkiem, vai arī tam var piekļūt no citām lietotnēm, ieskaitot mobilās lietotnes.
mn: Энэ видеоны хандалт зөвхөн хөтчөөр хязгаарлагдах эсвэл мобайл програм хангамж зэрэг бусад програм хангамжаас хандаж чадах эсэхийг тодорхойл

source: Video Available on Web Only
eo: Vïdéö Àväïläßlé ön Wéß Önlý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Vídeo disponible solamente en navegadores
fa_ir: ویدیو فقط از طریق وب در دسترس است
it_it: Video disponibile solo su Web
lv: Video pieejams tikai tīmeklī
mn: Видеог зөвхөн вэб дээр тоглуулах боломжтой

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
eo: Ìf ýöü wéré ässïgnéd ä Vïdéö ÌD ßý édX för thé vïdéö tö pläý ïn thïs çömpönént, éntér thé ÌD héré. Ìn thïs çäsé, dö nöt éntér välüés ïn thé Défäült Vïdéö ÛRL, thé Vïdéö Fïlé ÛRLs, änd thé ÝöüTüßé ÌD fïélds. Ìf ýöü wéré nöt ässïgnéd ä Vïdéö ÌD, éntér välüés ïn thösé öthér fïélds änd ïgnöré thïs fïéld. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ι#
es_es: Si te ha sido asignado un ID de vídeo por edX para el vídeo a reproducir en este componente, introduce el ID aquí. En este caso, no introduzcas valores en los campos de la URL de vídeo por defecto, las URLs de archivo de vídeo y el ID de YouTube. Si no te ha sido asignado ningún ID de vídeo, introduce valores en esos otros campos e ignora este campo.
fa_ir: اگر به شما از طریق edX ، شناسه‌ای به این ویدیو اختصاص دادید تا در این مولفه عمل کند، شناسه را اینجا وارد کنید. در این حالت، مقادیر را به آدرس اینترنتی پیش‌فرض ویدیو، آدرس‌های اینترنتی فایل ویدیو و قسمت‌های مختلف شناسه یوتیوب وارد نکنید. اگر به ویدیو، شناسه‌ای اختصاص نداده‌اید، مقادیر را سایر قسمت‌ها وارد کنید و این قسمت را نادیده بگیرید
it_it: Se è stato assegnato un ID video da edX per il video da riprodurre in questo componente, immettere l'ID qui. In questo caso, non immettere i valori nei campi URL video predefinito, URL file video e ID YouTube. Se non è stato assegnato un ID video, immettere i valori negli altri campi e ignora questo campo.
lv: Ja Jums tika piešķirts video ID no edx šajā komponentā atskaņojamajam video, ievadiet ID šeit. Šajā gadījumā neievadiet vērtības laukos ‘Noklusētais video URL’, ‘Video datnes URL’ un ‘YouTube ID’. Ja Jums netika piešķirts video ID, ievadiet vērtības šajos citos laukos un ignorējiet šo lauku.
mn: Хэрэв та энэ бүрдэл хэсэгт видео тоглуулахын тулд edX-ийн Видео ID-г өгсөн бол ID-г энд оруулна уу. Энэ тохиолдолд Default Video URL, Видео Файл URL, YouTube ID талбаруудад утга оруулахгүй. Хэрэв та Видео ID олгоогүй бол эдгээр талбаруудын утгуудыг оруулаад энэ талбарыг орхи.

source: Date of the last view of the bumper
eo: Däté öf thé läst vïéw öf thé ßümpér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Fecha de la última vista del bumper.
fa_ir: تاریخ آخرین بازدید از bumper
it_it: La data in cui stato è stato aggiornato l'ultima volta l'intercalare
lv: Video fragmenta pēdējās apskates datums
mn: Bumper-ийн хамгийн сүүлд үзсэн огноо

source: Do not show bumper again
eo: Dö nöt shöw ßümpér ägäïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: No volver a mostrar
fa_ir: هنوز bumper دیگر نشان داده نشود
it_it: Non mostrare più l'intercalare
lv: Nerādīt fragmentu atkārtoti
mn: Bumper-ийг дахин харуулахгүй байх

source: Specify whether the video can be accessed publicly by learners.
fa_ir: مشخص کنید آیا یادگیرندگان اجازه دسترسی به ویدیو به صورت عمومی داشته باشند یا خیر.
it_it: Specifica se gli studenti possono accedere pubblicamente al video.

source: Public Access
fa_ir: دسترسی عمومی
it_it: Accesso pubblico

source: Add a specific thumbnail for learners to see before playing the video.
fa_ir: قبل از پخش ویدیو، یک تصویر کوچک خاص را برای دانش‌آموزان اضافه کنید.

source: Thumbnail
fa_ir: تصویر کوچک

source: Instructions
eo: Ìnstrüçtïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Instrucciones
fa_ir: دستورالعمل‌ها
it_it: Istruzioni
lv: Instrukcijas
mn: Заавар
