Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: This component's access settings refer to deleted or invalid group configurations.
eo: Thïs çömpönént's äççéss séttïngs référ tö délétéd ör ïnvälïd gröüp çönfïgürätïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: La configuración de acceso de este componente se refiere a configuraciones de grupo eliminadas o no válidas.
fa_ir: تنظیمات دسترسی این مؤلفه به تنظیمات گروه‌حذف شده یا نامعتبر اشاره دارد.
it_it: Le impostazioni di accesso di questo componente fanno riferimento a configurazioni di gruppo eliminate o non valide.
lv: Šī komponenta piekļuves iestatījumi atsaucas uz dzēstām vai nederīgām grupas konfigurācijām.
mn: Энэ бүрдэл хэсгийн хандалтын тохиргоо нь устгагдсан эсвэл хүчингүй бүлгийн тохиргоонд хамаардаг.

source: This unit's access settings refer to deleted or invalid group configurations.
eo: Thïs ünït's äççéss séttïngs référ tö délétéd ör ïnvälïd gröüp çönfïgürätïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Los ajustes de acceso de esta unidad se refieren a configuraciones de grupo eliminadas o no válidas.
fa_ir: تنظیمات دسترسی به این واحد به تنظیمات گروه حذف‌شده یا نامعتبر اشاره دارد.
it_it: Le impostazioni di accesso di questa unità fanno riferimento a configurazioni di gruppo eliminate o non valide.
lv: Šīs vienības piekļuves iestatījumi atsaucas uz dzēstām vai nederīgām grupas konfigurācijām.
mn: Энэ нэгжийн хандалтын тохиргоо нь устгагдсан эсвэл хүчингүй бүлгийн тохиргоонд хамаардаг.

source: This component's access settings refer to deleted or invalid groups.
eo: Thïs çömpönént's äççéss séttïngs référ tö délétéd ör ïnvälïd gröüps. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: La configuración de acceso de este componente se refiere a grupos eliminados o no válidos.
fa_ir: تنظیمات دسترسی به این مؤلفه به گروه‌های حذف‌شده یا نامعتبر اشاره دارد.
it_it: Le impostazioni di accesso di questo componente fanno riferimento a gruppi eliminati o non validi.
lv: Šī komponenta piekļuves iestatījumi atsaucas uz dzēstām vai nederīgām grupām.
mn: Энэ бүрдэл хэсгийн хандалтын тохиргоо нь устгагдсан эсвэл хүчингүй бүлэгт хамаардаг.

source: This unit's access settings refer to deleted or invalid groups.
eo: Thïs ünït's äççéss séttïngs référ tö délétéd ör ïnvälïd gröüps. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Los ajustes de acceso de esta unidad se refieren a grupos eliminados o no válidos.
fa_ir: تنظیمات دسترسی به این واحد به گروه‌های حذف‌شده یا نامعتبر اشاره دارد.
it_it: Le impostazioni di accesso di questa unità fanno riferimento a gruppi eliminati o non validi.
lv: Šīs vienības piekļuves iestatījumi atsaucas uz dzēstām vai nederīgām grupām.
mn: Энэ нэгжийн хандалтын тохиргоо нь устгагдсан эсвэл хүчингүй бүлэгт хамаардаг

source: This component's access settings contradict its parent's access settings.
eo: Thïs çömpönént's äççéss séttïngs çönträdïçt ïts pärént's äççéss séttïngs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: La configuración de acceso de este componente contradice la configuración de acceso de su padre.
fa_ir: تنظیمات دسترسی این مؤلفه با تنظیمات دسترسی سرشاخه اصلی آن مغایرت دارد.
it_it: Le impostazioni di accesso di questo componente sono in contrasto con le impostazioni di accesso dell'elemento padre.
lv: Šī komponenta piekļuves iestatījumi ir pretrunā ar tā vecākobjekta piekļuves iestatījumiem.
mn: Энэ бүрдэлийн хандалтын тохиргоо нь эх хандалтын тохиргоотой зөрчилддөг.

source: Course Chrome
eo: Çöürsé Çhrömé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Chrome Curso
fa_ir: دوره آموزشی کروم
it_it: Aspetto del corso
lv: Kursa Chrome
mn: Хичээлийн Хром

source: Enter the chrome, or navigation tools, to use for the XBlock in the LMS. Valid values are: "chromeless" -- to not use tabs or the accordion; "tabs" -- to use tabs only; "accordion" -- to use the accordion only; or "tabs,accordion" -- to use tabs and the accordion.
eo: Éntér thé çhrömé, ör nävïgätïön tööls, tö üsé för thé XBlöçk ïn thé LMS. Välïd välüés äré: "çhröméléss" -- tö nöt üsé täßs ör thé äççördïön; "täßs" -- tö üsé täßs önlý; "äççördïön" -- tö üsé thé äççördïön önlý; ör "täßs,äççördïön" -- tö üsé täßs änd thé äççördïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ #
es_es: Introduce las herramientas de navegación para utilizar el XBlock dentro del LMS. Las opciones válidas son: "chromeless" -- Para no utilizar las pestañas o el acordeón; "tabs" -- Para utilizar sólo las pestañas; "accordion" -- Para utilizar sólo el acordeón; o "tabs,accordion" -- Para utilizar las pestañas y el acordeón.
fa_ir: کروم، و یا ابزارهای ناوبری را وارد کنید، برای استفاده از XBlock در LMS. مقادیر معتبر عبارتند از: "chromeless" - برای زبانه‌ها یا آکشویی به کار نمی‌رود؛ "زبانه" - به استفاده از زبانه تنها؛ "کشویی" - برای استفاده از کشویی تنها؛ یا "زبانه ها، کشویی" - برای استفاده از زبانه ها و کشویی.
it_it: Immettere chrome o gli strumenti di navigazione da utilizzare per l'XBlock in LMS. I valori validi sono: "chromeless" -- da non utilizzare schede o menu a fisarmonica; "tabs" -- da utilizzare solo schede; "accordion" -- da utilizzare solo il menu a fisarmonica solo, oppure "tabs,accordion" -- da utilizzare schede e menu a fisarmonica.
lv: Ievadiet chrome vai navigācijas rīkus, kurus izmantot XBlock LMS. Derīgas vērtības ir: "chromeless" -- neizmantot cilnes vai vertikāli grupētus elementus; "tabs" -- izmantot tikai cilnes; "accordion" -- izmantot tikai vertikāli grupētus elementus; vai "tabs,accordion" -- izmantot cilnes un vertikāli grupētus elementus.

source: Default Tab
eo: Défäült Täß Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Pestaña por defecto
fa_ir: زبانه پیش‌فرض
it_it: Tab predefinito
lv: Noklusējuma cilne
mn: Өгөгдмөл таб

source: Enter the tab that is selected in the XBlock. If not set, the Course tab is selected.
eo: Éntér thé täß thät ïs séléçtéd ïn thé XBlöçk. Ìf nöt sét, thé Çöürsé täß ïs séléçtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Ingrese a la pestaña que está seleccionada en el XBlock. Si no se configura, se selecciona la pestaña Curso.
fa_ir: زبانه‌ای را که در XBlock انتخاب شده وارد کنید. اگر این مورد تنظیم نشود، زبانه دوره آموزشی انتخاب شده است.
it_it: Immettere la scheda selezionata nell'XBlock. Se non impostato, viene selezionata la scheda Corso.
lv: Ievadiet cilni, kas ir izvēlēta XBlock. Ja nav iestatīts, tiks izvēlēta kursa cilne.
mn: XBlock дэх сонгогдсон табыг оруулна уу. Хэрэв тохируулаагүй бол Хичээлийн таб сонгогдох болно.

source: Enter the source file name for LaTeX.
eo: Éntér thé söürçé fïlé nämé för LäTéX. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Introduce el nombre para el fichero fuente LaTeX.
fa_ir: نام پرونده منبع برای لاتکس را وارد کنید.
it_it: Immettere il nome del file sorgente per LaTeX.
lv: Ievadiet LaTeX avota datnes nosaukumu.
mn: LaTeX-ийн эх файлын нэрийг оруулна уу

source: If true, can be seen only by course staff, regardless of start date.
eo: Ìf trüé, çän ßé séén önlý ßý çöürsé stäff, régärdléss öf stärt däté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Si verdadero, puede ser visto sólo por personal de apoyo del curso, independientemente de la fecha de inicio.
fa_ir: اگر گزینه «درست» را انتخاب کنید،صرف نظر از تاریخ آغاز، این مورد را فقط کارکنان می‌توانند ببینند.
it_it: Se true, risulta visibile solo dallo staff del corso, indipendentemente dalla data di inizio.
lv: Ja patiess, to varēs redzēt tikai kursa mācībspēki, neatkarīgi no sākuma datuma.
mn: Хэрэв Үнэн бол эхлэх огноог үл хамааран зөвөхн хичээлийн зохицуулагч харж чадна.

source: A dictionary that maps which groups can be shown this block. The keys are group configuration ids and the values are a list of group IDs. If there is no key for a group configuration or if the set of group IDs is empty then the block is considered visible to all. Note that this field is ignored if the block is visible_to_staff_only.
eo: À dïçtïönärý thät mäps whïçh gröüps çän ßé shöwn thïs ßlöçk. Thé kéýs äré gröüp çönfïgürätïön ïds änd thé välüés äré ä lïst öf gröüp ÌDs. Ìf théré ïs nö kéý för ä gröüp çönfïgürätïön ör ïf thé sét öf gröüp ÌDs ïs émptý thén thé ßlöçk ïs çönsïdéréd vïsïßlé tö äll. Nöté thät thïs fïéld ïs ïgnöréd ïf thé ßlöçk ïs vïsïßlé_tö_stäff_önlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт ł#
es_es: Un diccionario que mapea qué se les grupos puede mostrar este bloque. Las claves son ids de configuración de grupo y los valores son un listado de ID de grupo. Si no hay ninguna clave para una configuración de grupo o si el conjunto de ID de grupo está vacío, entonces el bloque se considera visible para todos. Tenga en cuenta que este campo se ignora si el bloque es visible_to_staff_only.
fa_ir: فرهنگ‌لغت است که نگاشت می‌کند کدام گروه‌ها می‌توانند این بلوک را نشان دهند. کلیدها، شناسه‌های گروه پیکربندی و مقادیر، فهرستی از شناسه‌های گروه هستند. اگر هیچ کلیدی برای پیکربندی گروه وجود ندارد یا اگر مجموعه‌ای از شناسه‌های گروه خالی است، در این صورت بلوک برای همه قابل رویت در نظر گرفته خواهد شد. توجه کنید که این قسمت نادیده گرفته می‌شود اگر بلوک فقط برای کارمندان قابل رویت است.
it_it: Un dizionario che associa quali gruppi possono essere associati a questo blocco. Le chiavi sono ID di configurazione del gruppo ed i valori sono un elenco di ID gruppo. Se non esiste alcuna chiave di un gruppo di configurazione o se l'insieme di ID gruppo è vuoto, il blocco viene considerato visibile a tutti. Da notare che questo campo è ignorato se il blocco è visible_to_staff_only.
lv: Vārdnīca, kurā tiek kartēts, kādas grupas var parādīt šajā blokā. Atslēgas ir grupas konfigurāciju id, un vērtības ir grupu ID saraksts. Ja neeksistē grupas konfigurācijas atslēga vai ja grupas ID komplekts ir tukšs, tad bloks tiek uzskatīts par redzamu visiem. Ņemiet vērā, ka šis lauks tiek ignorēts, ja bloks ir visible_to_staff_only.

source: The list of group configurations for partitioning students in content experiments.
eo: Thé lïst öf gröüp çönfïgürätïöns för pärtïtïönïng stüdénts ïn çöntént éxpérïménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Lista de grupos de configuración para distribuir estudiantes en contenidos experimentales.
fa_ir: فهرست تنظیمات گروهی برای تقسیم‌بندی یادگیرندگان در محتوای آزمایشی
it_it: L'elenco delle configurazioni di gruppo per la partizione degli studenti in esperimenti sui contenuti.
lv: Saraksts ar grupu konfigurācijām studentu nodalīšanai satura eksperimentos.
mn: Агуулгын туршилтуудад суралцагчдыг хуваах бүлгийн тохиргооны жагсаалт.

source: One of user or external_user_key must not be null.
eo: Öné öf üsér ör éxtérnäl_üsér_kéý müst nöt ßé nüll. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Uno de user o external_user_key no debe ser nulo.
fa_ir: یکی از کلیدهای کاربر یا کاربر_خارجی نباید خالی باشد.
it_it: Uno degli utenti o external_user_key non deve essere null.

source: View and regenerate certificates.
eo: Vïéw änd régénéräté çértïfïçätés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Ver y regenerar certificados.
fa_ir: مشاهده و بازتولید گواهی‌ها.
it_it: Visualizzare e rigenerare i certificati.
lv: Skatīt un atkārtoti ģenerēt sertifikātus
mn: Гэрчилгээг харах болон дахин үүсгэх

source: Enrollment
eo: Énröllmént Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Inscripciones
fa_ir: ثبت‌نام
it_it: Iscrizione
lv: Reģistrācija
mn: Бүртгэл

source: View and update learner enrollments.
eo: Vïéw änd üpdäté léärnér énröllménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Ver y actualizar las inscripciones de los alumnos.
fa_ir: ثبت‌نام‌های یادگیرنده را مشاهده و روزآمد کنید.
it_it: Visualizzare e aggiornare le iscrizioni degli studenti.
lv: Skatīt un jaunināt audzēkņu reģistrācijas.
mn: Суралцагчийн орчинг харах болон сайжруулалт хийх

source: Manage User
eo: Mänägé Ûsér Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Administrar usuario
fa_ir: مدیریت کاربر
it_it: Gestisci utente
lv: Pārvaldīt lietotāju
mn: Хэрэглэгч зохион байгуулах

source: Disable User Account
eo: Dïsäßlé Ûsér Àççöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Deshabilitar cuenta de usuario
fa_ir: غیرفعال‌سازی حساب‌کاربری
it_it: Disabilita account utente
lv: Atspējot lietotāja kontu
mn: Хэрэглэгчийн дансыг идэвхгүй болгох

source: Entitlements
eo: Éntïtléménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Derechos
fa_ir: حقوق و مزایا
it_it: Titolarità
lv: Pilnvaras
mn: Өргөмжлөл

source: View, create, and reissue learner entitlements
eo: Vïéw, çréäté, änd réïssüé léärnér éntïtléménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Ver, crear y volver a emitir derechos de alumno
fa_ir: حقوق و مزایای یادگیرنده را مشاهده، ایجاد و دوباره منتشر کنید
it_it: Visualizzare, creare e reimmettere i diritti dello studente
lv: Skatīt, izveidot un atkārtoti izdot audzēkņu pilnvaras
mn: Суралцагчийн эрхийг харах, үүсгэх, дахин хэвлэх

source: Feature Based Enrollments
eo: Féätüré Bäséd Énröllménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Inscripciones basadas en características
fa_ir: ثبت‌نام مبتنی بر ویژگی
it_it: Iscrizioni basate sulla funzione
mn: Онцлогт үндэслэсэн элсэлтүүд

source: View feature based enrollment settings
eo: Vïéw féätüré ßäséd énröllmént séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Ver la configuración de inscripción basada en características
fa_ir: تنظیمات ثبت‌نام مبتنی بر ویژگی را مشاهده کنید
it_it: Visualizza impostazioni di iscrizione in base alla funzione

source: Link Program Enrollments
eo: Lïnk Prögräm Énröllménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Inscripciones al programa de enlaces
fa_ir: پیوند ثبت‌نام برنامه
it_it: Collega iscrizioni programma

source: Link LMS users to program enrollments
eo: Lïnk LMS üsérs tö prögräm énröllménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Vincule a los usuarios de LMS a las inscripciones del programa
fa_ir: کاربران سامانه آموزشی مجازی را به ثبت‌نام در برنامه پیوند دهید
it_it: Collega utenti LMS alle iscrizioni programma

source: Program Enrollments Inspector Tool
eo: Prögräm Énröllménts Ìnspéçtör Tööl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Herramienta de inspección de inscripciones en programas
fa_ir: ابزار برنامۀ بازرس ثبت‌نام‌های برنامه
it_it: Strumento Ispettore di iscrizioni programma

source: Find information related to a learner's program enrollments
eo: Fïnd ïnförmätïön rélätéd tö ä léärnér's prögräm énröllménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Encuentre información relacionada con las inscripciones en el programa de un estudiante
fa_ir: اطلاعات مربوط به ثبت‌نام‌های برنامه یادگیرنده را بیابید
it_it: Trova informazioni associate alle iscrizioni programma di uno studente

source: username
eo: üsérnämé Ⱡ'σяєм ιρѕυм ∂#
es_es: Identificador de usuario
fa_ir: نام‌کاربری
it_it: nome utente
lv: lietotājvārds
mn: хэрэглэгчийн нэр

source: Usable
eo: Ûsäßlé Ⱡ'σяєм ιρѕυ#
es_es: Se puede usar
fa_ir: قابل‌استفاده
it_it: Utilizzabile
lv: Lietojams
mn: Хэрэглэх боломжтой

source: Unusable
eo: Ûnüsäßlé Ⱡ'σяєм ιρѕυм ∂#
es_es: No se puede usar
fa_ir: غیرقابل‌استفاده
it_it: Inutilizzabile
lv: Nelietojams
mn: Хэрэглэх боломжгүй

source: User Enabled Successfully
eo: Ûsér Énäßléd Süççéssfüllý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Usuario habilitado con éxito
fa_ir: کاربر با موفقیت فعال شد
it_it: Utente abilitato correttamente
mn: Хэрэглэгчийг амжилттай идэвхжүүллээ

source: User Disabled Successfully
eo: Ûsér Dïsäßléd Süççéssfüllý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Usuario deshabilitado con éxito
fa_ir: کاربر با موفقیت غیرفعال شد
it_it: Utente disabilitato correttamente
lv: Lietotājs atspējots veiksmīgi
mn: Хэрэглэгчийн амжилттай идэвхгүй болголоо

source: You must complete a survey
eo: Ýöü müst çömplété ä sürvéý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Debe completar una encuesta
fa_ir: لازم است در یک نظرسنجی شرکت کنید
it_it: È necessario completare un sondaggio

source: Optional language the team uses as ISO 639-1 code.
eo: Öptïönäl längüägé thé téäm üsés äs ÌSÖ 639-1 çödé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Lenguaje opcional que el equipo usa como código ISO 639-1.
fa_ir: زبان اختیاری که تیم به عنوان کد ISO 639-1 استفاده می‌کند.
it_it: Lingua facoltativa che il team utilizza come codice ISO 639-1.
lv: Izvēles valoda, ko izmanto komanda kā ISO 639-1 kodu.
mn: Баг сонголтот хэлний ISO 639-1 код ашигладаг

source: Teams
eo: Téäms Ⱡ'σяєм ιρѕ#
es_es: Equipos
fa_ir: تیم‌ها
it_it: Gruppi
lv: Komandas
mn: Багууд

source: Leverage teams to allow learners to connect by topic of interest.
fa_ir: از تیم‌ها استفاده کنید تا این امکان برای یادگیرندگان فراهم شود تا بر اساس موضوع مورد علاقه با هم ارتباط برقرار کنند.
it_it: Usa i gruppi per permettere agli studenti di entrare in contatto secondo l'argomento di proprio interesse.

source: course_id must be provided
eo: çöürsé_ïd müst ßé prövïdéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: se debe proporcionar el id_del_curso
fa_ir: course_id باید ارائه شود
it_it: course_id deve essere fornito
lv: ir jāsniedz course_id
mn: хичээлийн бүртгэлийн кодыг заавал оруулах шаардлагатай

source: The supplied course id {course_id} is not valid.
eo: Thé süpplïéd çöürsé ïd {course_id} ïs nöt välïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: La identificación del curso proporcionada {course_id} no es válida.
fa_ir: شناسۀ دورۀ ارائه‌شده {course_id} معتبر نیست.
it_it: L'ID del corso fornito {course_id} non è valido.
lv: Sniegtais kursa id {course_id} nav derīgs.
mn: Нэмэлт хичээлийн {course_id} код буруу байна.

source: text_search and order_by cannot be provided together
eo: téxt_séärçh änd ördér_ßý çännöt ßé prövïdéd tögéthér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: text_search y order_by no se pueden proporcionar juntos
fa_ir: text_search و order_by با هم ارائه نمی‌شوند
it_it: text_search e order_by non possono essere specificati contemporaneamente
lv: text_search un order_by nedrīkst būt sniegti reizē
mn: text_search ба order_by хамт өгөгдөж болохгүй

source: The supplied topic id {topic_id} is not valid
eo: Thé süpplïéd töpïç ïd {topic_id} ïs nöt välïd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: El ID de tema proporcionado {topic_id} no es válido
fa_ir: شناسۀ مبحث ارائه‌شده {topic_id} معتبر نیست
it_it: L'ID dell'argomento fornito {topic_id} non è valido
lv: Sniegtais temata id {topic_id} nav derīgs
mn: Өгөгдсөн сэдвийн ID {topic_id} буруу байна

source: Error connecting to elasticsearch
eo: Érrör çönnéçtïng tö élästïçséärçh Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Error al conectarse con elasticsearch
fa_ir: خطا در اتصال به elasticsearch
it_it: Errore di connessione a elasticsearch
lv: Kļūda savienojoties ar elasticsearch
mn: ElasticSearch-тэй холбогдоход алдаа гарлаа.

source: The ordering {ordering} is not supported
eo: Thé ördérïng {ordering} ïs nöt süppörtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: El pedido {ordering} no está disponible
fa_ir: سفارش {ordering} پشتیبانی نمی‌شود
it_it: L'ordine {ordering} non è supportato
lv: Pasūtīšana {ordering} nav atbalstīta
mn: {ordering} захиалгыг дэмжихгүй

source: The supplied course_id {course_id} is not valid.
eo: Thé süpplïéd çöürsé_ïd {course_id} ïs nöt välïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: El Course_id proporcionado {course_id} no es válido.
fa_ir: course_id ارائه‌شده {course_id} معتبر نیست.
it_it: Il course_id fornito {course_id} non è fornito.
lv: Sniegtais kursa id {course_id} nav derīgs.
mn: Өгөгдсөн хичээлийн код {course_id} буруу байна.

source: topic_id is required
eo: töpïç_ïd ïs réqüïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: topic_id es necesario
fa_ir: topic_id باید وارد شود
it_it: topic_id è obbligatorio

source: You can't create a team in an instructor managed topic.
eo: Ýöü çän't çréäté ä téäm ïn än ïnstrüçtör mänägéd töpïç. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No puede crear un equipo en un tema administrado por un instructor.
fa_ir: در مبحث مدیریت‌شده توسط یک مربی، نمی‌توانید تیم بسازید.
it_it: Non è possibile creare un team in un argomento gestito dall'istruttore.

source: You are already in a team in this teamset.
eo: Ýöü äré älréädý ïn ä téäm ïn thïs téämsét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Ya está en un equipo en este conjunto de equipos.
fa_ir: شما در حال حاضر در تیمی در این مجموعۀ تیمی هستید.
it_it: Sei già in un team di questo teamset.

source: teamset_id and team_id are mutually exclusive options.
eo: téämsét_ïd änd téäm_ïd äré mütüällý éxçlüsïvé öptïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: teamset_id y team_id son opciones mutuamente excluyentes.
fa_ir: teamset_id و team_id گزینه‌های منحصر به‌فردی هستند.
it_it: teamset_id e team_id sono opzioni che si escludono reciprocamente.

source: teamset_id requires course_id to also be provided.
eo: téämsét_ïd réqüïrés çöürsé_ïd tö älsö ßé prövïdéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: teamset_id requiere que también se proporcione Course_id.
fa_ir: teamset_id نیز نیاز به course_id دارد.
it_it: teamset_id richiede che course_id venga anche fornito.

source: No teamset found in given course with given id
eo: Nö téämsét föünd ïn gïvén çöürsé wïth gïvén ïd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se encontró ningún equipo en un curso dado con una identificación dada
fa_ir: هیچ گروهی در دورۀ آموزشی مشخص‌شده با شناسۀ مذکور پیدانشد
it_it: Nessun teamset trovato nel corso specifico con l'ID fornito

source: username or (team_id or teamset_id) must be specified.
eo: üsérnämé ör (téäm_ïd ör téämsét_ïd) müst ßé spéçïfïéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Es necesario especificar el nombre de usuario o (team_id o teamset_id).
fa_ir: نام کاربری یا (team_id یا teamset_id) باید مشخص شود.
it_it: È necessario specificare il nome utente o (team_id o teamset_id).

source: Username is required.
eo: Ûsérnämé ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: El nombre de usuario es obligatorio.
fa_ir: نام کاربری را وارد کنید.
it_it: Il nome utente è obbligatorio.
lv: Ir nepieciešams lietotājvārds.
mn: Хэрэглэгчийн нэр оруулах шаардлагатай

source: Team id is required.
eo: Téäm ïd ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: El id del equipo es obligatorio.
fa_ir: شناسۀ تیم را وارد کنید.
it_it: L'ID team è obbligatorio.
lv: Ir nepieciešams komandas id.
mn: Багийн бүртгэлийн дугаар оруулах шаардлагатай

source: This team is already full.
eo: Thïs téäm ïs älréädý füll. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Este equipo ya está completo.
fa_ir: این تیم پیش از این پر شده‌است.
it_it: Questo team è già completo.
lv: Šī komanda jau ir pilna.
mn: Энэ бүлэг дүүрсэн байна

source: You can't join an instructor managed team.
eo: Ýöü çän't jöïn än ïnstrüçtör mänägéd téäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No puede unirse a un equipo administrado por un instructor.
fa_ir: نمی‌توانید به تیم مدیریت‌شدۀ مربی بپیوندید
it_it: Non è possibile unirsi ad un team gestito dall'istruttore.

source: The user {username} is already a member of a team in this teamset.
eo: Thé üsér {username} ïs älréädý ä mémßér öf ä téäm ïn thïs téämsét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: کاربر {username} پیش از این، عضو یک تیم در این مجموعه تیمی بوده‌است.
it_it: L'utente {username} è già membro di un team in questo teamset.

source: The user {username} is not enrolled in the course associated with this team.
eo: Thé üsér {username} ïs nöt énrölléd ïn thé çöürsé ässöçïätéd wïth thïs téäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El usuario {username} no está inscrito en el curso asociado con este equipo.
fa_ir: کاربر {username} در دورۀ مرتبط با این تیم ثبت‌نام نشده‌است.
it_it: L'utente {username} non è iscritto al corso associato a questo team.
lv: Lietotājs {username} nav reģistrējies kursā, kas saistīts ar šo komandu.
mn: {username} хэрэглэгч энэ хичэээлтэй холбоотой энэ бүлэгт элсээгүй байна.
