Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: 'course_key' is required.
eo: 'çöürsé_kéý' ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: 'course_key' مورد نیاز است.
it_it: 'course_key' è obbligatorio.

source: View all dates
eo: Vïéw äll dätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fa_ir: مشاهدۀ همۀ تاریخ‌ها
it_it: Visualizza tutte le date

source: Your due dates have been successfully shifted to help you stay on track.
eo: Ýöür düé dätés hävé ßéén süççéssfüllý shïftéd tö hélp ýöü stäý ön träçk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: سررسیدهای شما با موفقیت منتقل شد تا به شما در ادامۀ مسیر یاری برساند.
it_it: Le tue date di scadenza sono state correttamente spostate per consentirti di stare al passo.

source: Deadlines successfully reset.
eo: Déädlïnés süççéssfüllý rését. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: سررسیدها با موفقیت بازتنظیم شد.
it_it: Scadenze reimpostate correttamente.

source: Updates
eo: Ûpdätés Ⱡ'σяєм ιρѕυм #
es_es: Actualizaciones
fa_ir: روزآمدسازی‌ها
it_it: Aggiornamenti
lv: Atjauninājumi
mn: Шинэчлэлүүд

source: These define the context to disable lms-controlled discounts on. If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.<br>If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
eo: Thésé défïné thé çöntéxt tö dïsäßlé lms-çöntrölléd dïsçöünts ön. Ìf nö välüés äré sét, thén thé çönfïgürätïön äpplïés glößällý. Ìf ä sïnglé välüé ïs sét, thén thé çönfïgürätïön äpplïés tö äll çöürsés wïthïn thät çöntéxt. Àt möst öné välüé çän ßé sét ät ä tïmé.<br>Ìf mültïplé çöntéxts äpplý tö ä çöürsé (för éxämplé, ïf çönfïgürätïön ïs spéçïfïéd för thé çöürsé spéçïfïçällý, änd för thé örg thät thé çöürsé ïs ïn, thén thé möré spéçïfïç çöntéxt övérrïdés thé möré généräl çöntéxt.#
es_es: Estos definen el contexto para deshabilitar los descuentos controlados por lms. Si no se establecen valores, la configuración se aplica globalmente. Si se establece un único valor, la configuración se aplica a todos los cursos dentro de ese contexto. Como máximo, se puede establecer un valor a la vez. <br>Si se aplican múltiples contextos a un curso (por ejemplo, si la configuración se especifica específicamente para el curso y para la organización en la que se encuentra el curso, el contexto más específico anulará al contexto más general.Estos definen el contexto para deshabilitar los descuentos controlados por lms. Si no se establecen valores, la configuración se aplica globalmente. Si se establece un único valor, la configuración se aplica a todos los cursos dentro de ese contexto. Como máximo, se puede establecer un valor a la vez. <br>Si se aplican múltiples contextos a un curso (por ejemplo, si la configuración se especifica específicamente para el curso y para la organización en la que se encuentra el curso, el contexto más específico anulará al contexto más general.
fa_ir: این موارد زمینه را برای غیرفعال کردن تخفیف‌های کنترل‌شده با lms معین می‌کنند. اگر روی هیچ مقداری تنظیم نشده باشد، پیکربندی در سطح عمومی اعمال می‌شود. اگر یک مقدار واحد برای آن تعیین شود، پیکربندی برای همۀ دوره‌های موجود در آن زمینه اعمال می‌شود. در یک زمان، برای آن حداکثر یک مقدار می‌تواند تعیین شود. <br>اگر چندین زمینه برای یک دوره آموزشی اعمال شود (مثلاً، اگر پیکربندی برای دوره به‌طور خاص مشخص شده‌باشد، و برای سازمانی که دوره آموزشب به آن متعلق است، زمینۀ خاص‌تر موارد کلی را لغو می‌کند.
it_it: Definiscono il contesto su cui disabilitare gli sconti lms-controlled. Se non viene impostato alcun valore, la configurazione si applica globalmente. Se viene impostato un valore singolo, la configurazione si applica a tutti i corsi all'interno di quel contesto. È possibile impostare al massimo un valore alla volta.<br>Se si applicano più contesti ad un corso (ad esempio, se la configurazione è indicata specificamente per il corso e per l'organizzazione in cui si esegue il corso, il contesto più specifico sostituisce il contesto più generale.

source: These define the context to configure the percentage for the first purchase discount.If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
eo: Thésé défïné thé çöntéxt tö çönfïgüré thé pérçéntägé för thé fïrst pürçhäsé dïsçöünt.Ìf mültïplé çöntéxts äpplý tö ä çöürsé (för éxämplé, ïf çönfïgürätïön ïs spéçïfïéd för thé çöürsé spéçïfïçällý, änd för thé örg thät thé çöürsé ïs ïn, thén thé möré spéçïfïç çöntéxt övérrïdés thé möré généräl çöntéxt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя#
es_es: Estos definen el contexto para configurar el porcentaje para el descuento de la primera compra. Si se aplican varios contextos a un curso (por ejemplo, si la configuración se especifica específicamente para el curso y para la organización en la que se encuentra el curso, entonces el contexto más específico anula el contexto más general.
fa_ir: این موارد، این زمینه‌ها را برای پیکربندی درصدی از اولین تخفیف تعریف می‌کند. اگر موارد متعددی برای یک دوره آموزشی اعمال شود (مثلاً، اگر پیکربندی به‌طور خاص برای یک دوره آموزشی مشخص شده باشد و نیز برای سازمانی که دوره آموزشی متعلق به آن است، در نهایت زمینۀ خاص‌تر بر زمینه کلی‌تر برتری دارد.
it_it: Definiscono il contesto per configurare la percentuale per il primo sconto sull'acquisto. Se si applicano più contesti ad un corso (ad esempio, se la configurazione è indicata specificamente per il corso e per l'organizzazione in cui si esegue il corso, il contesto più specifico sostituisce il contesto più generale.

source: {s_sr}Original price: {s_op}{original_price}{e_p}, discount price: {e_sr}{formatted_discount_price}
eo: {s_sr}Örïgïnäl prïçé: {s_op}{original_price}{e_p}, dïsçöünt prïçé: {e_sr}{formatted_discount_price} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: {s_sr}Precio original: {s_op}{original_price}{e_p}, precio con descuento: {e_sr}{formatted_discount_price}
fa_ir: {s_sr} قیمت اصلی: {s_op}{original_price}{e_p}، قیمت تخفیفی: {e_sr}{formatted_discount_price}
it_it: {s_sr}Prezzo originale: {s_op}{original_price}{e_p}, prezzo di sconto: {e_sr}{formatted_discount_price}

source: CSV File
eo: ÇSV Fïlé Ⱡ'σяєм ιρѕυм ∂#
fa_ir: پروندۀ CSV
it_it: File CSV

source: CSV file should have 3 columns having names lms_user_id, course_id, opportunity_id
eo: ÇSV fïlé shöüld hävé 3 çölümns hävïng nämés lms_üsér_ïd, çöürsé_ïd, öppörtünïtý_ïd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: پروندۀ CSV باید 3 ستون داشته باشد به نام‌های lms_user_id, course_id, opportunity_id
it_it: Il file CSV deve avere 3 colonne aventi i nomi lms_user_id, course_id, opportunity_id

source: Enrollment attributes were not updated for records at following line numbers in csv because no enrollment found for these records: {error_line_numbers}
eo: Énröllmént ättrïßütés wéré nöt üpdätéd för réçörds ät föllöwïng lïné nümßérs ïn çsv ßéçäüsé nö énröllmént föünd för thésé réçörds: {error_line_numbers} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυм#
fa_ir: اطلاعات مربوط به ثبت‌نام برای سوابق موجود در شماره سطرهای زیر در CSV روزآمد نشدند زیرا هیچ ثبت‌نامی برای این سوابق پیدا نشد: {error_line_numbers}
it_it: Gli attributi di iscrizione non sono stati aggiornati per i record nei seguenti numeri riga del csv perché non è stata trovata alcuna iscrizione per questi record: {error_line_numbers}

source: You have access to the {bold_start}{enterprise_name}{bold_end} dashboard. To access the courses available to you through {enterprise_name}, {link_start}visit the {enterprise_name} dashboard{link_end}.
fa_ir: شما به پیشخوان {bold_start}{enterprise_name}{bold_end} دسترسی دارید. برای دسترسی به دوره‌های آموزشی در دسترس شما از طریق {enterprise_name}، {link_start}از پیشخوان {enterprise_name} دیدن کنید{link_end}.
it_it: Hai accesso alla bacheca {bold_start}{enterprise_name}{bold_end}. Per accedere ai corsi di {enterprise_name} disponibili per te, {link_start}visita la bacheca di {enterprise_name}{link_end}.

source: Enrollment in {course_title} was not complete.
eo: Énröllmént ïn {course_title} wäs nöt çömplété. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: La inscripción en {course_title} no se completó.
fa_ir: ثبت‌نام در دورۀ {course_title} کامل نشده‌است.
it_it: L'iscrizione in {course_title} non è stata completata.
lv: Reģistrācija kursam {course_title} netika pabeigta.
mn: {course_title} хичээлийн элсэлт бүрэн дуусаагүй.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise_customer_name}.
eo: Ìf ýöü hävé çönçérns äßöüt shärïng ýöür dätä, pléäsé çöntäçt ýöür ädmïnïsträtör ät {enterprise_customer_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Si le preocupa compartir sus datos, comuníquese con su administrador en {enterprise_customer_name}.
fa_ir: اگر در اشتراک‌گذاری داده‌های خود تردید دارید، لطفاً با مدیر خود در {enterprise_customer_name} تماس بگیرید.
it_it: Se hai dei dubbi circa la condivisione dei tuoi dati, ti preghiamo di contattare il tuo amministratore presso {enterprise_customer_name}.
lv: Lūdzu, sazinieties ar savu administratoru {enterprise_customer_name}, ja jums ir bažas par savu datu koplietošanu.
mn: Хэрэв та өөрийн өгөгдлөө хуваалцах гэж байвал {enterprise_customer_name} администратортой холбоо барина уу.

source: Home
eo: Hömé Ⱡ'σяєм ι#
es_es: Inicio
fa_ir: خانه
lv: Sākums
mn: Эхлэл

source: Enterprise Course Enrollments
eo: Éntérprïsé Çöürsé Énröllménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: ثبت‌نام دوره‌های سازمانی
it_it: Iscrizioni al corso Enterprise

source: Override Enrollment Attributes
eo: Övérrïdé Énröllmént Àttrïßütés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: لغو اطلاعات ثبت‌نام
it_it: Sostituisci attributi di sottoscrizione

source: Upload CSV to override enrollment attributes for learners
eo: Ûplöäd ÇSV tö övérrïdé énröllmént ättrïßütés för léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: بارگذاری پرونده CSV برای لغو اطلاعات ثبت‌نام افراد
it_it: Caricare il file CSV per sostituire gli attributi di iscrizione per gli studenti

source: We are sorry, you are not authorized to access {platform_name} via this channel. Please contact your learning administrator or manager in order to access {platform_name}.{line_break}{line_break}Error Details:{line_break}{error_message}
eo: Wé äré sörrý, ýöü äré nöt äüthörïzéd tö äççéss {platform_name} vïä thïs çhännél. Pléäsé çöntäçt ýöür léärnïng ädmïnïsträtör ör mänägér ïn ördér tö äççéss {platform_name}.{line_break}{line_break}Érrör Détäïls:{line_break}{error_message} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυ#
es_es: Lo sentimos, no está autorizado para acceder a {platform_name} a través de este canal. Comuníquese con su administrador o gerente de aprendizaje para acceder a {platform_name}.{line_break}{line_break}Detalles del error:{line_break}{error_message}
fa_ir: متأسفیم، شما از طریق این کانال مجاز به دسترسی به {platform_name} نیستید. برای دسترسی به {platform_name} لطفاً با مسول یا مدیر آموزش خود تماس بگیرید. {line_break} {line_break} جزئیات خطا: {line_break} {error_message}
it_it: Siamo spiacenti, non sei autorizzato/a ad accedere a {platform_name} tramite questo canale. Ti preghiamo di contattare il tuo responsabile o amministratore di studio per poter accedere a {platform_name}.{line_break}{line_break}Dettagli dell'errore:{line_break}{error_message}
lv: Atvainojiet, Jūs neesat pilnvaroti piekļūt {platform_name}, izmantojot šo kanālu. Lūdzu, sazinieties ar Jūsu mācību administratoru vai vadītāju, lai piekļūtu {platform_name}.{line_break}{line_break}Kļūdas detaļas:{line_break}{error_message}
mn: Уучлаарай, та энэ сувгаар дамжуулан {platform_name} хандах эрхгүй байна. {platform_name} руу хандахын тулд хичээлийн администратор эсвэл менежертэйгээ холбогдоно уу. {line_break} {line_break} Алдаатай холбоотой мэдээлэл: {line_break} {error_message}

source: Thank you for joining {platform_name}. Just a couple steps before you start learning!
eo: Thänk ýöü för jöïnïng {platform_name}. Jüst ä çöüplé stéps ßéföré ýöü stärt léärnïng! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Gracias por unirte {platform_name}. ¡Solo un par de pasos antes de comenzar a aprender!
fa_ir: از اینکه به {platform_name} پیوستید متشکریم. دو قدم تا آغاز آموزش!
it_it: Grazie per esserti unito/a a {platform_name}. Restano un paio di operazioni prima di poter iniziare a studiare!
lv: Paldies , ka izvēlējāties pievienoties {platform_name}. Vēl tikai daži soļi pirms mācību uzsākšanas!
mn: {platform_name} нэгдсэнд баярлалаа. Хэдэн алхамын дараа суралцаж эхлэх болно.

source: Continue
eo: Çöntïnüé Ⱡ'σяєм ιρѕυм ∂#
es_es: Continuar
fa_ir: ادامه
it_it: Continua
lv: Turpināt
mn: Үргэлжлүүл

source: Shift due dates
eo: Shïft düé dätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fa_ir: تغییر موعد مقرر
it_it: Sposta date di scadenza

source: It looks like you missed some important deadlines based on our suggested schedule.
eo: Ìt lööks lïké ýöü mïsséd sömé ïmpörtänt déädlïnés ßäséd ön öür süggéstéd sçhédülé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Parece que no has cumplido con algunos plazos importantes de nuestro calendario recomendado.
fa_ir: به نظر می‌رسد بر اساس برنامۀ پیشنهادی ما برخی از زمان‌های مهم را فراموش کرده‌اید.
it_it: Sembra che alcune importanti scadenze non siano state rispettate in base alla pianificazione suggerita.

source: To keep yourself on track, you can update this schedule and shift the past due assignments into the future. Don’t worry—you won’t lose any of the progress you’ve made when you shift your due dates.
es_es: Para mantener el ritmo de aprendizaje y alcanzar tus metas, puedes actualizar este cronograma y retrasar la fecha de las tareas fuera de plazo. No te preocupes, no perderás nada de lo que ya has avanzado cuando cambies las fechas de entrega.
fa_ir: برای اینکه خود را در مسیر موردنظر نگه دارید، می‌توانید این برنامه را روزآمد کرده و تکالیف گذشته را به آینده منتقل کنید. نگران نباشید—وقتی تاریخ سررسید خود را تغییر دهید، هیچ یک از پیشرفت‌های خود را از دست نخواهید داد.
it_it: Per rispettare la tempistica, è possibile aggiornare questa pianificazione e spostare i compiti scaduti nel futuro. Non preoccuparti—quando le date di scadenza vengono spostate, non viene perso alcun progresso.

source: Try again ({attempts} attempt remaining)
fa_ir: دوباره تلاش کنید ({attempts} باقی مانده‌اند)
it_it: Prova di nuovo ({attempts} tentativo rimanente)

source: You have used {attempts} of {max_attempts} attempts for this problem.
fa_ir: شما برای این مشکل از {attempts} دفعه تلاش از کل {max_attempts} استفاده کرده‌اید.
it_it: Hai utilizzato {attempts} di {max_attempts} tentativi per questo problema.

source: Try again (unlimited attempts)
fa_ir: دوباره تلاش کنید ( تعداد نامحدود دفعات تلاش)
it_it: Prova di nuovo (tentativi illimitati)

source: You have used {attempts} of unlimited attempts for this problem.
fa_ir: شما برای این مشکل از {attempts} دفعه تلاش نامحدود استفاده کردید.
it_it: Hai utilizzato {attempts} di tentativi illimitati per questo problema.

source: Sign In
eo: Sïgn Ìn Ⱡ'σяєм ιρѕυм #
es_es: Iniciar sesión
fa_ir: ورود به سامانه
it_it: Accedi
lv: Pierakstīties
mn: Нэвтрэх

source: Our mailing address is
eo: Öür mäïlïng äddréss ïs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: La dirección de correo es
fa_ir: نشانی رایانامه ما این است
it_it: Il nostro indirizzo email è
lv: Mūsu pasta adrese ir
mn: Манай шуудангийн хаяг:

source: XML data for the annotation
eo: XML dätä för thé ännötätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Datos XML del problema
fa_ir: داده های XML برای یادداشت
it_it: Dati XML associati all'annotazione
lv: XML dati anotācijai
mn: Тэмдэглэгээний XML өгөгдөл

source: The display name for this component.
eo: Thé dïspläý nämé för thïs çömpönént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: El nombre para mostrar de este componente.
fa_ir: نام نمایشی این مولفه
it_it: Il nome visualizzato per questo componente.
lv: Šī komponenta parādāmais vārds.
mn: Энэ бүрэлдэхүүний харагдах нэр

source: Annotation
eo: Ànnötätïön Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Anotación
fa_ir: یادداشت
it_it: Annotazione
lv: Anotācija
mn: Тэмдэглэгээ

source: Cannot rescore problems with possible file submissions
eo: Çännöt résçöré prößléms wïth pössïßlé fïlé süßmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se pueden re-evaluar ejercicios con posibles envíos de ficheros ya realizados
fa_ir: امکان امتياز‌دهي مجدد مشکلات مربوط به ارسال پرونده‌های احتمالی نیست
it_it: Impossibile riassegnare il punteggio di problemi con possibili invii di file
lv: Nevar atkārtoti novērtēt problēmas ar iespējamo datņu iesniegšanu.
mn: Файлаар мэдүүлдэх боломжтой даалгаваруудад дахин оноо өгч чадахгүй.

source: Question {}
eo: Qüéstïön {} Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Pregunta {}
fa_ir: پرسش {}
it_it: Domanda {}

source: Incorrect
eo: Ìnçörréçt Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Incorrecto
fa_ir: نادرست
it_it: Errato
lv: Nepareizi
mn: Буруу

source: Correct
eo: Çörréçt Ⱡ'σяєм ιρѕυм #
es_es: Corregir
fa_ir: درست
it_it: Corretto
lv: Pareizi
mn: Зөв

source: correct
eo: çörréçt Ⱡ'σяєм ιρѕυм #
es_es: correcto
fa_ir: درست
it_it: corretto
lv: pareizi
mn: Зөв

source: incorrect
eo: ïnçörréçt Ⱡ'σяєм ιρѕυм ∂σł#
es_es: incorrecto
fa_ir: نادرست
it_it: sbagliato
lv: nepareizi
mn: Буруу

source: partially correct
eo: pärtïällý çörréçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: parcialmente correcto
fa_ir: تقریبا درست
it_it: parzialmente corretto
lv: daļēji pareizi
mn: хэсэгчлэн зөв

source: incomplete
eo: ïnçömplété Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: incompleto
fa_ir: ناكامل
it_it: incompleto
lv: nepilnīgi
mn: бүрэн биш

source: unanswered
eo: ünänswéréd Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Sin responder
fa_ir: بی‌پاسخ
it_it: non risposto
lv: neatbildēts
mn: хариулагдаагүй

source: submitted
eo: süßmïttéd Ⱡ'σяєм ιρѕυм ∂σł#
es_es: enviado
fa_ir: ارسال شده
it_it: inviato
lv: iesniegts
mn: илгээсэн

source: processing
eo: pröçéssïng Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: procesando
fa_ir: در حال پردازش
it_it: in elaborazione
lv: apstrādē
mn: боловсруулж байна

source: This answer is correct.
eo: Thïs änswér ïs çörréçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Esta respuesta es correcta.
fa_ir: پاسخ صحیح است.
it_it: Questa risposta è corretta.
lv: Šī atbilde ir pareiza.
mn: Энэ хариулт зөв байна

source: This answer is incorrect.
eo: Thïs änswér ïs ïnçörréçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Esta respuesta es incorrecta.
fa_ir: این پاسخ نادرست است.
it_it: Questa risposta è incorretta.
lv: Šī atbilde ir nepareiza.
mn: Энэ хариулт буруу байна

source: This answer is partially correct.
eo: Thïs änswér ïs pärtïällý çörréçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Esta respuesta es parcialmente correcta.
fa_ir: این پاسخ تاحدودی درست است
it_it: Questa risposta è parzialmente corretta.
lv: Šī atbilde ir daļēji pareiza.
mn: Энэ хариулт хэсэгчлэн зөв байна.

source: This answer is being processed.
eo: Thïs änswér ïs ßéïng pröçésséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Esta respuesta está siendo procesada.
fa_ir: این پاسخ درحال پردازش است.
it_it: Questa domanda è in corso di elaborazione.
lv: Šī atbilde tiek apstrādāta.
mn: Энэ хариултыг боловсруулж байна.

source: Not yet answered.
eo: Nöt ýét änswéréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Aún no contestado.
fa_ir: هنوز پاسخ داده نشده‌است
it_it: Non ancora risposta.
lv: Vēl nav atbildēts.
mn: Хариулаагүй байна

source: Select an option
eo: Séléçt än öptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Selecciona una opción
fa_ir: انتخاب یک گزینه
it_it: Seleziona un'opzione
lv: Izvēlieties opciju
mn: Сонголтоо хийнэ үү

source: ChoiceGroup: unexpected tag {tag_name}
eo: ÇhöïçéGröüp: ünéxpéçtéd täg {tag_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Elección de grupo: etiqueta inesperada {tag_name}
fa_ir: ChoiceGroup: برچسب غیرمنتظره {tag_name}
it_it: ChoiceGroup: {tag_name} è un tag inatteso
lv: ChoiceGroup: neparedzēts tags {tag_name}
mn: Бүлэг Сонголт: санамсаргүй шошго {tag_name}

source: Answer received.
eo: Ànswér réçéïvéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Respuesta recibida.
fa_ir: پاسخ دریافت شد.
it_it: Risposta ricevuta.
lv: Atbilde saņemta.
mn: Хариултыг хүлээн авлаа

source: Expected a <choice> or <compoundhint> tag; got {given_tag} instead
eo: Éxpéçtéd ä <choice> ör <compoundhint> täg; göt {given_tag} ïnstéäd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: se espera <choice> o <compoundhint> etiquetas; tengo {given_tag} en su lugar
fa_ir: <choice> یا <compoundhint> مورد انتظار است؛ به جای {given_tag} دریافت شده است
it_it: Previsto un tag <choice> o <compoundhint>; ricevuto invece {given_tag}
lv: Tika sagaidīts <choice> vai <compoundhint> tags; tika saņemts {given_tag} tā vietā
mn: Хүлээгдэж байгаа <choice> эсвэл <compoundhint> шошгын оронд {given_tag} байна.

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
eo: Ýöür fïlés hävé ßéén süßmïttéd. Às söön äs ýöür süßmïssïön ïs grädéd, thïs méssägé wïll ßé répläçéd wïth thé grädér's féédßäçk. Ⱡ'σяє#
es_es: Tus archivos han sido enviados. Tan pronto como tu envío sea calificado, este mensaje mostrará el feedback del calificador.
fa_ir: پرونده‌هاي شما ارسال شده است. به‌محض تخصیص نمره‌ به آن، اين پیام، جایگزین بازخورد نمره‌دهنده خواهد شد.
it_it: I tuoi file sono stati inviati. Non appena il tuo invio sarà valutato, questo messaggio verrà sostituito con il feedback dell'esaminatore.
lv: Jūsu faili tika iesniegti. Tiklīdz iesniegtie materiāli tiks novērtēti, šis ziņojums tiks nomainīts ar novērtētāja atsauksmēm.
mn: Таны файлыг илгээсэн байна. Даалгаврыг дүгнэмэгц, энэ зурвас дүгнэгчийн зурвасаар солигдох болно.

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
eo: Ýöür änswér häs ßéén süßmïttéd. Às söön äs ýöür süßmïssïön ïs grädéd, thïs méssägé wïll ßé répläçéd wïth thé grädér's féédßäçk. Ⱡ'σяє#
es_es: Tu respuesta ha sido enviada. Tan pronto como tu envío haya sido evaluado, este mensaje será reemplazado por la calificación del evaluador.
fa_ir: پاسخ‌هاي شما ارسال شده است. به‌محض تخصیص نمره‌ به آن، اين پیام، جایگزین بازخورد نمره‌دهنده خواهد شد.
it_it: La tua risposta è stata inviata. Non appena il tuo invio sarà valutato, questo messaggio verrà sostituito con il feedback dell'esaminatore.
lv: Jūsu atbilde tika iesniegta. Tiklīdz iesniegtais tiks novērtēts, šis ziņojums tiks nomainīts ar novērtētāja atsauksmēm.
mn: Таны хариултыг илгээсэн байна. Даалгаврыг дүгнэмэгц, энэ зурвас дүгнэгчийн зурвасаар солигдох болно.

source: {programming_language} editor
eo: {programming_language} édïtör Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Editor de {programming_language}
fa_ir: ویرایشگر {programming_language}
lv: {programming_language} redaktors
mn: {programming_language} засварлагч
