Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: {platform_name} AND THE {platform_name} PARTICIPANTS DO NOT WARRANT THAT THE APIS WILL OPERATE IN AN UNINTERRUPTED OR ERROR-FREE MANNER, THAT THE APIS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE APIS OR API CONTENT PROVIDED WILL MEET YOUR NEEDS OR EXPECTATIONS. {platform_name} AND THE {platform_name} PARTICIPANTS ALSO MAKE NO WARRANTY ABOUT THE ACCURACY, COMPLETENESS, TIMELINESS, OR QUALITY OF THE APIS OR ANY API CONTENT, OR THAT ANY PARTICULAR API CONTENT WILL CONTINUE TO BE MADE AVAILABLE.
eo: {platform_name} ÀND THÉ {platform_name} PÀRTÌÇÌPÀNTS DÖ NÖT WÀRRÀNT THÀT THÉ ÀPÌS WÌLL ÖPÉRÀTÉ ÌN ÀN ÛNÌNTÉRRÛPTÉD ÖR ÉRRÖR-FRÉÉ MÀNNÉR, THÀT THÉ ÀPÌS ÀRÉ FRÉÉ ÖF VÌRÛSÉS ÖR ÖTHÉR HÀRMFÛL ÇÖMPÖNÉNTS, ÖR THÀT THÉ ÀPÌS ÖR ÀPÌ ÇÖNTÉNT PRÖVÌDÉD WÌLL MÉÉT ÝÖÛR NÉÉDS ÖR ÉXPÉÇTÀTÌÖNS. {platform_name} ÀND THÉ {platform_name} PÀRTÌÇÌPÀNTS ÀLSÖ MÀKÉ NÖ WÀRRÀNTÝ ÀBÖÛT THÉ ÀÇÇÛRÀÇÝ, ÇÖMPLÉTÉNÉSS, TÌMÉLÌNÉSS, ÖR QÛÀLÌTÝ ÖF THÉ ÀPÌS ÖR ÀNÝ ÀPÌ ÇÖNTÉNT, ÖR THÀT ÀNÝ PÀRTÌÇÛLÀR ÀPÌ ÇÖNTÉNT WÌLL ÇÖNTÌNÛÉ TÖ BÉ MÀDÉ ÀVÀÌLÀBLÉ.#
fa_ir: {platform_name} و شرکت‌کنندگان {platform_name} تضمین نمی‌کنند که APIS به شیوه‌ای بدون وقفه یا بدون خطا کار می‌کند، که APIS عاری از ویروس‌ها یا سایر عوامل مضر است. یا انتظارات {platform_name} و شرکت‌کنندگان {platform_name} همچنین هیچ ضمانتی درباره دقت، کامل‌بودن، به‌موقع بودن، یا کیفیت APIS یا هر محتوای API یا هر گونه محتوای API مشخصی ندارند.
it_it: {platform_name} E I PARTECIPANTI A {platform_name} NON GARANTISCONO IL FUNZIONAMENTO PRIVO DI ERRORI O ININTERROTTO DELLE API, CHE LE API NON CONTENGANO VIRUS O ALTRI COMPONENTI DANNOSI O CHE LE API O IL CONTENUTO API FORNITO SODDISFINO LE ESIGENZE O LE ASPETTATIVE DELL'UTENTE. {platform_name} E I PARTECIPANTI A {platform_name}, INOLTRE, NON FORNISCONO ALCUNA GARANZIA SULL'ACCURATEZZA, SULLA COMPLETEZZA, SULLA TEMPESTIVITÀ O SULLA QUALITÀ DELLE API O DEL CONTENUTO API, O CHE QUALSIASI PARTICOLARE CONTENUTO API CONTINUERÀ AD ESSERE RESO DISPONIBILE.
mn: {platform_name} БОЛОН {platform_name} ОРОЛЦОГЧИД НЬ API-УУД НЬ ТАСАЛДАХГҮЙ, АЛДААГҮЙ АЖИЛЛАНА, ЭСВЭЛ ВИРУС ЭСВЭЛ БУСАД ХӨНӨӨЛТ БҮРЭЛДЭХҮҮН ХЭСЭГ АГУУЛАГҮЙ, ЭСВЭЛ API БОЛОН API АГУУЛГА НЬ ТАНЫ ХҮЛЭЭЛТ БОЛОН ШААРДЛАГАД НИЙЦНЭ ГЭЖ БАТАЛГАА ӨГӨХГҮЙ БОЛНО. {platform_name} БОЛОН {platform_name} ОРОЛЦОГЧИД НЬ API БОЛОН API АГУУЛГЫН БҮРЭН БАЙДАЛ, НАРИЙВЧЛАЛ, ЦАГ ХУГАЦААНДАА БАЙХ, ЭСВЭЛ ЧАНАРЫН ТАЛ ДЭЭР БАТАЛГАА ӨГӨХГҮЙ БӨГӨӨД ТОДОРХОЙ НЭГЭН API-Г ЦААШИД САНАЛ БОЛГОСООР БАЙНА ГЭСЭН БАТАЛГАА МӨН БАЙХГҮЙ БОЛНО.

source: USE OF THE APIS, AND THE API CONTENT AND ANY SERVICES OBTAINED FROM OR THROUGH THE APIS, IS AT YOUR OWN RISK. YOUR ACCESS TO OR DOWNLOAD OF INFORMATION, MATERIALS OR DATA THROUGH THE APIS IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF SUCH INFORMATION, MATERIALS OR DATA, UNLESS OTHERWISE EXPRESSLY PROVIDED FOR IN THE {platform_name} PRIVACY POLICY.
eo: ÛSÉ ÖF THÉ ÀPÌS, ÀND THÉ ÀPÌ ÇÖNTÉNT ÀND ÀNÝ SÉRVÌÇÉS ÖBTÀÌNÉD FRÖM ÖR THRÖÛGH THÉ ÀPÌS, ÌS ÀT ÝÖÛR ÖWN RÌSK. ÝÖÛR ÀÇÇÉSS TÖ ÖR DÖWNLÖÀD ÖF ÌNFÖRMÀTÌÖN, MÀTÉRÌÀLS ÖR DÀTÀ THRÖÛGH THÉ ÀPÌS ÌS ÀT ÝÖÛR ÖWN DÌSÇRÉTÌÖN ÀND RÌSK, ÀND ÝÖÛ WÌLL BÉ SÖLÉLÝ RÉSPÖNSÌBLÉ FÖR ÀNÝ DÀMÀGÉ TÖ ÝÖÛR PRÖPÉRTÝ (ÌNÇLÛDÌNG ÝÖÛR ÇÖMPÛTÉR SÝSTÉM) ÖR LÖSS ÖF DÀTÀ THÀT RÉSÛLTS FRÖM THÉ DÖWNLÖÀD ÖR ÛSÉ ÖF SÛÇH ÌNFÖRMÀTÌÖN, MÀTÉRÌÀLS ÖR DÀTÀ, ÛNLÉSS ÖTHÉRWÌSÉ ÉXPRÉSSLÝ PRÖVÌDÉD FÖR ÌN THÉ {platform_name} PRÌVÀÇÝ PÖLÌÇÝ.#
fa_ir: استفاده از APIS، و محتوای API و هر گونه خدماتی که از APIS یا از طریق آن به دست می‌آید، به عهده خودتان است. دسترسی یا بارگیری به اطلاعات از سمت شما، منابع یا داده‌ها از طریق APIS در اختیار شما و در معرض خطر شما است، و شما به‌تنهایی مسئول هر گونه آسیبی که به دارایی شما وارد می‌شود (شامل آن) خواهید بود. استفاده از این گونه اطلاعات، مواد یا داده‌ها، مگر اینکه در سیاست حفظ حریم خصوصی {platform_name} صریحاً غیر از آن ارائه شده باشد.
it_it: L'UTILIZZO DELLE API, DEL CONTENUTO API E DI TUTTI I SERVIZI OTTENUTI DA O ATTRAVERSO LE API, È A RISCHIO DELL'UTENTE. L'ACCESSO O IL DOWNLOAD DI INFORMAZIONI, MATERIALI O DATI TRAMITE LE API È A DISCREZIONE E RISCHIO DELL'UTENTE, CHE SARÀ L'UNICO RESPONSABILE DI EVENTUALI DANNI ALLA PROPRIETÀ (INCLUSO IL SISTEMA INFORMATICO) O LA PERDITA DI DATI RISULTANTE DAL DOWNLOAD O DALL'UTILIZZO DI TALI INFORMAZIONI, MATERIALI O DATI, SE NON ALTRIMENTI ESPRESSAMENTE FORNITO NELLA INFORMATIVA SULLA PRIVACY DI {platform_name}.
mn: API, API АГУУЛГА БОЛОН API-ААР ДАМЖУУЛАН АВЧ БАЙГАА БУСАД БҮХ ҮЙЛЧИЛГЭЭНИЙ ХЭРЭГЛЭЭНИЙ ЭРСДИЙГ ТА ӨӨРӨӨ БҮРЭН ХҮЛЭЭНЭ. API-Д ХАНДАХ ЭСВЭЛ API-ААР ДАМЖУУЛАХ МЭДЭЭЛЭЛ, БИЧИГ БАРИМТ, ӨГӨГДӨЛ ТАТАЖ АВАХ ҮЙЛДИЙГ ТА ӨӨРИЙН СОНГОЛТОО ХИЙЖ БАЙГАА БӨГӨӨД ҮҮНЭЭС ҮҮДЭН ГАРАХ ЭД ХӨРӨНГИЙН ХОХИРОЛ (ТАНЫ КОМПЬЮТЕРИЙН СИСТЕМ ЭНД ОРНО) ЭСВЭЛ ӨГӨГДЛИЙН АЛДАГДАЛ ЗЭРЭГ {platform_name}-ЫН НУУЦЛАЛЫН ГЭРЭЭНД ТОДОРХОЙ ЗААСНААС БУСАД ТОХИОЛДОЛД БҮХ ХАРИУЦЛАЛЫГ ӨӨРӨӨ ХҮЛЭЭНЭ.

source: TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE THAT NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES, EITHER ACTUAL OR CONSEQUENTIAL, ARISING OUT OF OR RELATING TO THE TERMS, OR YOUR (OR ANY THIRD PARTY'S) USE OF OR INABILITY TO USE THE APIS OR ANY API CONTENT, OR YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH THE APIS, WHETHER YOUR CLAIM IS BASED IN CONTRACT, TORT, STATUTORY OR OTHER LAW.
eo: TÖ THÉ FÛLLÉST ÉXTÉNT PÉRMÌTTÉD BÝ ÀPPLÌÇÀBLÉ LÀW, ÝÖÛ ÀGRÉÉ THÀT NÉÌTHÉR {platform_name} NÖR ÀNÝ ÖF THÉ {platform_name} PÀRTÌÇÌPÀNTS WÌLL BÉ LÌÀBLÉ TÖ ÝÖÛ FÖR ÀNÝ LÖSS ÖR DÀMÀGÉS, ÉÌTHÉR ÀÇTÛÀL ÖR ÇÖNSÉQÛÉNTÌÀL, ÀRÌSÌNG ÖÛT ÖF ÖR RÉLÀTÌNG TÖ THÉ TÉRMS, ÖR ÝÖÛR (ÖR ÀNÝ THÌRD PÀRTÝ'S) ÛSÉ ÖF ÖR ÌNÀBÌLÌTÝ TÖ ÛSÉ THÉ ÀPÌS ÖR ÀNÝ ÀPÌ ÇÖNTÉNT, ÖR ÝÖÛR RÉLÌÀNÇÉ ÛPÖN ÌNFÖRMÀTÌÖN ÖBTÀÌNÉD FRÖM ÖR THRÖÛGH THÉ ÀPÌS, WHÉTHÉR ÝÖÛR ÇLÀÌM ÌS BÀSÉD ÌN ÇÖNTRÀÇT, TÖRT, STÀTÛTÖRÝ ÖR ÖTHÉR LÀW.#
fa_ir: تا حد کاملی که توسط قانون قابل اجرا مجاز است، موافقت می‌کنید که نه {platform_name} و نه هیچ‌یک از شرکت‌کنندگان {platform_name} در قبال شما و هر گونه ضرر و زیان، به هر حال، مسئولیتی نخواهند داشت. استفاده یا ناتوانی شما (یا هر شخص ثالث) در استفاده از APIS یا هر محتوای API، یا اتکای شما به اطلاعاتی که از APIS یا از طریق APIS به دست آمده است، خواه ادعای شما مبنی بر مبنای دیگری باشد.
it_it: PER QUANTO CONSENTITO DALLA LEGGE APPLICABILE, L'UTENTE ACCETTA CHE {platform_name} E I PARTECIPANTI A {platform_name} NON SARANNO RESPONSABILI VERSO IL CLIENTE PER EVENTUALI PERDITE O DANNI, EFFETTIVI O CONSEQUENZIALI, DERIVANTI DA O IN RELAZIONE AI TERMINI, O L'UTILIZZO O L'INCAPACITÀ DI UTILIZZARE LE API O IL CONTENUTO API DA PARTE DEL CLIENTE (O DI TERZE PARTI), O L'AFFIDABILITÀ DELLE INFORMAZIONI OTTENUTE DA O ATTRAVERSO LE API, INDIPENDENTEMENTE DAL FATTO CHE LA RICHIESTA SIA BASATA SU CONTRATTO, REATO GRAVE O ALTRE LEGGI.
mn: ХОЛБОГДОХ ХУУЛЬ ТОГТООМЖИЙН ХҮРЭЭНД, ҮЙЛЧИЛГЭЭНИЙ НӨХЦӨЛТЭЙ ХОЛБООТОЙ ЭСВЭЛ ТҮҮНЭЭС ГАРАХ, ЭСВЭЛ ТАНЫ (ЭСВЭЛ ЯМАР НЭГЭН ГУРАВДАГЧ ЭТГЭЭДИЙН) API БОЛОН API АГУУЛГА ХЭРЭГЛЭСНЭЭС ЭСВЭЛ ХЭРЭГЛЭЖ ЧАДААГҮЙ БАЙДЛААС, ЭСВЭЛ API-ААР ДАМЖУУЛАН ЭСВЭЛ API-ААС ОЛЖ АВСАН МЭДЭЭЛЛЭЭС ШАЛТГААЛАН ГАРАХ ЯМАР Ч ТӨРЛИЙН АЛДАГДАЛ ЭСВЭЛ ХОХИРОЛД {platform_name} БОЛОН {platform_name} ОРОЛЦОГЧИДЫН ХЭН НЬ Ч ХАРИУЦЛАГА ХҮЛЭЭХГҮЙ БОЛНО. ТАНЫ ЗАРГА НЬ ХУУЛЬ ЁСНЫ, ИРГЭНИЙ ЭРХИЙН ГЭРЭЭ ЭСВЭЛ БУСАД ХУУЛЬД ҮНДЭСЛЭСЭН БАЙСАН Ч ГЭСЭН ХҮЧИНГҮЙ БОЛНО.

source: IN PARTICULAR, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL HAVE ANY LIABILITY FOR ANY CONSEQUENTIAL, INDIRECT, PUNITIVE, SPECIAL, EXEMPLARY OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE AND WHETHER OR NOT {platform_name} OR ANY OF THE {platform_name} PARTICIPANTS HAS BEEN NEGLIGENT OR OTHERWISE AT FAULT (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, ERRORS, LOSS OF PROFITS, LOSS OF DATA OR INTERRUPTION IN AVAILABILITY OF DATA).
eo: ÌN PÀRTÌÇÛLÀR, TÖ THÉ FÛLLÉST ÉXTÉNT PÉRMÌTTÉD BÝ ÀPPLÌÇÀBLÉ LÀW, NÉÌTHÉR {platform_name} NÖR ÀNÝ ÖF THÉ {platform_name} PÀRTÌÇÌPÀNTS WÌLL HÀVÉ ÀNÝ LÌÀBÌLÌTÝ FÖR ÀNÝ ÇÖNSÉQÛÉNTÌÀL, ÌNDÌRÉÇT, PÛNÌTÌVÉ, SPÉÇÌÀL, ÉXÉMPLÀRÝ ÖR ÌNÇÌDÉNTÀL DÀMÀGÉS, WHÉTHÉR FÖRÉSÉÉÀBLÉ ÖR ÛNFÖRÉSÉÉÀBLÉ ÀND WHÉTHÉR ÖR NÖT {platform_name} ÖR ÀNÝ ÖF THÉ {platform_name} PÀRTÌÇÌPÀNTS HÀS BÉÉN NÉGLÌGÉNT ÖR ÖTHÉRWÌSÉ ÀT FÀÛLT (ÌNÇLÛDÌNG, BÛT NÖT LÌMÌTÉD TÖ, ÇLÀÌMS FÖR DÉFÀMÀTÌÖN, ÉRRÖRS, LÖSS ÖF PRÖFÌTS, LÖSS ÖF DÀTÀ ÖR ÌNTÉRRÛPTÌÖN ÌN ÀVÀÌLÀBÌLÌTÝ ÖF DÀTÀ).#
es_es: EN PARTICULAR, EN LA MEDIDA MÁXIMA PERMITIDA POR LA LEY APLICABLE, NI {platform_name} NI NINGUNO DE LOS PARTICIPANTES DE {platform_name} TENDRÁ CUALQUIER RESPONSABILIDAD POR DAÑOS CONSECUENTES, INDIRECTOS, PUNITIVOS, ESPECIALES, EJEMPLARES O INCIDENTALES, PREVISIBLES O IMPREVISTOS Y YA SEA O NO {platform_name} O CUALQUIERA DE LOS PARTICIPANTES {platform_name} HA SIDO NEGLIGENTE O DE OTRA MANERA EN FALLA (INCLUYENDO, PERO SIN LIMITARSE A, RECLAMOS POR DEFAMACIÓN, ERRORES, PÉRDIDA DE GANANCIAS, PÉRDIDA DE DATOS O INTERRUPCIÓN EN DISPONIBILIDAD DE DATOS).
fa_ir: خصوصا، براساس قانونی کاملا اجرایی، نه {platform_name} و نه هیچ یک از {platform_name} شرکت‌کنندگان هیچ‌گونه مسئولیتی در قبال خسارت‌های پیامد، به‌طور غیرمستقیم، مجازات، ویژه، نمونه یا اتفاقی، اعم از قابل پیش‌بینی یا غیرقابل پیش‌بینی نخواهند داشت و اینکه چه{platform_name} باشد یا نباشد، یا هریک از شرکت‌کنندگان {platform_name}سهل‌انگار یا بیگاه باشد (شامل موارد زیر می‌شود: ادعاهای مربوط به افترا، خطاها، ضرر و زیان‌های ناگوار ناشی از دست‌دادن داده‌ها، یا وقفه در دسترسی به داده‌ها ولی ولی محدود به آن‌ها نمی شود).
it_it: IN PARTICOLARE, NELLA MISURA MASSIMA CONSENTITA DALLA LEGGE APPLICABILE, NÈ {platform_name} NÈ ALCUNO DEI PARTECIPANTI A {platform_name} SARÀ RESPONSABILE PER QUALSIASI DANNO CONSEQUENZIALE, DIRETTO, PUNITIVO, SPECIALE, ESEMPLARE O INCIDENTALE, PREVEDIBILE O MENO, E INDIPENDENTEMENTE DAL FATTO CHE {platform_name} O UNO DEI PARTECIPANTI A {platform_name} SIA STATO NEGLIGENTE O COLPEVOLE DI ALTRO (INCLUSE, A TITOLO ESEMPLIFICATIVO MA NON ESAUSTIVO, RICHIESTE PER DIFFAMAZIONE, ERRORI, PERDITE DI PROFITTO, PERDITE DI DATI O INTERRUZIONI DELLA DISPONIBILITÀ DEI DATI).
lv: IT SEVIŠĶI, LĪDZ PILNAM APMĒRAM, KAS ATĻAUTS PIEMĒROJAMAJĀ LIKUMĀ, NEDZ {platform_name}, NEDZ JEBKURI NO {platform_name} DALĪBNIEKIEM NEBŪS ATBILDĪGI PAR JEBKURIEM IZRIETOŠIEM, NETIEŠIEM, SODA, ĪPAŠIEM, TIPVEIDA VAI NEJAUŠIEM ZAUDĒJUMIEM, NEATKARĪGI NO TĀ VAI TIE IR PAREDZAMI VAI NEPAREDZAMI, UN VAI {platform_name} VAI JEBKURI NO {platform_name} DALĪBNIEKIEM IR BIJUŠI NOLAIDĪGI VAI KĀ SAVĀDĀK VAINĪGI (IESKAITOT, BET NEIEROBEŽOJOTIES AR PRASĪBĀM PAR APMELOJUMU, KĻŪDĀM, PEĻŅAS ZAUDĒJUMIEM, DATU ZAUDĒJUMIEM VAI PĀRTRAUKUMIEM DATU PIEEJAMĪBĀ).
mn: PARTICULAR нь {platform_name} ТӨГСГӨЛИЙН БҮРЭЛДЭХҮҮН {platform_name} ҮНДСЭН БАЙГУУЛЛАГУУД ХЭРЭГТЭЙ БОЛОВСРУУЛАХ, БУУРУУЛАХ, ТӨЛӨӨ, ЭРХЭМЖЭЭ, ЭРХЭМЖЭЭ, АМЬДРАХ ЭРХ ОРЧУУЛАХ, АМЬДРАХ, ЭРҮҮЛ МЭНД бИШ {platform_name} ЭСВЭЛ {platform_name} оролцогчдын Ямар ч хайнга эсвэл буруу байна (үүнд, үүгээр хязгаарлагдахгүй, нэр төр гутаахтай холбоотой, алдаа, ашиг алдагдал, өгөгдлийн алдагдлын бУЮУ зогсолт мэдээллээр-д нэхэмжлэл гаргах).

source: CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.
eo: ÇÉRTÀÌN STÀTÉ LÀWS DÖ NÖT ÀLLÖW LÌMÌTÀTÌÖNS ÖN ÌMPLÌÉD WÀRRÀNTÌÉS ÖR THÉ ÉXÇLÛSÌÖN ÖR LÌMÌTÀTÌÖN ÖF ÇÉRTÀÌN DÀMÀGÉS. ÌF THÉSÉ LÀWS ÀPPLÝ TÖ ÝÖÛ, SÖMÉ ÖR ÀLL ÖF THÉ ÀBÖVÉ DÌSÇLÀÌMÉRS, ÉXÇLÛSÌÖNS, ÖR LÌMÌTÀTÌÖNS MÀÝ NÖT ÀPPLÝ TÖ ÝÖÛ, ÀND ÝÖÛ MÌGHT HÀVÉ ÀDDÌTÌÖNÀL RÌGHTS. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υι#
es_es: CIERTAS LEYES ESTATALES NO PERMITEN LIMITACIONES SOBRE GARANTÍAS IMPLÍCITAS O LA EXCLUSIÓN O LIMITACIÓN DE CIERTOS DAÑOS. SI ESTAS LEYES SE APLICAN A USTED, ALGUNAS O TODAS LAS RENUNCIAS ANTERIORES, EXCLUSIONES O LIMITACIONES PUEDEN NO APLICARSE A USTED, Y USTED PUEDE TENER DERECHOS ADICIONALES.
fa_ir: برخی از قوانین ایالتی، ایجاد محدودیت در ضمانت‌های ضمنی یا استثنا یا محدودیت آسیب‌های خاص را مجاز نمی‌دانند. اگر این قوانین درباره شما اعمال می‌شود، ممکن است برخی یا همه موارد مربوط به سلب مسئولیت، استثناها یا محدودیت‌ها برای شما اعمال نشود و ممکن است حقوق اضافی داشته باشید.
it_it: LA LEGISLAZIONE DI ALCUNI STATI NON CONSENTE LIMITAZIONI SULLE GARANZIE IMPLICITE O L'ESCLUSIONE O LIMITAZIONE DI ALCUNI TIPI DI DANNI. IN QUESTO CASO, ALCUNE O TUTTE LE RINUNCE, ESCLUSIONI O LIMITAZIONI POTREBBERO NON ESSERE APPLICABILI E L'UTENTE POTREBBE ESSERE TITOLARE DI ULTERIORI DIRITTI.
lv: NOTEIKTI ŠTATU LIKUMI NEPIEĻAUJ IEROBEŽOJUMUS TIEŠI NENOLĪGTĀM GARANTIJĀM VAI ARĪ NOTEIKTU BOJĀJUMU IZSLĒGŠANU VAI IEROBEŽOŠANU. JA ŠIE LIKUMI ATTIECAS UZ JUMS, DAŽAS VAI VISAS NO IEPRIEKŠ MINĒTAJĀM ATRUNĀM, IZSLĒGŠANĀM VAI IEROBEŽOJUMIEM VAR NEATTIEKTIES UZ JUMS, UN JUMS VAR BŪT PAPILDUS TIESĪBAS.
mn: ГЭРЭЭНИЙ ТӨЛӨӨЛӨГЧИЙН ЭРХ ЗАРЧИМ ҮНДСЭН АЮУЛГҮЙ БАЙГУУЛАГЧ, ЭРХ ЗҮЙН БАЙГУУЛАГЧ, ЭРХ ЗЭЭЛИЙН ЭРХ БҮРДҮҮЛЭХГҮЙ. Эдгээр хууль нь танд хамаатай бол зарим түүнээс дээш татгалзах бүх хасалтууд, ЭСВЭЛ хязгаарлалт хамаарахгүй болохгүй, та одоо нэмэлт эрхтэй болох юм.

source: The APIs and API Content may include hyperlinks to sites maintained or controlled by others and not affiliated with or under the control of {platform_name}. {platform_name_capitalized} and the {platform_name} Participants are not responsible for and do not routinely screen, approve, review or endorse the contents of or use of any of the products or services that may be offered at these third-party sites. If you decide to access linked third-party websites, you do so at your own risk.
eo: Thé ÀPÌs änd ÀPÌ Çöntént mäý ïnçlüdé hýpérlïnks tö sïtés mäïntäïnéd ör çöntrölléd ßý öthérs änd nöt äffïlïätéd wïth ör ündér thé çöntröl öf {platform_name}. {platform_name_capitalized} änd thé {platform_name} Pärtïçïpänts äré nöt réspönsïßlé för änd dö nöt röütïnélý sçréén, äpprövé, révïéw ör éndörsé thé çönténts öf ör üsé öf äný öf thé prödüçts ör sérvïçés thät mäý ßé öfféréd ät thésé thïrd-pärtý sïtés. Ìf ýöü déçïdé tö äççéss lïnkéd thïrd-pärtý wéßsïtés, ýöü dö sö ät ýöür öwn rïsk.#
fa_ir: APIها و محتوای API ممکن است شامل پیوندهایی به وبگاه‌هایی باشد که توسط دیگران نگهداری یا کنترل می‌شوند و به {platform_name} وابسته یا تحت کنترل آن نیستند. {platform_name_capitalized} و {platform_name} شرکت‌کنندگان مسئولیتی ندارند و به‌طور معمول محتویات یا استفاده از هر یک از محصولات یا خدماتی را که ممکن است در این وبگاه‌های شخص ثالث ارائه شود، بررسی، تأیید، بازبینی یا امضا نمی‌کنند. اگر تصمیم دارید به وبگاه‌های شخص ثالث مرتبط دسترسی داشته باشید، این کار را با مسئولیت خود انجام می‌دهید.
it_it: Le API ed il Contenuto API potrebbero contenere collegamenti ipertestuali a siti gestiti o controllati da altri e non affiliati o controllati da {platform_name}. {platform_name_capitalized} e i Partecipanti a {platform_name} non sono responsabili e non controllano, approvano, esaminano o promuovono il contenuto o l'utilizzo di prodotti o servizi che potrebbero essere offerti su tali siti di terze parti. La decisione di accedere a siti Web di terze parti collegati è a rischio dell'utente.
mn: API болон API агуулга нь {platform_name}-ын харьяа биш эсвэл удирдлага дор байдаггүй, өөр хүмүүс удирдаж авч явдаг хуудсуудын холбоосыг агуулж болно. {platform_name_capitalized} болон {platform_name} оролцогчид нь эдгээр гуравдагч этгээдийн хуудсанд санал болгож буй ямар нэгэн бүтээгдэхүүн эсвэл үйлчилгээний хэрэглээ, агуулгыг шалгах, зөвшөөрөх, хянах эсвэл батлах үйлдэл хийдэггүй ба ямар нэгэн хариуцлага хүлээхгүй болно. Хэрэв та API дахь холбоосоор гуравдагч этгээдийн веб хуудсууд руу хандахаар шийдсэн бол боломжит эрсдэлд өөрөө хариуцлага хүлээнэ.

source: To the maximum extent permitted by applicable law, you agree to defend, hold harmless and indemnify {platform_name} and the {platform_name} Participants, and their respective subsidiaries, affiliates, officers, faculty, students, fellows, governing board members, agents and employees from and against any third-party claims, actions or demands arising out of, resulting from or in any way related to your use of the APIs and any API Content, including any liability or expense arising from any and all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys' fees, of every kind and nature. In such a case, {platform_name} or one of the {platform_name} Participants will provide you with written notice of such claim, action or demand.
eo: Tö thé mäxïmüm éxtént pérmïttéd ßý äpplïçäßlé läw, ýöü ägréé tö défénd, höld härmléss änd ïndémnïfý {platform_name} änd thé {platform_name} Pärtïçïpänts, änd théïr réspéçtïvé süßsïdïärïés, äffïlïätés, öffïçérs, fäçültý, stüdénts, féllöws, gövérnïng ßöärd mémßérs, ägénts änd émplöýéés fröm änd ägäïnst äný thïrd-pärtý çläïms, äçtïöns ör démänds ärïsïng öüt öf, résültïng fröm ör ïn äný wäý rélätéd tö ýöür üsé öf thé ÀPÌs änd äný ÀPÌ Çöntént, ïnçlüdïng äný lïäßïlïtý ör éxpénsé ärïsïng fröm äný änd äll çläïms, lössés, dämägés (äçtüäl änd çönséqüéntïäl), süïts, jüdgménts, lïtïgätïön çösts änd ättörnéýs' féés, öf évérý kïnd änd nätüré. Ìn süçh ä çäsé, {platform_name} ör öné öf thé {platform_name} Pärtïçïpänts wïll prövïdé ýöü wïth wrïttén nötïçé öf süçh çläïm, äçtïön ör démänd.#
fa_ir: تا جایی که قانون قابل اجرا مجاز است، شما موافقت می‌کنید که از {platform_name} و {platform_name} شرکت‌کنندگان، و شرکت‌های تابعه، افسران، اساتید، دانشجویان، همکاران، اعضای هیئت مدیره، نمایندگان و کارمندان مربوطه دفاع، بی‌ضرر نگه دارید و غرامت بدهید. از و علیه هرگونه ادعای شخص ثالث، اقدام یا تقاضای ناشی از، ناشی از یا به هر طریقی مرتبط با استفاده شما از APIها و هر محتوای API، از جمله هرگونه مسئولیت یا هزینه ناشی از هریک و همه ادعاها، ضررها، خسارات ( واقعی و تبعی)، دعاوی، قضاوت، هزینه‌های دادرسی و حق‌الوکاله، از هر نوع و ماهیت. در چنین حالتی، {platform_name} یا یکی از شرکت‌کنندگان {platform_name} اخطار کتبی مربوط به چنین ادعا، اقدام یا درخواستی را به شما ارائه خواهد کرد.
it_it: Nella misura massima consentita dalla legge applicabile, l'utente accetta di difendere, manlevare e tenere indenne {platform_name} e i Partecipanti a {platform_name}, ed i rispettivi subfornitori, affiliati, funzionari, facoltà, studenti, colleghi, membri del consiglio di amministrazione, agenti e dipendenti da e contro eventuali richieste, domande o reclami di terze parti derivanti o risultanti o in alcun modo correlati all'utilizzo delle API e del Contenuto API da parte dell'utente, incluse le responsabilità e le spese derivanti da qualsiasi richiesta, perdita, danno (reale e consequenziale), azione legale, sentenza, spese legali e parcelle legali, di qualsiasi tipo e natura. In questo caso, {platform_name} o uno dei Partecipanti a {platform_name} comunicheranno per iscritto tale reclamo, azione o richiesta.
mn: Холбогдох хууль тогтоомжоорын хүрээнд, та {platform_name} болон {platform_name} Оролцогчид, болон тэдний салбар нэгж, харьяат гишүүд, албан тушаалтнууд, багш нар, оюутнууд, удирдах зөвлөлийн гишүүд, төлөөлөгчид, ажилтнуудыг API болон API Агуулгын хэрэглээний үр дүнд эсвэл түүнээс ургах гарах бүх төрлийн хүсэлт, зарга, нэхэмжллээс хамгаалах болон чөлөөлөхөө хүлээн зөвшөөрч байгаа болно. Үүнд, зарга, алдагдал, хохирол (бодит болон үр дагавраас үүдэлтэй), шүүх хурал, шүүн таслах ажиллагаа, шүүх үйл явцын зардал болон өмгөөлөгчийн төлбөр гэх мэт ижил шинж чанартай бүх хүчин зүйлсийн зардал эсвэл хариуцлага мөн орно. Ийм тохиолдолд {platform_name} эсвэл {platform_name} Оролцогчдын нэг нь танд ийм нэхэмжлэл, хүсэлт эсвэл заргыг бичгээр мэдэгдэх болно.

source: General Legal Terms
eo: Généräl Légäl Térms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fa_ir: شرایط حقوق عمومی
it_it: Termini legali generali
lv: Vispārējie juridiskie nosacījumi
mn: Ерөнхий эрх зүйн нэр томъёо
