Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a student-visible experiment will impact the experiment data.
eo: Thé çönfïgürätïön défïnés höw üsérs äré gröüpéd för thïs çöntént éxpérïmént. Çäütïön: Çhängïng thé gröüp çönfïgürätïön öf ä stüdént-vïsïßlé éxpérïmént wïll ïmpäçt thé éxpérïmént dätä. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕ#
es_es: La configuración define cómo se agrupan los usuarios para este contenido experimental. Atención: Cambiar la configuración de grupo de un experimento visible afectará los datos del experimento.
fa_ir: این پیکربندی نحوه گروه‌بندی کاربران را برای این آزمایش محتوا تعیین می‌کند. احتیاط: تغییر پیکربندی گروهی آزمایش قابل مشاهده برای هر یادگیرنده بر داده‌های آزمایش تأثیر می‌گذارد.
it_it: La configurazione definisce in che modo gli utenti sono raggruppati per questo esperimento sui contenuti. Attenzione: la modifica della configurazione di gruppo di un esperimento visibile allo studente influirà sui dati dell'esperimento.
lv: Konfigurācijā tiek definēts, kā lietotāji tiek grupēti šim satura eksperimentam. Brīdinājums: grupas konfigurācijas mainīšana studentiem redzamam eksperimentam ietekmēs eksperimenta datus.
mn: Энэ тохиргоо хэрэглэгчид энэ агуулгын туршилтанд хэрхэн хуваарилагдсаныг тодорхойлдог. Анхаар: Суралцагч-үзэгдэх туршилтын бүлгийн тохиргооны өөрчлөлт туршилтын өгөгдөлд нөлөөлнө.

source: Group Configuration
eo: Gröüp Çönfïgürätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Configuración de Grupo
fa_ir: پیکربندی گروه
it_it: Configurazione del gruppo
lv: Grupas konfigurācija
mn: Бүлгийн тохиргоо

source: {group_name} (inactive)
eo: {group_name} (ïnäçtïvé) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: {group_name} (inactivo)
fa_ir: {group_name} (غیرفعال)
lv: {group_name} (neaktīvs)
mn: {group_name} (идэвхгүй)

source: The experiment is not associated with a group configuration.
eo: Thé éxpérïmént ïs nöt ässöçïätéd wïth ä gröüp çönfïgürätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El experimento no está asociado con una configuración de grupos.
fa_ir: این آزمایش با پیکربندی گروهی مربوط نیست.
it_it: L'esperimento non è associato a un gruppo di configurazione.
lv: Eksperiments nav saistīts ar grupas konfigurāciju.
mn: Туршилт бүлгийн тохиргоотой холбогдоогүй.

source: Select a Group Configuration
eo: Séléçt ä Gröüp Çönfïgürätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Selecciona una configuración de grupo
fa_ir: پیکربندی گروهی را انتخاب کنید
it_it: Seleziona una configurazione del gruppo
lv: Izvēlieties grupas konfigurāciju
mn: Бүлгийн тохиргоог сонгох

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
eo: Thé éxpérïmént üsés ä délétéd gröüp çönfïgürätïön. Séléçt ä välïd gröüp çönfïgürätïön ör délété thïs éxpérïmént. Ⱡ'σяєм ιρѕυм ∂σłσя#
es_es: El experimento usa una configuración de grupos eliminada. Selecciona una configuración de grupos válida o elimina este experimento.
fa_ir: این آزمایش از یکی از پیکربندی‌های گروه حذف شده استفاده می‌کند. پیکربندی گروه معتبری انتخاب کنید یا این آزمایش را حذف کنید.
it_it: L'esperimento utilizza una configurazione di gruppo eliminata. Selezionare una configurazione di gruppo valida oppure eliminare questo esperimento.
lv: Eksperimentā tiek izmantota dzēstas grupas konfigurācija. Izvēlieties derīgu grupas konfigurāciju vai arī dzēsiet šo eksperimentu.
mn: Туршилт устгагдсан бүлгийн тохиргоог хэрэглэдэг. Зөв бүлгийн тохиргоо эсвэл энэ туршилтыг утгахыг сонгоно уу.

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
eo: Thé éxpérïmént üsés ä gröüp çönfïgürätïön thät ïs nöt süppörtéd för éxpérïménts. Séléçt ä välïd gröüp çönfïgürätïön ör délété thïs éxpérïmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт#
es_es: El experimento utiliza una configuración de grupo que no es compatible con experimentos. Seleccione una configuración de grupo válida o elimine este experimento.
fa_ir: این آزمایش از پیکربندی گروهی استفاده می‌کند که برای آزمایش‌ها پشتیبانی نمی‌شود. یک پیکربندی گروه معتبر انتخاب کنید یا این آزمایش را حذف کنید.
it_it: L'esperimento utilizza una configurazione di gruppo non supportata per gli esperimenti. Selezionare una configurazione di gruppo valida oppure eliminare questo esperimento.
lv: Eksperimentā tiek izmantota grupas konfigurācija, kas netiek atbalstīta eksperimentiem. Izvēlieties derīgu grupas konfigurāciju vai arī dzēsiet šo eksperimentu.
mn: Туршилт нь туршилтыг дэмждэггүй бүлгийн тохиргоог хэрэглэдэг. Зөв бүлгийн тохиргоо эсвэл энэ туршилтыг утгахыг сонгоно уу.

source: The experiment does not contain all of the groups in the configuration.
eo: Thé éxpérïmént döés nöt çöntäïn äll öf thé gröüps ïn thé çönfïgürätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: El experimento no contiene todos los grupos en la configuración.
fa_ir: این آزمایش شامل همه گروه‌های موجود در این پیکربندی نیست.
it_it: L'esperimento non contiene tutti i gruppi nella configurazione.
lv: Eksperiments nesatur visas konfigurācijā esošās grupas.
mn: Туршилт нь тохиргоонд байгаа бүлгүүдийг агуулдаггүй.

source: Add Missing Groups
eo: Àdd Mïssïng Gröüps Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Añadir los grupos que faltan
fa_ir: گروه‌های مفقود را بیفزایید
it_it: Aggiungi i gruppi mancanti
lv: Pievienot trūkstošās grupas
mn: Алга болсон бүлгүүдийг нэмэх

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
eo: Thé éxpérïmént häs än ïnäçtïvé gröüp. Mövé çöntént ïntö äçtïvé gröüps, thén délété thé ïnäçtïvé gröüp. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: El experimento tiene un grupo inactivo. Mueve el contenido a grupos activos y luego elimina el gupo inactivo.
fa_ir: در این آزمایش، گروهی غیرفعال وجود دارد. محتوا را به گروه‌های فعال منتقل کرده، سپس گروه غیرفعال را حذف کنید.
it_it: L'esperimento dispone di un gruppo inattivo. Spostare il contenuto nei gruppi attivi, quindi eliminare il gruppo inattivo.
lv: Eksperimentā ir neaktīva grupa. Pārvietojiet saturu aktīvajās grupās, pēc tam dzēsiet neaktīvo grupu.
mn: Туршилт нь идэвхгүй бүлэгтэй. Агуулгийг идэвхтэй бүлэг рүү шилжүүлээд дараа нь идэвхгүй бүлгийг утгана уу.

source: This content experiment has issues that affect content visibility.
eo: Thïs çöntént éxpérïmént häs ïssüés thät äfféçt çöntént vïsïßïlïtý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Este contenido experimental tiene problemas que afectan a la visibilidad del contenido.
fa_ir: این آزمایش محتوا دارای موضوعاتی است که بر قابلیت مشاهده محتوا اثر می‌گذارد.
it_it: Si sono verificati degli errori con questo esperimento sui contenuti che influiscono sulla visibilità del contenuto.
lv: Šim satura eksperimentam ir problēmas, kas ietekmē satura redzamību.
mn: Энэ агуулгын туршилт нь агуулгын харагдацад нөлөөлөх асуудлуудтай.

source: External Discussion
eo: Éxtérnäl Dïsçüssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Debates externos
fa_ir: گفتگوی خارجی
it_it: Discussione esterna
lv: Ārējā diskusija
mn: Гадааны хэлэлцүүлэг

source: Save and Import
eo: Sävé änd Ìmpört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fa_ir: ذخیره و ورود
it_it: Salva e importa

source: Enable in-context discussions for the Unit
fa_ir: گفتگوهای درون‌متنی را برای این واحد فعال کنید
it_it: Abilita discussioni contestualizzate per l'Unità

source: Add discussion for the Unit.
fa_ir: افزودن گفتگو برای این بخش.
it_it: Aggiungi una discussione per l'Unità.

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
eo: Çän't réçéïvé tränsçrïpts fröm Ýöütüßé för {youtube_id}. Stätüs çödé: {status_code}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se pueden recibir transcripciones de Youtube para {youtube_id}. Código de estado: {status_code}.
fa_ir: امکان دریافت زیرنویس از یوتیوب برای {youtube_id} نیست. کد وضعیت: {status_code}.
it_it: Impossibile ricevere trascrizioni da Youtube per {youtube_id}. Codice di stato: {status_code}.
lv: Nav iespējams saņemt norakstus no Youtube par {youtube_id}. Statusa kods: {status_code}.
mn: {youtube_id} Youtube-ээс хөрвүүлгийг хүлээн авч чадахгүй. Төлвийн код: {status_code}.

source: We support only SubRip (*.srt) transcripts format.
eo: Wé süppört önlý SüßRïp (*.srt) tränsçrïpts förmät. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Sólo damos soporte a transcripciones en formato SubRip (*.srt).
fa_ir: ما فقط از قالب زیرنویس SubRip (*.srt) پشتیبانی می‌کنیم.
it_it: È supportato solo il formato di trascrizioni SubRip (*.srt).
lv: Mēs atbalstām tikai SubRip (*.srt) formāta norakstus.

source: Something wrong with SubRip transcripts file during parsing. Inner message is {error_message}
eo: Söméthïng wröng wïth SüßRïp tränsçrïpts fïlé dürïng pärsïng. Ìnnér méssägé ïs {error_message} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Ocurrió un error con el fichero de transcripciones SubRip durante el análisis. Mensaje interno: {error_message}
fa_ir: مشکلی در تجزیه پرونده زیرنویس SubRip وجود دارد. پیام داخلی {error_message} است
it_it: Si è verificato un problema con il file delle trascrizioni SubRip durante l'analisi. Il messaggio interno è {error_message}
lv: Kaut kas ir nepareizi ar SubRip noraksta datni parsēšanas laikā. Iekšējais ziņojums ir {error_message}
mn: SubRip хөрвүүлийн файлыг шинжэлж байх үед алдаа гарлаа. Алдааны мессэж {error_message}

source: Something wrong with SubRip transcripts file during parsing.
eo: Söméthïng wröng wïth SüßRïp tränsçrïpts fïlé dürïng pärsïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Ocurrió un error con las transcripciones Subrip durante el análisis.
fa_ir: مشکلی در تجزیه پرونده زیرنویس SubRip وجود دارد.
it_it: Si è verificato un problema con il file delle trascrizioni SubRip durante l'analisi.
lv: Kaut kas ir nepareizi ar SubRip noraksta datni parsēšanas laikā.
mn: SubRip хөрвүүлгийн файлыг шинжэлж байх үед алдаа гарлаа.

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
eo: {exception_message}: Çän't fïnd üplöädéd tränsçrïpts: {user_filename} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: {exception_message}: No se pueden encontrar los datos actualizados: {user_filename}
fa_ir: {exception_message}: رونوشت‌های بارگذاری‌شده یافت نشد: {user_filename}
it_it: {exception_message}: Impossibile trovare le trascrizioni caricate: {user_filename}
lv: {exception_message}: Nav iespējams atrast augšupielādētos norakstus: {user_filename}
mn: {exception_message}: Ачаалсан хөрвүүлгийн файлыг олсонгүй: {user_filename}

source: Basic
eo: Bäsïç Ⱡ'σяєм ιρѕ#
es_es: Básico
fa_ir: ابتدایی
it_it: Di base
lv: Pamata
mn: Үндсэн

source: There is no transcript file associated with the {lang} language.
eo: Théré ïs nö tränsçrïpt fïlé ässöçïätéd wïth thé {lang} längüägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: هیچ پرونده زیرنویس مربوط به زبان {lang}وجود ندارد.
it_it: Non esiste alcun file di trascrizione associato alla lingua {lang}.
lv: Nav noraksta datnes, kas saistīta ar {lang} valodu.
mn: {lang} хэлтэй холбоотой хөрвүүлгийн файл байхгүй байна.

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
eo: Thé ÛRL för ýöür vïdéö. Thïs çän ßé ä ÝöüTüßé ÛRL ör ä lïnk tö än .mp4, .ögg, ör .wéßm vïdéö fïlé höstéd élséwhéré ön thé Ìntérnét. Ⱡ#
es_es: URL para tu vídeo. Puede ser una URL de YouTube o bien un link a un archivo de vídeo en formato .mp4, .ogg o .webm alojado en otra página web.
fa_ir: نشانی اینترنتی ویدیوی شما این است . این نشانی می‌تواند نشانی ویدیویی از یوتیوب یا پیوندی بهیک .mp4 باشد، یا .ogg یا .webm یا فایل تصویری باشد که در جای دیگری از اینترنت میزبانی شده باشد.
it_it: L'URL per il proprio video. Può essere un URL YouTube o un file video .mp4, .ogg oppure .webm presente altrove su Internet.
lv: Jūsu video URL. Tas var būt YouTube URL vai saite uz .mp4, .ogg, vai .webm video datni, kas viesota citur internetā.
mn: Таны видеоны URL. Энэ нь YouTube URL, эсвэл Интернэтэд байршуулсан .mp4, .ogg, эсвэл .webm видео файл байж болно.

source: Default Video URL
eo: Défäült Vïdéö ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: URL por defecto del vídeo
fa_ir: آدرس پیش‌فرض ویدیو
it_it: URL predefinita per il video
lv: Noklusētais video URL
mn: Видеог үзэх URL

source: Language is required.
eo: Längüägé ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Se requiere idioma.
fa_ir: زبان ضروری است
it_it: È richiesta una lingua
lv: Jānorāda valoda
mn: Хэл шаардлагатай

source: Component Display Name
eo: Çömpönént Dïspläý Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Nombre del componente a mostrar
fa_ir: نام نمایشی مولفه
it_it: Nome del componente visualizzato
lv: Parādāmais komponenta vārds
mn: Бүрдэлийн харагдах нэр

source: Current position in the video.
eo: Çürrént pösïtïön ïn thé vïdéö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Posición actual en el vídeo.
fa_ir: موقعیت فعلی در این ویدئو.
it_it: Posizione attuale nel video.
lv: Pašreizējā pozīcija video.
mn: Видеон дээрх одоогийн байрлал

source: Optional, for older browsers: the YouTube ID for the normal speed video.
eo: Öptïönäl, för öldér ßröwsérs: thé ÝöüTüßé ÌD för thé nörmäl spééd vïdéö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Opcional, para navegadores antiguos: ID de YouTube para la velocidad de vídeo normal.
fa_ir: اختیاری، برای مرورگرهای قدیمی تر: شناسه یوتیوب برای سرعت عادی این ویدیو.
it_it: Facoltativo, per browser meno recenti: l'ID YouTube per la velocità video normale.
lv: Neobligāti, vecākiem pārlūkiem: YouTube ID normāla ātruma video.
mn: Сонголтот, хуучин хөтөч дээр: видеог энгийн хурдтай тоглуулах YouTube ID

source: YouTube ID
eo: ÝöüTüßé ÌD Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: ID de YouTube
fa_ir: شناسه یوتیوب
it_it: ID YouTube

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
eo: Öptïönäl, för öldér ßröwsérs: thé ÝöüTüßé ÌD för thé .75x spééd vïdéö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Opcional, para navegadores antiguos: ID de YouTube para la velocidad de vídeo .75x.
fa_ir: اختیاری ، برای مرورگرهای قدیمی‌تر: شناسه یوتیوب برای ویدیو برای سرعت 0.75 .
it_it: Facoltativo, per browser meno recenti: l'ID YouTube per la velocità video 0,75x.
lv: Neobligāti, vecākiem pārlūkiem: YouTube ID 0.75x ātruma video.
mn: Сонголтот, хуучин хөтөч дээр: видеог 0.75x хурдтай тоглуулах YouTube ID

source: YouTube ID for .75x speed
eo: ÝöüTüßé ÌD för .75x spééd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: ID de YouTube para velocidad .75x
fa_ir: شناسه یوتیوب برای سرعت .75x
it_it: ID YouTube per velocità .75x
lv: YouTube ID 0.75x ātrumam
mn: 0.75x хурдтай тоглуулах YouTube ID

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
eo: Öptïönäl, för öldér ßröwsérs: thé ÝöüTüßé ÌD för thé 1.25x spééd vïdéö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Opcional, para navegadores más antiguos: ID de YouTube para velocidad de vídeo 1.25x
fa_ir: اختیاری، برای مرورگرهای قدیمی‌تر: شناسه یوتیوب برای این ویدئو با سرعت 1.25x.
it_it: Facoltativo, per browser meno recenti: l'ID YouTube per la velocità video 1.25x.
lv: Neobligāti, vecākiem pārlūkiem: YouTube ID 1.25x ātruma video
mn: Сонголтот, хуучин хөтөч дээр: видеог 1.25x хурдтай тоглуулах YouTube ID

source: YouTube ID for 1.25x speed
eo: ÝöüTüßé ÌD för 1.25x spééd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: ID de YouTube para velocidad 1.25x
fa_ir: شناسه یوتیوب برای سرعت .1.25x
it_it: ID YouTube per velocità 1.25x
lv: YouTube ID 1.25x ātrumam
mn: 1.25x хурдтай тоглуулах YouTube ID

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
eo: Öptïönäl, för öldér ßröwsérs: thé ÝöüTüßé ÌD för thé 1.5x spééd vïdéö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Opcional, para navegadores antiguos: ID de YouTube para la velocidad de vídeo 1.5x.
fa_ir: اختیاری، برای مرورگرهای قدیمی‌تر: شناسه یوتیوب برای سرعت 1.5X.
it_it: Facoltativo, per browser meno recenti: l'ID YouTube per la velocità video 1.5x.
lv: Neobligāti, vecākiem pārlūkiem: YouTube ID 1.5x ātruma video
mn: Сонголтот, хуучин хөтчүүдийн хувьд: 1.5x хурдтай видеоны YouTube ID

source: YouTube ID for 1.5x speed
eo: ÝöüTüßé ÌD för 1.5x spééd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: ID de YouTube para velocidad 1.5x
fa_ir: شناسه یوتیوب برای سرعت .1.5x
it_it: ID YouTube per velocità 1.5x
lv: YouTube ID 1.5x ātrumam
mn: 1.5x хурдтай тоглуулах YouTube ID

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
eo: Tïmé ýöü wänt thé vïdéö tö stärt ïf ýöü dön't wänt thé éntïré vïdéö tö pläý. Nöt süppörtéd ïn thé nätïvé mößïlé äpp: thé füll vïdéö fïlé wïll pläý. Förmättéd äs HH:MM:SS. Thé mäxïmüm välüé ïs 23:59:59. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢α#
es_es: Momento en el que quieres que comience el vídeo si no deseas que se reproduzca el vídeo completamente. No disponible para la aplicación nativa de móvil: el vídeo entero se reproducirá. El formato es HH:MM:SS. El valor máximo es 23:59:59.
fa_ir: اگر نمی‌خواهید همه فیلم پخش شود، زمانی را که مایلید این ویدئو پخش شود، تعیین کنید. در برنامه تلفن همراه بومی پشتیبانی نمی‌شود: کل ویدیو پخش خواهد شد. به‌صورت HH: MM: SS قالب‌بندی شده است. حداکثر مقدار 23:59:59 است.
it_it: L'ora in cui si desidera avviare il video se non si desidera riprodurre l'intero video. Funzione non supportata nell'app mobile nativa: verrà riprodotto il file video completo. Formattato come HH:MM:SS. Il valore massimo è 23:59:59.
lv: Laiks, kurā Jūs vēlaties sākt atskaņot video, ja nevēlaties atskaņot visu video. Nav atbalstīts vietējā mobilajā lietotnē: tiks atskaņots viss video. Formatēts kā HH:MM:SS. Maksimālā vērtība ir 23:59:59.
mn: Бүтэн видеог тоглуулахыг хүсэхгүй байгаа үед видеог тоглуулж эхлүүлэх цаг. Гар утасны програмыг дэмжихгүй: бүтэн видео тоглогдоно. HH:MM:SS форматтай байна. Хамгийн их утга нь 23:59:59.

source: Video Start Time
eo: Vïdéö Stärt Tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Tiempo de inicio del vídeo
fa_ir: زمان آغاز ویدیو
it_it: Istante di avvio del video
lv: Video sākuma laiks
mn: Видео эхлэх хугацаа

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
eo: Tïmé ýöü wänt thé vïdéö tö stöp ïf ýöü dön't wänt thé éntïré vïdéö tö pläý. Nöt süppörtéd ïn thé nätïvé mößïlé äpp: thé füll vïdéö fïlé wïll pläý. Förmättéd äs HH:MM:SS. Thé mäxïmüm välüé ïs 23:59:59. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт#
es_es: Momento en el que quieres que se pare el vídeo si no deseas que se reproduzca el vídeo completamente. No disponible para la aplicación nativa de móvil: el vídeo entero se reproducirá. El formato es HH:MM:SS. El valor máximo es 23:59:59.
fa_ir: اگر نمی‌خواهید کل ویدیو پخش شود، زمانی مایلید ویدیو متوقف شود را تعیین کنید. در برنامه تلفن همراه بومی پشتیبانی نمی‌شود: فایل ویدیویی کامل پخش خواهد شد. به‌عنوان HH:MM:SS قالب‌بندی شده است. حداکثر مقدار 23:59:59 است.
it_it: L'ora in cui si desidera arrestare il video se non si desidera riprodurre l'intero video. Funzione non supportata nell'app mobile nativa: verrà riprodotto il file video completo. Formattato come HH:MM:SS. Il valore massimo è 23:59:59.
lv: Laiks, kurā Jūs vēlaties apturēt video atskaņošanu, ja nevēlaties atskaņot visu video. Nav atbalstīts vietējā mobilajā lietotnē: tiks atskaņots viss video. Formatēts kā HH:MM:SS. Maksimālā vērtība ir 23:59:59.
mn: Бүтэн видеог тоглуулахыг хүсэхгүй байгаа үед видеог зогсоох цаг. Гар утасны програмыг дэмжихгүй: бүтэн видео тоглогдоно. HH:MM:SS форматтай байна. Хамгийн их утга нь 23:59:59.

source: Video Stop Time
eo: Vïdéö Stöp Tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Tiempo de parada del vídeo
fa_ir: زمان توقف ویدیو
it_it: Istante di termine del video
lv: Video apturēšanas laiks
mn: Видео дуусах хугацаа

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
eo: Àllöw stüdénts tö döwnlöäd vérsïöns öf thïs vïdéö ïn dïfférént förmäts ïf théý çännöt üsé thé édX vïdéö pläýér ör dö nöt hävé äççéss tö ÝöüTüßé. Ýöü müst ädd ät léäst öné nön-ÝöüTüßé ÛRL ïn thé Vïdéö Fïlé ÛRLs fïéld. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυ#
es_es: Permitir a los alumnosdescargar versiones de este vídeo en distintos formatos si no pueden usar el reproductor de vídeo de edX o no tienen acceso a YouTube. Debes añadir al menos una URL que no sea de YouTube en el campo 'URLs de archivos de vídeo'.
fa_ir: اگر یادگیرندگان نتوانستند از پخش‌کننده ادکس استفاده کنند یا به یوتیوب دسترسی نداشتند، به آنان مجوز بارگیری نسخه های مختلف این فیلم را در قالب‌های مختلف بدهید. شما باید حداقل یک نشانی غیریوتیوب را در قسمت آدرس‌های پرونده ویدیو بیفزایید.
it_it: Consente agli studenti di scaricare le versioni di questo video nei diversi formati qualora non possano utilizzare il riproduttore video edX o non abbiano accesso a YouTube. È necessario aggiungere almeno un URL non YouTube al campo di URL del file video.
lv: Ļaut studentiem lejupielādēt šī video versijas dažādos formātos, ja viņi nevar izmantot edX video atskaņotāju vai arī ja viņiem nav pieejas YouTube. Jums ir jāpievieno vismaz viens URL video datnes URL laukā, kas nav YouTube URL.
mn: Суралцагчид edX-ийн видео тоглуулагчийг хэрэглэж чадахгүй эсвэл YouTube-ийн видеонд хандаж чадахгүй үед энэ видеоны өөр форматтай хувилбарыг татаж авахыг зөвшөөрөх. Та URL оруулах талбарт YouTube - ийн биш ядаж нэг URL оруулах ёстой.

source: Video Download Allowed
eo: Vïdéö Döwnlöäd Àllöwéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Descarga de vídeo permitida
fa_ir: بارگیری ویدئو مجاز است
it_it: Scaricamento del video consentito
lv: Video lejupielāde atļauta
mn: Видео татахыг зөвшөөрсан
