Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: {order_placed_by} placed an order and mentioned your name as the additional receipt recipient.
eo: {order_placed_by} pläçéd än ördér änd méntïönéd ýöür nämé äs thé äddïtïönäl réçéïpt réçïpïént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: {order_placed_by} hizo una solicitud y mencionó tu nombre como el receptor adicional de la factura.
fa_ir: {order_placed_by} سفارشی ثبت شده و نام شما به‌عنوان دریافت کننده رسید ذکر شده است.
it_it: {order_placed_by} ha effettuato un ordine e indicato il tuo nome come destinatario aggiuntivo della ricevuta.
lv: {order_placed_by} veica pasūtījumu un pieminēja Jūsu vārdu kā kvīts papildus saņēmēju.
mn: {order_placed_by} захиалга өгч, нэмэлт биллийн хүлээн авагчид өөрийн нэрийг дурдана.

source: The items in your order are:
eo: Thé ïtéms ïn ýöür ördér äré: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Los artículos en tu pedido son:
fa_ir: موارد موجود در سفارش شما:
it_it: Gli articoli nel tuo ordine sono:
lv: Preces Jūsu pasūtījumā ir:
mn: Таны захиалганд байгаа зүйлс:

source: Quantity - Description - Price
eo: Qüäntïtý - Désçrïptïön - Prïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Cantidad - Descripción - Precio
fa_ir: کمیت - توضیح - قیمت
it_it: Quantità - Descrizione - Prezzo
lv: Skaits - Apraksts - Cena
mn: Тоо хэмжээ - Тодорхойлолт - Үнэ

source: Total billed to credit/debit card: {currency_symbol}{total_cost}
eo: Tötäl ßïlléd tö çrédït/déßït çärd: {currency_symbol}{total_cost} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Total a pagar con tarjeta crédito/débito: {currency_symbol}{total_cost}
fa_ir: مجموع صورت حساب به کارت اعتباری / پولی: {currency_symbol} {total_cost}
it_it: Totale fatturato sulla carta di credito/debito: {currency_symbol}{total_cost}
lv: Kopā piestādīts uz kredītkarti/debetkarti: {currency_symbol}{total_cost}
mn: Кредит/дебит картнаас авсан нийт төлбөр: {currency_symbol}{total_cost}

source: Company Name:
eo: Çömpäný Nämé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Nombre de la empresa:
fa_ir: نام شرکت:
it_it: Nome della ditta:
lv: Uzņēmuma nosaukums:
mn: Компаний Нэр:

source: Purchase Order Number:
eo: Pürçhäsé Ördér Nümßér: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Número de la solicitud de adquisición:
fa_ir: شماره سفارش خرید:
it_it: Numero ordine di acquisto:
lv: Pirkuma pasūtījuma numurs:
mn: Худалдан авах Захиалгийн Дугаар:

source: Company Contact Name:
eo: Çömpäný Çöntäçt Nämé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Nombre de la empresa de contacto:
fa_ir: نام شرکت:
it_it: Nome contatto azienda:
lv: Uzņēmuma kontaktpersonas vārds un uzvārds:
mn: Компаний Харилцах Нэр:

source: Company Contact Email:
eo: Çömpäný Çöntäçt Émäïl: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Correo electrónico de la empresa de contacto:
fa_ir: رایانامه شرکت:
it_it: Email contatto azienda:
lv: Uzņēmuma kontaktpersonas e-pasta adrese:
mn: Компаний Харилцах Емэйл:

source: Recipient Name:
eo: Réçïpïént Nämé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Nombre del destinatario:
fa_ir: نام گیرنده:
it_it: Nome destinatario:
lv: Saņēmēja vārds un uzvārds:
mn: Хүлээн авагчийн Нэр:

source: Recipient Email:
eo: Réçïpïént Émäïl: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Correo electrónico del destinatario:
fa_ir: نشانی رایانامه گیرنده:
it_it: Email destinatario:
lv: Saņēmēja e-pasta adrese:
mn: Хүлээн авагч емайл:

source: Order Number: {order_number}
eo: Ördér Nümßér: {order_number} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Número de la solicitud: {order_number}
fa_ir: شماره سفارش: {order_number}
it_it: Numero d'ordine: {order_number}
lv: Pasūtījuma numurs: {order_number}
mn: Захиалгын Дугаар: {order_number}

source: A CSV file of your registration URLs is attached. Please distribute registration URLs to each student planning to enroll using the email template below.
eo: À ÇSV fïlé öf ýöür régïsträtïön ÛRLs ïs ättäçhéd. Pléäsé dïstrïßüté régïsträtïön ÛRLs tö éäçh stüdént plännïng tö énröll üsïng thé émäïl témpläté ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт#
es_es: Se adjunta un archivo CSV a tu URL de registro. Por favor, distribuye la URL de registro a cada alumno que tenga pensado inscribirse utilizando la plantilla de correo electrónico de más abajo.
fa_ir: پرونده سی اس وی از نشانی‌های اینترنتی ثبت‌نام شما پیوست شده‌است. لطفاً آدرس‌های اینترنتی ثبت‌نام را برای هر یادگیرنده‌ای که قصد دارد با استفاده از الگوی رایانامه زیر ثبت‌نام کند، ارسال کنید.
it_it: In allegato, viene fornito un file CSV degli URL di registrazione. Distribuire gli URL di registrazione a ciascuno studente che prevede di iscriversi utilizzando il modello email riportato di seguito.
lv: CSV datne ar Jūsu reģistrācijas URL ir pievienota. Lūdzu, izdaliet reģistrācijas URL visiem studentiem, kas plāno reģistrēties, izmantojot tālāk doto e-pasta veidni.
mn: таны бүртгэлийн URL -ын iCSV файлыг хавсаргав. Бүртгэлийн URL-ыг элсэн орохоор төлөвлөж байгаа бүх оюутанд доорх темплетээр тараана уу.

source: Warm regards,
eo: Wärm régärds, Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: با احترام،
it_it: Cordiali saluti,
lv: Ar siltiem sveicieniem,
mn: Халуун мэнд хүргье,

source: Warm regards,<br>The {platform_name} Team
eo: Wärm régärds,<br>Thé {platform_name} Téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Cordiales saludos,<br>El Equipo de {platform_name}
fa_ir: با احترام، <br> {platform_name} تیم
it_it: Cordiali saluti, <br>il team {platform_name}
lv: Ar siltiem sveicieniem,<br> {platform_name} komanda
mn: Таныг хүндэтгэсэн,<br>{platform_name} баг

source: Dear [[Name]]
eo: Déär [[Nämé]] Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Querido/a [[Name]]:
fa_ir: [[Name]] عزیز
it_it: Gentile [[Nome]]
lv: Cienījamais/-ā, [[Vārds]]
mn: Эрхэм хүндэт [[Name]]:

source: To enroll in {course_names} we have provided a registration URL for you. Please follow the instructions below to claim your access.
eo: Tö énröll ïn {course_names} wé hävé prövïdéd ä régïsträtïön ÛRL för ýöü. Pléäsé föllöw thé ïnstrüçtïöns ßélöw tö çläïm ýöür äççéss. Ⱡ'σяєм ιρѕυ#
fa_ir: برای ثبت‌نام در {course_names} ما یک آدرس اینترنتی ثبت‌نام برای شما فراهم کرده‌ایم. لطفاً برای دسترسی طبق دستورالعمل‌ها عمل کنید.
it_it: Per l'iscrizione a {course_names} abbiamo fornito un URL di registrazione. Seguire le istruzioni riportate di seguito per richiedere l'accesso.
lv: Lai reģistrētos {course_names}, mēs esam snieguši Jums reģistrācijas URL. Lūdzu, sekojiet instrukcijām tālāk, lai veiktu savu piekļuvi.
mn: {course_names} -д бүртгүүлэхийн тулд бид танд бүртгүүлэх URL өгсөн байна. Өөрийн хандалтыг шаардахын тулд доорх зааврыг дагана уу.

source: Your redeem url is: [[Enter Redeem URL here from the attached CSV]]
eo: Ýöür rédéém ürl ïs: [[Éntér Rédéém ÛRL héré fröm thé ättäçhéd ÇSV]] Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Tu URL de canje es:[[Enter Redeem URL here from the attached CSV]]
fa_ir: redeem url شما این است: [[Enter Redeem URL here from the attached CSV]]
it_it: L'URL di riscatto è: [[Immettere l'URL di riscatto dal file CSV allegato]]
lv: Jūsu izpirkšanas URL ir: [[Ievietojiet šeit izpirkšanas URL no pievienotā CSV]]
mn: Таны гэтэлгэх url: [[Энд хавсаргасан CSV-ыг URL авах]]

source: (1) Register for an account at {site_name}
eo: (1) Régïstér för än äççöünt ät {site_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: (1) Registrarse para una cuenta en {site_name}
fa_ir: (1) برای بازکردن حساب‌کاربری در {site_name} ثبت‌نام کنید
it_it: (1) Registrare un account su {site_name}
lv: (1) Reģistrējiet kontu {site_name}
mn: (1) {site_name} дахь дансанд бүртгүүлэх

source: (2) Once registered, copy the redeem URL and paste it in your web browser.
eo: (2) Önçé régïstéréd, çöpý thé rédéém ÛRL änd pästé ït ïn ýöür wéß ßröwsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: (2) Una vez registrado/a, copia la URL de canje y pégala en tu navegador web.
fa_ir: (2) پس از ثبت‌نام،نشانی اینترنتی بازخرید را کپی کنید و آن را در مرورگر وب خود جایگذاری کنید.
it_it: (2) Una volta registrato, copiare l'URL di riscatto ed incollarlo nel browser Web.
lv: (2) Tiklīdz būsiet reģistrējušies, nokopējiet izpirkšanas URL un ielīmējiet to Jūsu tīmekļa pārlūkprogrammā.
mn: (2) Бүртгүүлсний дараа URL хаягыг хуулж, өөрийн веб браузэрт тавина.

source: (3) On the enrollment confirmation page, Click the 'Activate Enrollment Code' button. This will show the enrollment confirmation.
eo: (3) Ön thé énröllmént çönfïrmätïön pägé, Çlïçk thé 'Àçtïväté Énröllmént Çödé' ßüttön. Thïs wïll shöw thé énröllmént çönfïrmätïön. Ⱡ'σ#
es_es: (3) En la página de confirmación de la inscripción, haz clic en el botón 'Código de activación de la inscripción'. Esto mostrará la confirmación de la inscripción.
fa_ir: (3) در صفحه تایید ثبت‌نام، روی دکمه «فعالسازی رمز ثبت‌نام» بزنید. این قسمت، تایید ثبت‌نام را نشان می‌دهد.
it_it: (3) Nella pagina di conferma dell'iscrizione, fare clic sul pulsante 'Attiva codice di iscrizione'. Viene visualizzata la conferma di iscrizione.
lv: (3) Reģistrācijas apstiprinājuma lapā klikšķiniet uz pogas ‘Aktivizēt reģistrēšanās kodu’. Tad tiks parādīts reģistrēšanās apstiprinājums.
mn: (3) Элсэлт баталгаажуулах хуудсан дээр 'Элсэлтийн Кодыг Идэвхжүүлэх' товчийг дарна. Ингэснээр элсэлтийн баталгаажуулалт харагдана.

source: (4) You should be able to click on 'view course' button or see your course on your student dashboard at {url}
eo: (4) Ýöü shöüld ßé äßlé tö çlïçk ön 'vïéw çöürsé' ßüttön ör séé ýöür çöürsé ön ýöür stüdént däshßöärd ät {url} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: (4) Deberías poder hacer clic en el botón 'Ver curso' o ver tu curso en tu panel de estudiante en {url}
fa_ir: (4) شما باید بتوانید روی دکمه "مشاهده دوره آموزشی " کلیک کنید یا دوره خود را در پیشخوان در {url} مشاهده کنید
it_it: (4) Il pulsante 'Visualizza corso' diventa selezionabile oppure il corso viene visualizzato nella dashboard dello studente all'indirizzo {url}
lv: (4) Jums būtu jāspēj klikšķināt uz ‘skatīt kursu’ pogas vai būtu jāspēj redzēt kursu Jūsu studentu informācijas panelī {url}
mn: (4) Та 'view course' товчин дээр дарж эсвэл оюутны самбар дээр өөрийн курсээ үзэж болно {url}

source: (5) Course materials will not be available until the course start date.
eo: (5) Çöürsé mätérïäls wïll nöt ßé äväïläßlé üntïl thé çöürsé stärt däté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: (5) Los materiales del curso no estarán disponibles hasta la fecha de comienzo del curso.
fa_ir: (5) منابع دوره آموزشی تا زمانی که دوره آغاز شود در دسترس نخواهند بود.
it_it: (5) I materiali del corso non saranno disponibili fino alla data di inizio del corso.
lv: (5) Kursa materiāli nebūs pieejami līdz kursa sākuma datumam.
mn: (5) Хичээлийн материалууд хичээл эхлэх өдөр хүртэл байхгүй.

source: <p>Sincerely,</p><p>[[Your Signature]]</p>
eo: <p>Sïnçérélý,</p><p>[[Ýöür Sïgnätüré]]</p> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: <p>Atentamente,</p><p>[[Your Signature]]</p>
fa_ir: <p>ارادتمند،</p><p>[[Your Signature]]</p>
it_it: <p>Cordiali saluti,</p><p>[[Firma]]</p>
lv: <p>Ar cieņu,</p><p>[[Jūsu paraksts]]</p>
mn: <p>Хүндэтгэсэн,</p><p>[[Таны гарын үсэг]]</p>

source: Sorry! The photos you submitted for ID verification were not accepted, for the following reason(s):
eo: Sörrý! Thé phötös ýöü süßmïttéd för ÌD vérïfïçätïön wéré nöt äççéptéd, för thé föllöwïng réäsön(s): Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fa_ir: متاسفانه عکس‌هایی که برای تأیید هویت ارسال کرده‌اید به دلیل‌(های) زیر پذیرفته نشده‌اند:
it_it: Spiacenti! Le foto inoltrate per la verifica dell'identità non sono state accettate per il seguente motivo (motivi):
mn: Уучлаарай! Бүртгэл баталгаажуулахаар таны илгээсэн зургууд дараах шалтгаан(ууд)ын улмаас зөвшөөрөгдсөнгүй.

source: The photo(s) of you:
eo: Thé phötö(s) öf ýöü: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: تصویر(های) شما:
it_it: La tua foto (le tue foto):
mn: Таны зураг(ууд):

source: The photo of you:
eo: Thé phötö öf ýöü: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: تصویر شما:
it_it: La foto personale:
mn: Таны зураг:

source: The photo of your ID:
eo: Thé phötö öf ýöür ÌD: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: تصویر کارت شناسایی شما:
it_it: La foto del documento di identità:
mn: Таны бүртгэлийн зураг:

source: Other Reasons:
eo: Öthér Réäsöns: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fa_ir: سایر دلایل:
it_it: Altri motivi:
mn: Бусад шалтгаанууд:

source: Resubmit Verification: {reverify_url}
eo: Résüßmït Vérïfïçätïön: {reverify_url} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: ارسال دوبارۀ تأیید: {reverify_url}
it_it: Inoltra nuovamente verifica: {reverify_url}
mn: Давтан илгээх хүсэлт баталгаажуулалт: {reverify_url}

source: ID Verification FAQ: {faq_url}
eo: ÌD Vérïfïçätïön FÀQ: {faq_url} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: سؤالات متداول مربوط به تأیید هویت: {faq_url}
it_it: FAQ di verifica dell'identità: {faq_url}
mn: Бүртгэл баталгаажуулалт Түгээмэл асуулт, хариулт: {faq_url}

source: The {platform_name} team
eo: Thé {platform_name} téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: El Equipo de {platform_name}
fa_ir: تیم {platform_name}
it_it: Il team {platform_name}
lv: {platform_name} komanda
mn: {platform_name} баг

source: Your payment was successful. You will see the charge below on your next credit or debit card statement under the company name {merchant_name}.
eo: Ýöür päýmént wäs süççéssfül. Ýöü wïll séé thé çhärgé ßélöw ön ýöür néxt çrédït ör déßït çärd stätémént ündér thé çömpäný nämé {merchant_name}. Ⱡ'#
es_es: Se completó la compra. Verás el cargo en el siguiente recibo de la tarjeta de crédito o débito del banco {merchant_name}.
fa_ir: پرداخت شما با موفقیت انجام شد. شارژ اعتباری یا پولی، خود را تحت نام شرکت {merchant_name} خواهید دید.
it_it: Il pagamento ha avuto esito positivo. L'addebito verrà visualizzato nel prossimo estratto conto della carta di credito o di debito con il nome dell'azienda {merchant_name}.
lv: Jūsu maksājums bija veiksmīgs. Jums redzēsiet maksājumu tālāk, Jūsu nākamajā kredītkartes vai debetkartes izrakstā pie uzņēmuma nosaukuma {merchant_name}.
mn: Таны төлбөр амжилттай болсон. Та өөрийн дараагийн кредит болон дебит картын мэдэгдлийн компаний нэр {merchant_name} дор доорхи төлбөрийг харах болно.

source: Your order number is: {order_number}
eo: Ýöür ördér nümßér ïs: {order_number} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Tu número del pedido es: {order_number}
fa_ir: شماره سفارش شما: {order_number}
it_it: Il numero d'ordine è: {order_number}
lv: Jūsu pasūtījuma numurs ir: {order_number}
mn: Таны захиалгын дугаар: {order_number}

source: Hello {full_name},
fa_ir: سلام {full_name}،
it_it: Ciao {full_name},

source: Your {platform_name} ID verification photos have been approved.
fa_ir: عکس‌های تأیید هویت {platform_name} شما تأیید شده‌اند.
it_it: Le tue foto di verifica dell'identità di {platform_name} sono state approvate.

source: Your approval status remains valid for two years, and it will expire {expiration_datetime}.
fa_ir: وضعیت تأیید شما به مدت دوسال معتبر است و {expiration_datetime} منقضی می‌شود.
it_it: Lo stato dell'approvazione resta valido per due anni, e scadrà il {expiration_datetime}.

source: Hi {full_name},
eo: Hï {full_name}, Ⱡ'σяєм ιρѕυм #
fa_ir: سلام {full_name}،
it_it: Salve {full_name},
lv: Sveiki, {full_name},
mn: Сайн байна уу {full_name},

source: Thanks for submitting your photos!
eo: Thänks för süßmïttïng ýöür phötös! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fa_ir: سپاس از ارسال تصاویر!
it_it: Grazie per aver inoltrato le tue fotografie!
lv: Paldies, ka iesniedzāt Jūsu fotogrāfijas!
mn: Таны зургийг илгээхдээ баярлалаа!

source: We've received your information and the ID verification process has begun.Check for an email from us in the next few days to confirm whether your verification was successful.You can also check the status of the verification process on your dashboard.
eo: Wé'vé réçéïvéd ýöür ïnförmätïön änd thé ÌD vérïfïçätïön pröçéss häs ßégün.Çhéçk för än émäïl fröm üs ïn thé néxt féw däýs tö çönfïrm whéthér ýöür vérïfïçätïön wäs süççéssfül.Ýöü çän älsö çhéçk thé stätüs öf thé vérïfïçätïön pröçéss ön ýöür däshßöärd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ι#
fa_ir: ما اطلاعات شما را دریافت کرده‌ایم و روند تأیید هویت شما آغاز شده‌است. طی چند روز آینده تأیید هویت شما از طریق رایانامه به اطلاع شما خواهد رسید. همچنین می‌توانید روند تأیید را در پیشخوان خود بررسی کنید.
it_it: Abbiamo ricevuto le tue informazioni ed il processo di verifica dell'identità è stato avviato. Nei prossimi giorni riceverai una email per confermare se la verifica ha avuto esito positivo. È possibile controllare lo stato del processo di verifica anche dalla dashboard.
lv: Mēs esam saņēmuši Jūsu informāciju, un ID verifikācijas process ir sācies. Nākamajās dienās pārbaudiet savu e-pastu, lai uzzinātu, vai Jūsu verifikācija bija veiksmīga. Jūs varat pārbaudīt arī verifikācijas procesu Jūsu informācijas panelī.
mn: Бид таны мэдээллийг хүлээн авсан. Баталгаажуулалт хийгдэж эхэлсэн болно. Баталгаажуулалт нь амжилттай болсон эсэхийг хэд хоногийн дотор биднээс очих имэйл дээрээс шалгаж үзнэ үү. Мөн баталгаажуулалт хэрхэн явагдаж байгаа төлвийг өөрийн хянах самбар дээрээс харах боломжтой.

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the course staff at {email}.
eo: Wé äré sörrý. Öür çöürsé stäff dïd nöt äpprövé ýöür réqüést tö çhängé ýöür nämé fröm {old_name} tö {new_name}. Ìf ýöü nééd fürthér ässïstänçé, pléäsé é-mäïl thé çöürsé stäff ät {email}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢#
fa_ir: متاسفیم. درخواست شما برای تغییر نام شما از {old_name} به {new_name} تأیید نشد. اگر نیاز به راهنمایی بیشتری دارید، لطفاً با مسئولان دوره آموزشی به نشانی {email} تماس بگیرید.
it_it: Spiacenti. Lo staff del corso non ha approvato la richiesta di modificare il nome da {old_name} a {new_name}. Per ulteriore assistenza, inviare una email allo staff del corso all'indirizzo {email}.
lv: Atvainojiet. Mūsu kursa darbinieki neapstiprināja Jūsu pieprasījumu nomainīt Jūsu vārdu no {old_name} uz {new_name}. Ja Jums ir nepieciešama tālāka palīdzība, lūdzu, nosūtiet e-pastu kursa darbiniekiem uz {email}.
mn: Биднийг уучлаарай. Манай курс ажилтнууд {old_name} -ээс {new_name} руу нэрээ өөрчлөх хүсэлтийг зөвшөөрөөгүй байна. Хэрэв танд нэмэлт тусламж хэрэгтэй бол курсын ажилтнууд {email} дээр и-мэйлээр илгээнэ үү.

source: We have successfully verified your identity for the {assessment} assessment in the {course_name} course.
eo: Wé hävé süççéssfüllý vérïfïéd ýöür ïdéntïtý för thé {assessment} ässéssmént ïn thé {course_name} çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: هویت شما را برای ارزیابی {assessment} در دوره آموزشی {course_name} تأیید شد.
it_it: Abbiamo correttamente verificato la tua identità per la valutazione {assessment} nel corso {course_name}.
lv: Mēs esam veiksmīgi verificējuši Jūsu identitāti {assessment} novērtējumam kursā {course_name}.
mn: Бид {course_name} курсын үнэлгээний {assessment} үнэлгээг хийснийг амжилттай шалгаж байна.

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity.
eo: Wé çöüld nöt vérïfý ýöür ïdéntïtý för thé {assessment} ässéssmént ïn thé {course_name} çöürsé. Ýöü hävé üséd {used_attempts} öüt öf {allowed_attempts} ättémpts tö vérïfý ýöür ïdéntïtý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαв#
fa_ir: ما نتوانستیم هویت شما را برای ارزیابی {assessment} در دوره {course_name} تأیید کنیم. شما برای تأیید هویت خود از {used_attempts} در تلاش {allowed_attempts} مجاز استفاده کرده‌اید.
it_it: Non è stato possibile verificare la tua identità per la valutazione {assessment} nel corso {course_name}. Hai utilizzato {used_attempts} di {allowed_attempts} tentativi di verifica dell'identità.
lv: Mēs nevarējām verificēt Jūsu identitāti {assessment} novērtējumam kursā {course_name}. Jūs esat izmantojuši {used_attempts} no {allowed_attempts} mēģinājumiem, lai verificētu savu identitāti.
mn: Бид {course_name} курсын үнэлгээний {assessment} үнэлгээг хийх боломжгүй байна. Та {allowed_attempts} -аас {used_attempts} -ийг ашиглан таны таниулалтыг баталгаажуулах оролдлогыг ашигласан.

source: You must verify your identity before the assessment closes on {due_date}.
eo: Ýöü müst vérïfý ýöür ïdéntïtý ßéföré thé ässéssmént çlösés ön {due_date}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Debes verificar tu identidad antes de que la evaluación cierre el {due_date}.
fa_ir: لازم است هویت خود را پیش از اتمام مهلت ارزیابی در تاریخ {due_date} تأیید کنید.
it_it: È necessario verificare la propria identità prima che la valutazione venga chiusa il {due_date}.
lv: Jums ir jāverificē sava identitāte pirms izvērtējums tiek slēgts datumā {due_date}.
mn: {due_date} дээрх үнэлгээг хаахын өмнө та өөрийн таниулгаа баталгаажуулах ёстой.

source: To try to verify your identity again, select the following link:
eo: Tö trý tö vérïfý ýöür ïdéntïtý ägäïn, séléçt thé föllöwïng lïnk: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Para intentar verificar tu identidad de nuevo, usa el siguiente enlace:
fa_ir: برای احراز هویت مجدد، از پیوند زیر استفاده کنید:
it_it: Per provare nuovamente a verificare l'identità, selezionare il seguente link:
lv: Mēģiniet verificēt identitāti atkal, sekojot šai saitei:
mn: Таныг дахин баталгаажуулахын тулд дараах холбоосыг сонгоно уу:
