Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: The name of this signatory as it should appear on certificates.
fa_ir: نام این امضاکننده همان‌گونه که در گواهی‌ها باید نشان داده شود.
he: שם החותם כפי שאמור להופיע בתעודות.
it_it: Il nome di questo firmatario come apparirà sui certificati.
tr_tr: Bu imza sahibinin adı sertifikada göründüğü gibidir.

source: Title
fa_ir: عنوان
he: כותרת
it_it: Titolo
tr_tr: Başlık

source: Title of the signatory
fa_ir: عنوان امضاکننده
he: כותרת החותם
it_it: Titolo del firmatario
tr_tr: İmza sahibinin ünvanı

source: Titles more than 100 characters may prevent students from printing their certificate on a single page.
fa_ir: عناوین بیش از 100 نویسه ممکن است باعث شود گواهی یادگیرندگان در یک صفحۀ چاپی نگنجد.
he: כותרות בעלת יותר מ-100 תווים עשויות למנוע מהסטודנטים להדפיס את תעודתם בעמוד אחד.
it_it: Titoli con più di 100 caratteri possono impedire agli studenti di stampare il proprio certificato su un'unica pagina.
tr_tr: 100 karakterden fazla başlıklar öğrencilerin sertifikalarını tek sayfaya çıkarmalarını engelleyebilir.

source: Organization
fa_ir: سازمان
he: ארגון
it_it: Organizzazione
tr_tr: Kurum

source: Organization of the signatory
fa_ir: سازمان متبوع امضاکننده
he: הארגון של החתימה
it_it: Organizzazione del firmatario
tr_tr: İmza sahibinin kurumu

source: The organization that this signatory belongs to, as it should appear on certificates.
fa_ir: سازمانی که این امضا‌کننده به آن تعلق دارد، همان‌طور که در گواهی‌ها باید نشان داده شود.
he: חתימת הארגון, כפי שהיא אמורה להופיע בתעודה.
it_it: L'organizzazione a cui appartiene questo firmatario, come apparirà sui certificati.
tr_tr: Bu imza sahibine ait olan kurum, sertifikalarda görünmeli.

source: Path to Signature Image
fa_ir: مسیر تصویر امضا
he: נתיב לתמונת חתימה
it_it: Percorso dell'immagine del firmatario
tr_tr: İmza Görseline Olan Yol

source: Image must be in PNG format
fa_ir: تصویر باید در قالب PNG باشد
he: התמונה חייבת להיות בתבנית PNG
it_it: L'immagine deve essere in formato PNG
tr_tr: Görsel PNG formatında olmalıdır

source: Upload Signature Image
fa_ir: بارگذاری تصویر امضا
he: העלה תמונת חתימה
it_it: Carica immagine del firmatario
tr_tr: İmza Görseli Yükle

source: Unit Visibility
fa_ir: رؤیت‌پذیری واحد
he: נראות יחידה
it_it: Visibilità dell'unità
tr_tr: Ünite Görünürlüğü

source: Section Visibility
fa_ir: رؤیت‌پذیری بخش
he: תצוגת פרק
it_it: Visibilità della sezione
tr_tr: Bölüm Görünürlüğü

source: If the unit was previously published and released to learners, any changes you made to the unit when it was hidden will now be visible to learners.
fa_ir: اگر این واحد قبلاً منتشر شده است و برای یادگیرندگان قابل رؤیت بوده است، هر تغییری که در زمان پنهان‌بودن واحد ایجاد کرده‌اید، اکنون برای آنان قابل مشاهده خواهد بود.
he: אם היחידה פורסמה בעבר ושוחררה ללומדים, כל השינויים, שביצעת בזמן שהייתה מוסתרת, יהיו גלויים כעת ללומדים.
it_it: Se l'unità era stata precedentemente pubblicata e rilasciata agli studenti, tutte le modifiche apportate all'unità quando era nascosta saranno ora visibili agli studenti.
tr_tr: Eğer ünite öğrencilere daha önce açıldı ve yayınlandıysa, gizliyken ünitede yaptığınız tüm değişiklikler şimdi öğrencilere görünür olacak.

source: If you make this %(xblockType)s visible to learners, learners will be able to see its content after the release date has passed and you have published the unit. Only units that are explicitly hidden from learners will remain hidden after you clear this option for the %(xblockType)s.
fa_ir: اگر این%(xblockType)s را برای یادگیرندگان قابل مشاهده کنید، آن‌ها می‌توانند محتوای آن را پس از گذشت تاریخ انتشار و انتشار در این واحد مشاهده کنند. پس از حذف این گزینه برای%(xblockType)sتنها واحدهایی که به وضوح از دید فراگیران پنهان مانده‌اند، همچنان پنهان خواهند ماند.
he: אם תהפוך את %(xblockType)s לגלוי ללומדים, יוכלו הלומדים לראות את תוכנו לאחר שחלף תאריך ההפצה ופרסום היחידה. רק יחידות הנסתרות באופן מפורש מפני לומדים ישארו נסתרות לאחר שתוריד אפשרות זו מה-%(xblockType)s.
it_it: Se rendi visibile agli studenti questo %(xblockType)s , quando sarà trascorsa la data di rilascio e una volta pubblicata l'unità, gli studenti saranno in grado di vederne il contenuto. Solo le unità che sono esplicitamente nascoste agli studenti rimarranno nascoste dopo aver deselezionato questa opzione per il file %(xblockType)s.
tr_tr: Eğer bu %(xblockType)s bileşenini öğrencilere görünür yaparsanız, yayınlanma tarihi geçtikten ve üniteyi yayımladıktan sonra öğrenciler bu içeriği görebilecek. Sadece öğrencilerden açıkça gizlenen üniteler %(xblockType)s için bu seçenek kaldırıldıktan sonra görünmez kalacak.

source: Current Role:
fa_ir: نقش کنونی:
he: תפקיד נוכחי:
it_it: Ruolo corrente:
tr_tr: Mevcut Rol:

source: You!
fa_ir: شما!
he: אתה!
it_it: Tu!
tr_tr: Sen!

source: send an email message to {email}
fa_ir: ارسال رایانامه به {email}
he: שלח הודעת דואר אלקטרוני ל{email}
it_it: invia un messaggio email a {email}
tr_tr: {email} adresine e-posta yolla

source: Promote another member to Admin to remove your admin rights
fa_ir: ارتقاء یک عضو دیگر به مدیر برای حذف حقوق مدیریت شما
he: קדם חבר אחר למנהל על מנת להסיר את זכויותיך הניהוליות
it_it: Promuovi un altro membro ad amministratore per eliminare i tuoi diritti di amministratore
tr_tr: Yönetici haklarınızı kaldırmak için başka bir yönetici tayin edin

source: Add {role} Access
fa_ir: افزودن دسترسی {role}
he: הוסף גישת {role}
it_it: Aggiungi accesso {role}
tr_tr: {role} Erişimi Ekle

source: Remove {role} Access
fa_ir: حذف دسترسی {role}
he: הסר גישת {role}
it_it: Rimuovi accesso {role}
tr_tr: {role} Erişimini Kaldır

source: Delete the user, {username}
fa_ir: حذف کاربر، {username}
he: מחק את המשתמש, {username}
it_it: Elimina l'utente, {username}
tr_tr: {username} Kullanıcıyı sil.

source: Set as a Special Exam
fa_ir: تنظیم یک آزمون ویژه
he: הגדר כמבחן מיוחד
it_it: Imposta come esame speciale
tr_tr: Özel Sınav Olarak Ayarla

source: Exam Types
fa_ir: انواع آزمون‌ها
he: סוגי מבחן
it_it: Tipi di esame
tr_tr: Sınav Türleri

source: This subsection was released to learners as a proctored exam, but was reverted back to a basic or timed exam. You may not configure it as a proctored exam now. Contact edX Support for assistance.
fa_ir: این بخش فرعی به عنوان آزمون حفاظت‌شده برای یادگیرندگان منتشر شد، اما به شکل آزمون پایه یا زمان‌بندی شده برگردانده شد. اکنون دیگر امکان پیکربندی آن به‌شکل آزمون حفاظت‌شده وجود ندارد. برای دریافت راهنمایی با پشتیبانی edX تماس بگیرید.
it_it: Questa sottosezione è stata rilasciata agli studenti come esame supervisionato, ma è stata ripristinata a un esame di base oa tempo. Non puoi configurarlo come esame sorvegliato ora. Contattare l&#39;assistenza edX per assistenza.
tr_tr: Bu alt bölüm öğrencilere gözetimli bir sınav olarak yayınlandı, ancak basit ya da zamanlanmış sınav ayarlarına geri döndürüldü. Artık bunu bir gözetimli sınav olarak yapılandıramazsınız. Yardım için edX Destek ile iletişime geçin.

source: This proctored exam has been released to learners. You may not convert it to another type of special exam. You may revert this subsection back to being a basic exam by selecting 'None', or a timed exam, but you will NOT be able to configure it as a proctored exam in the future.
fa_ir: این بخش فرعی به‌عنوان آزمونی حفاظت‌شده برای یادگیرندگان منتشر شده‌است، امکان تغییر نوع آزمون ویژه وجود ندارد. اکنون دیگر امکان پیکربندی آن به‌شکل آزمون حفاظت‌شده وجود ندارد. شما می‌توانید این بخش فرعی را با انتخاب گزینه "هیچ کدام" به حالت آزمون پایه یا آزمون زمان‌بندی‌شده تبدیل کنید اما در آینده نیز امکان تغییر پیکربندی آن به آزمون حفاظت‌شده را نخواهید داشت.
it_it: Questo esame controllato è stato rilasciato agli studenti. Non puoi convertirlo in un altro tipo di esame speciale. Puoi ripristinare questa sottosezione come esame di base selezionando &quot;Nessuno&quot; o un esame a tempo, ma NON potrai configurarlo come esame supervisionato in futuro.
tr_tr: Bu gözetimli sınav öğrencilere sunulmuştur. Başka bir tür özel sınava dönüştüremezsiniz. "None" ayarını seçerek bu alt bölümü basit ya da zamanlanmış sınav haline geri döndürebilirsiniz, ancak ileride bunu gözetimli bir sınav olarak yapılandıramazsınız.

source: Timed
fa_ir: زمان‌بندی شده
he: מתוזמן
it_it: A tempo
tr_tr: Zamanlanmış

source: Use a timed exam to limit the time learners can spend on problems in this subsection. Learners must submit answers before the time expires. You can allow additional time for individual learners through the Instructor Dashboard.
fa_ir: برای محدودکردن زمانی که یادگیرندگان می‌توانند روی سؤالات این بخش صرف کنند، از یک آزمون زمانی استفاده کنید. افراد باید پیش از پایان زمان، پاسخ خود را ارسال کنند. از طریق پیشخوان مربی می‌توانید زمان بیشتری را برای تک‌تک فراگیران در نظر بگیرید.
he: השתמש במבחן מתוזמן על מנת להגביל את זמן ההשקעה של תלמידים בבעיות בתת-פרק זה. התלמידים חייבים להגיש תשובות לפני שתם הזמן . תוכל לאפשר זמן נוסף לתלמידים אינדיבידואליים באמצעות לוח הבקרה של המדריך.
it_it: Utilizza un esame a tempo per limitare il tempo che gli studenti possono dedicare ai problemi in questa sottosezione. Gli studenti devono inviare le risposte prima della scadenza del tempo. Puoi concedere ulteriore tempo ai singoli studenti tramite la dashboard dell'Istruttore.
tr_tr: Öğrencilerin bu alt bölümdeki problemler için harcayabilecekleri zamanı sınırlandırmak için süreli bir sınav kullanın. Öğrenciler cevaplarını süre dolmadan göndermelidir. Eğitmen Paneli aracılığıyla bireysel öğrencilere ek süre tanıyabilirsiniz.

source: Proctored
fa_ir: آزمایشی
he: תחת פיקוח
it_it: Con supervisione
tr_tr: Gözetimli

source: Proctored exams are timed and they record video of each learner taking the exam. The videos are then reviewed to ensure that learners follow all examination rules. Please note that setting this exam as proctored will change the visibility settings to "Hide content after due date."
fa_ir: آزمون‌های حفاظت‌شده زمان‌بندی شده‌اند و از هر یادگیرنده در حین آزمون فیلمی تهیه می‌کنند. سپس فیلم‌ها بررسی شده تا اطمینان حاصل شود که آن‌ها تمام قوانین آزمون را رعایت می‌کنند. لطفاً توجه کنید که با تنظیم این آزمون به‌عنوان حفاظت‌شده، باعث خواهد شد که تنظیمات قابلیت مشاهده به حالت «پنهان‌سازی محتوا پس از موعد مقرر» تغییر می‌کند.
it_it: Gli esami controllati sono a tempo e registrano il video di ogni studente che sostiene l&#39;esame. I video vengono quindi rivisti per garantire che gli studenti seguano tutte le regole dell&#39;esame. Tieni presente che l&#39;impostazione di questo esame come controllato cambierà le impostazioni di visibilità in &quot;Nascondi contenuto dopo la data di scadenza&quot;.

source: Onboarding
fa_ir: پیش‌پردازش
tr_tr: Test sürüşü

source: Use Onboarding to introduce learners to proctoring, verify their identity, and create an onboarding profile. Learners must complete the onboarding profile step prior to taking a proctored exam. Profile reviews take 2+ business days.
fa_ir: از Onboarding برای معرفی افراد به آزمون حفاظت‌شده، تأیید هویت آن‌ها و ایجاد پروندۀ Onboarding استفاده کنید. لازم است ایشان پیش از شرکت در آزمون حفاظت‌شده این مرحلۀ مربوط به پرونده کاربری را طی کنند. بررسی پرونده‌ها به بیش از 2 روز کاری زمان نیاز دارد.
it_it: Usa l'Onboarding per introdurre gli studenti all'esame con supervisione, verificare la loro identità e creare un profilo di onboarding. Gli studenti devono completare la fase relativa al profilo di onboarding prima di sostenere un esame con supervisione. Le revisioni del profilo richiedono più di 2 giorni lavorativi.
tr_tr: Öğrencileri gözetimli sınavlarla tanıştırmak, kimliklerini doğrulamak ve bir oryantasyon profili oluşturmak için Oryantasyon'u kullanın. Öğrenciler, gözetimli bir sınava girmeden önce, ilk oryantasyon profili adımını tamamlamalıdır. Profil incelemeleri 2+ iş günü sürer.

source: Practice Proctored
fa_ir: تمرین آزمون
he: תרגול תחת פיקוח
it_it: Prova esame con supervisione
tr_tr: Gözetimli Alıştırma

source: Use a practice proctored exam to introduce learners to the proctoring tools and processes. Results of a practice exam do not affect a learner's grade.
fa_ir: از یک آزمون حفاظت‌شده تمرینی استفاده کنید تا یادگیرندگان را با ابزارها و فرایندهای آزمون آشنا کنید. نتایج این آزمون تمرینی، اثری در نمرۀ فرد نخواهد داشت.
he: השתמש במבחן תחת פיקוח על מנת להציג לתלמידים את כלי ותהליכי הפיקוח. תוצאות מבחן התרגול אינן פוגעות בציון המשתמש.
it_it: Utilizza una prova di esame con supervisione per introdurre gli studenti agli strumenti e ai processi di supervisione. I risultati di un esame di prova non influiscono sul voto di uno studente.
tr_tr: Öğrencilere gözetim araçlarını ve işleyişini tanıtmak için gözetimli alıştırma sınavını kullanın. Alıştırma sınavının sonuçları öğrencinin notuna etki etmez.

source: Time Allotted (HH:MM):
fa_ir: زمان (HH: MM):
he: זמן שהוקצב (שש:דד):
it_it: Tempo assegnato (HH: MM):
tr_tr: Ayrılan Zaman (HH:MM):

source: Select a time allotment for the exam. If it is over 24 hours, type in the amount of time. You can grant individual learners extra time to complete the exam through the Instructor Dashboard.
fa_ir: زمانی را به آزمون اختصاص دهید. اگر مایلید بیش از 24 ساعت در نظر بگیرید، میزان زمان را تایپ کنید. شما می‌توانید برای تکمیل امتحان از طریق پیشخوان مربی، به تک تک یادگیرندگان وقت اضافی بدهید.
he: בחר בזמן שהוקצב למבחן. אם חלפו 24 שעות, הקלד את משך הזמן. תוכל להעניק זמן נוסף ללומדים אינדיבידואליים על מנת להשלים את המבחן באמצעות לוח הבקרה של המדריך.
it_it: Seleziona il tempo da assegnare per l'esame. Se sono più di 24 ore, digita la quantità di tempo. Puoi concedere ai singoli studenti più tempo per completare l'esame tramite la Dashboard dell'Istruttore.
tr_tr: Sınav için ayrılan süreyi seçin. Eğer 24 saatten fazlaysa, süreyi yazarak girin. Eğitmen Paneli aracılığıyla belli öğrencilere sınavı tamamlamaları için daha fazla süre tanımlayabilirsiniz.

source: Review Rules
fa_ir: مرور قوانین
he: כללי בחינה
it_it: Regole di controllo
tr_tr: Kuralları Gözden Geçir

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam, along with the {linkStart}general proctored exam rules{linkEnd}.
fa_ir: هر قانون یا استثنای قانونی را تعیین کنید که تیم حفاظت هنگام بررسی ویدئوها آن‌ موارد را اعمال کنند. به‌عنوان نمونه، می‌توانید استفاده از ماشین حساب را مجاز اعلام کنید. این قوانین تعیین‌شده پیش از شروع آزمون در کنار {linkStart} قوانین عمومی آزمون حفاظت‌شده {linkEnd} توسط یادگیرندگان قابل مشاهده است.
it_it: Specifica eventuali regole o eccezioni alle regole che il team di revisione della supervisione deve applicare durante la revisione dei video. Ad esempio, è possibile specificare che le calcolatrici sono consentite. Queste regole specificate sono visibili agli studenti prima che gli studenti inizino l'esame, insieme alle {linkStart}regole generali dell'esame con supervisione{linkEnd}.
tr_tr: Tüm kural ya da kural istisnalarını detaylandır ki, gözetim inceleme kurulu videolara göz atarken şüphe bırakmayacak şekilde uygulayabilsin. Örneğin, hesap makinesine izin verildiğini belirtebilirsiniz. Belirlenen bu kurallar {linkStart}genel gözetimli sınav kuralları{linkEnd} ile birlikte öğrencilere sınav başlamadan önce görünür olacak.

source: General Proctored Exam Rules
fa_ir: قواعد عمومی آزمون حفاظت‌شده
it_it: Regole generali dell'esame con supervisione
tr_tr: Genel Gözetimli Sınav Kuralları

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam.
fa_ir: هر قانون یا استثنای قانونی را تعیین کنید که تیم حفاظت آزمون هنگام بررسی ویدئوها آن‌ها را اعمال کنند. به‌عنوان نمونه، می‌توانید استفاده از ماشین حساب را مجاز اعلام کنید. این قوانین تعیین‌شده پیش از شروع امتحان توسط یادگیرندگان قابل مشاهده است.
it_it: Specifica eventuali regole o eccezioni alle regole che il team di revisione della supervisione deve applicare durante la revisione dei video. Ad esempio, è possibile specificare che le calcolatrici sono consentite. Queste regole specificate sono visibili agli studenti prima che gli studenti inizino l'esame.
tr_tr: Tüm kural ya da kural istisnalarını detaylandır ki, gözetim inceleme kurulu videolara göz atarken şüphe bırakmayacak şekilde uygulayabilsin. Örneğin, hesap makinesine izin verildiğini belirtebilirsiniz. Belirlenen kurallar öğrencilere sınav başlamadan önce görünür olacak.

source: Account
fa_ir: حساب کاربری
tr_tr: Hesap

source: This action updates the {provider} information for your entire organization.
fa_ir: این عملکرد، اطلاعات {provider} را برای کل سازمان شما روزآمد می‌کند.
it_it: Questa azione aggiorna le informazioni del {provider} per l'intera organizzazione.
tr_tr: Bu eylem tüm kurum için {provider} bilgisini günceller.

source: Enter the account information for your organization.
fa_ir: اطلاعات حساب کاربری مربوط به سازمان خود را وارد کنید.
it_it: Immettere le informazioni sull'account per la propria organizzazione.
tr_tr: Kurumunuz için hesap bilgisini girin.

source: API Key
fa_ir: کلید API
it_it: Chiave API
tr_tr: API Anahtarı

source: Unit Access
fa_ir: دسترسی به واحد
it_it: Accesso Unità
tr_tr: Ünite Erişimi

source: Restrict access to:
fa_ir: محدودیت دسترسی به:
it_it: Limita l'accesso a:
tr_tr: Erişim hakkını kısıtla:

source: Select a group type
fa_ir: انتخاب نوع گروه
it_it: Seleziona un tipo di gruppo
tr_tr: Grup türünü seçin

source: Select one or more groups:
fa_ir: یک یا دو گروه را انتخاب کنید:
it_it: Seleziona uno o più gruppi:
tr_tr: Bir ya da daha fazla grup seçin:

source: Deleted Group
fa_ir: گروه حذف‌شده
it_it: Gruppo eliminato
tr_tr: Silinmiş Grup

source: This group no longer exists. Choose another group or do not restrict access to this unit.
fa_ir: این گروه، دیگر وجود ندارد. گروه دیگری را برگزینید یا دسترسی به این واحد را محدود نکنید.
it_it: Questo gruppo non esiste più. Scegli un altro gruppo o non limitare l'accesso a questa unità.
tr_tr: Bu grup artık mevcut değil. Başka bir grup seçin ya da bu üniteye erişimi kısıtlamayın.

source: File upload succeeded
fa_ir: بارگذاری پرونده با موفقیت انجام شد
he: העלאת קובץ עברה בהצלחה
it_it: File correttamente caricato
tr_tr: Dosya yükleme işlemi başarılı.

source: Please check the following validation feedbacks and reflect them in your course settings:
fa_ir: لطفاً بازخوردهای تأیید اعتبار زیر را کنترل کرده و آن‌ها را در تنظیمات دورۀ آموزشی خود منعکس کنید:
he: בדוק את משובי האימות הבאים ושקף אותם בהגדרות הקורס:
it_it: Si prega di controllare i seguenti feedback di convalida e di riportarli nelle impostazioni del corso:
tr_tr: Lütfen aşağıdaki onay geri bildirimlerini kontrol edin ve bunu ders ayarlarınıza yansıtın:

source: Verification Checkpoint
fa_ir: کنترل تأیید
he: נקודת ביקורת לאימות
it_it: Checkpoint di verifica
tr_tr: Doğrulama Kontrol Noktası

source: Must complete verification checkpoint
fa_ir: کنترل تأیید باید تکمیل شود
he: חייב להשלים נקודת ביקורת לאימות
it_it: È necessario completare il checkpoint di verifica
tr_tr: Doğrulama kontrol noktası tamamlanmalı

source: Verification checkpoint to be completed
fa_ir: فرایند کنترل تأیید در حال تکمیل است
he: יש להשלים נקודת ביקורת לאימות
it_it: Checkpoint di verifica da completare
tr_tr: Doğrulama kontrol noktası tamamlanacak

source: Learners who require verification must pass the selected checkpoint to see the content in this unit. Learners who do not require verification see this content by default.
fa_ir: یاگیرندگانی که نیاز به تأیید دارند، برای دیدن محتوای این واحد لازم است از این نقطۀ کنترل منتخب عبور کنند. افرادی که به تأیید نیاز ندارند، این محتوا را به‌طور پیش‌فرض خواهند دید.
he: תלמידים הדורשים אימות חייבים לעבור את נקודת הביקורת שנבחרה על מנת לראות את התוכן ביחידה זו. תלמידים שאינם דורשים אימות, רואים את תוכן זה כברירת מחדל.
it_it: Gli studenti che richiedono la verifica devono superare il checkpoint selezionato per vedere il contenuto di questa unità. Gli studenti che non richiedono la verifica vedono questo contenuto per impostazione predefinita.
tr_tr: Onaya ihtiyacı olan öğrenciler ünitenin içeriğini görmek için seçili olan kontrol noktasını geçmelidir. Onaya ihtiyacı olmayan öğrenciler bu içeriği varsayılan olarak görürler.

source: Recommended image resolution is {imageResolution}, maximum image file size should be {maxFileSize} and format must be one of {supportedImageFormats}.
fa_ir: پیشنهاد ما برای وضوح تصویر {imageResolution} است، بیشینۀ اندازۀه پروندۀ تصویر باید {maxFileSize} و قالب باید یکی از {supportedImageFormats} باشد.
it_it: La risoluzione consigliata per l'immagine è {imageResolution}, la dimensione massima del file dell'immagine deve essere {maxFileSize} e il formato deve essere uno tra {supportedImageFormats}.
tr_tr: Tavsiye edilen görsel çözünürlüğü {imageResolution}, maksimum görsel dosya boyutu {maxFileSize} ve {supportedImageFormats} formatlarından birisi olmalıdır.

source: Read more
fa_ir: مطالعۀ بیشتر
it_it: Per saperne di più
tr_tr: Daha fazlası

source: No transcript uploaded.
fa_ir: هیچ زیر نویسی بارگذاری نشده است.
it_it: Nessuna trascrizione caricata.
tr_tr: Herhangi bir altyazı yüklenmedi.

source: Show transcripts ({totalTranscripts})
fa_ir: نمایش زیرنویس ({totalTranscripts})
it_it: Mostra trascrizioni ({totalTranscripts})
tr_tr: Altyazıları göster ({totalTranscripts})

source: Set Access
fa_ir: تنظیم دسترسی
it_it: Imposta accesso
tr_tr: Erişim Ver

source: Edit %(display_name)s (required)
fa_ir: ویرایش %(display_name)s(ضروری)
he: ערוך %(display_name)s (חובה)
it_it: Modifica %(display_name)s (obbligatorio)
tr_tr: %(display_name)s düzenle (gerekli)

source: You have done a dry run of force publishing the course. Nothing has changed. Had you run it, the following course versions would have been change.
fa_ir: شما یک دورۀ آموزشی را به صورت آزمایشی منتشر کردید. هیچ چیزی تغییر نکرده است. اگر آن را اجرا می‌کردید، نسخه‌های دوره آموزشی زیر تغییر می‌کردند.
he: ביצעת הפעלה מאולצת של פרסום הקורס. דבר לא השתנה. אם היית מפעיל אותו, גרסאות הקורס הבאות היו משתנות.
it_it: Hai fatto una prova di forza pubblicando il corso. Non è cambiato nulla. Se lo avessi svolto, sarebbero state modificate le seguenti versioni del corso.

source: The published branch version, {published}, was reset to the draft branch version, {draft}.
fa_ir: نسخۀ مربوط به شاخۀ منتشرشده، {published}، به نسخۀ پیش‌نویس شاخه، {draft} بازنشانی شد.
he: גרסת המדור שפורסם, {published}, אופסה לגרסת מדור הטיוטה, {draft}.
it_it: La versione della sezione pubblicata, {published}, è stata ripristinata alla versione della sezione bozza, {draft}.

source: Add URLs for additional versions
fa_ir: افزودن نشانی اینترنتی برای نسخه‌های دیگر
he: הוסף כתובות URL עבור גרסאות נוספות
it_it: Aggiungi URL per versioni aggiuntive
tr_tr: Ek sürümler için URL'leri ekle
