Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Don't worry—you won't lose any of the progress you've made when you shift your due dates.
eo: Dön't wörrý—ýöü wön't lösé äný öf thé prögréss ýöü'vé mädé whén ýöü shïft ýöür düé dätés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: To keep yourself on track, you can update this schedule and shift the past due assignments into the future. Don't worry—you won't lose any of the progress you've made when you shift your due dates.
eo: Tö kéép ýöürsélf ön träçk, ýöü çän üpdäté thïs sçhédülé änd shïft thé päst düé ässïgnménts ïntö thé fütüré. Dön't wörrý—ýöü wön't lösé äný öf thé prögréss ýöü'vé mädé whén ýöü shïft ýöür düé dätés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι#

source: You are auditing this course,
eo: Ýöü äré äüdïtïng thïs çöürsé, Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: which means that you are unable to participate in graded assignments.
eo: whïçh méäns thät ýöü äré ünäßlé tö pärtïçïpäté ïn grädéd ässïgnménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: It looks like you missed some important deadlines based on our suggested schedule. Graded assignments and schedule adjustment are available to Verified Track learners.
eo: Ìt lööks lïké ýöü mïsséd sömé ïmpörtänt déädlïnés ßäséd ön öür süggéstéd sçhédülé. Grädéd ässïgnménts änd sçhédülé ädjüstmént äré äväïläßlé tö Vérïfïéd Träçk léärnérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒ#

source: It looks like you missed some important deadlines based on our suggested schedule. To complete graded assignments as part of this course and shift the past due assignments into the future, you can upgrade today.
eo: Ìt lööks lïké ýöü mïsséd sömé ïmpörtänt déädlïnés ßäséd ön öür süggéstéd sçhédülé. Tö çömplété grädéd ässïgnménts äs pärt öf thïs çöürsé änd shïft thé päst düé ässïgnménts ïntö thé fütüré, ýöü çän üpgrädé tödäý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢є#

source: Upgrade to shift due dates
eo: Ûpgrädé tö shïft düé dätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Cambia al itinerario verificado para cambiar las fechas límite

source: Graded assignments are available to Verified Track learners.
eo: Grädéd ässïgnménts äré äväïläßlé tö Vérïfïéd Träçk léärnérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: To complete graded assignments as part of this course, you can upgrade today.
eo: Tö çömplété grädéd ässïgnménts äs pärt öf thïs çöürsé, ýöü çän üpgrädé tödäý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: We've built a suggested schedule to help you stay on track.
eo: Wé'vé ßüïlt ä süggéstéd sçhédülé tö hélp ýöü stäý ön träçk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: But don't worry—it's flexible so you can learn at your own pace. If you happen to fall behind on our suggested dates, you'll be able to adjust them to keep yourself on track.
eo: Büt dön't wörrý—ït's fléxïßlé sö ýöü çän léärn ät ýöür öwn päçé. Ìf ýöü häppén tö fäll ßéhïnd ön öür süggéstéd dätés, ýöü'll ßé äßlé tö ädjüst thém tö kéép ýöürsélf ön träçk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα#

source: View in the new experience
eo: Vïéw ïn thé néw éxpérïénçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: User:
eo: Ûsér: Ⱡ'σяєм ιρѕ#
es_es: Usuario:
lv: Lietotājs:
mn: Хэрэглэгч:

source: Sysadmin Dashboard
eo: Sýsädmïn Däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Panel de control del administrador del sistema
lv: Sistēmas administratora informācijas panelis
mn: Системийн Админы Хяналтын самбар

source: Users
eo: Ûsérs Ⱡ'σяєм ιρѕ#
es_es: Usuarios
lv: Lietotāji
mn: Хэрэглэгчид

source: Staffing and Enrollment
eo: Stäffïng änd Énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Inscripciones y administración
lv: Darbinieki un reģistrācija
mn: Ажилтнууд болон Элсэлт

source: Git Logs
eo: Gït Lögs Ⱡ'σяєм ιρѕυм ∂#
es_es: Logs de Git
lv: Git žurnāli
mn: Гит Оролтууд

source: User Management
eo: Ûsér Mänägémént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Gestión de usuarios
lv: Lietotāju pārvaldīšana
mn: Хэрэглэгчийн удирдлага

source: Email or username
eo: Émäïl ör üsérnämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Identificador de usuario o email
lv: E-pasts vai lietotājvārds
mn: Цахим шуудан эсвэл хэрэглэгчийн нэр

source: Delete user
eo: Délété üsér Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Borrar usuario
lv: Dzēst lietotāju
mn: Хэрэглэгч устгах

source: Create user
eo: Çréäté üsér Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Crear usuario
lv: Izveidot lietotāju
mn: Хэрэглэгч үүсгэх

source: Download list of all users (csv file)
eo: Döwnlöäd lïst öf äll üsérs (çsv fïlé) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Descargar lista de todos los usuarios (en fichero csv)
lv: Lejupielādēt visu lietotāju sarakstu (csv datne)
mn: Бүх хэрэглэгчийн жагсаалтыг татах (csv file)

source: Check and repair external authentication map
eo: Çhéçk änd répäïr éxtérnäl äüthéntïçätïön mäp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Comprobar y reparar mapa de autenticación externa
lv: Pārbaudīt un salabot ārējās autentifikācijas karti
mn: Гаднах баталгаажуулах газрын зургийг шалгах, засах

source: Go to each individual course's Instructor dashboard to manage course enrollment.
eo: Gö tö éäçh ïndïvïdüäl çöürsé's Ìnstrüçtör däshßöärd tö mänägé çöürsé énröllmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Accede al panel de control del profesor de cada curso para gestionar las inscripciones al curso.
lv: Doties uz katra individuālā kursa instruktora informācijas paneli, lai pārvaldītu kursa reģistrēšanos.
mn: Хичээл тус бүрийн Багшийн хяналтын самбар руу очиж, хичээлийн элсэлтийг хянах.

source: Manage course staff and instructors
eo: Mänägé çöürsé stäff änd ïnstrüçtörs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Gestionar administradores y profesores del curso
lv: Pārvaldīt kursa darbiniekus un instruktorus
mn: Хичээлийн ажилтнууд, багш нарыг удирдах

source: Download staff and instructor list (csv file)
eo: Döwnlöäd stäff änd ïnstrüçtör lïst (çsv fïlé) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Descargar lista de administradores y profesores (formato csv)
lv: Lejupielādēt darbinieku un instruktoru sarakstu (csv datne)
mn: Ажилтнууд болон багшийн жагсаалт татах (csv file)

source: Administer Courses
eo: Àdmïnïstér Çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Administrar cursos
lv: Administrēt kursus
mn: Хичээлүүдийг удирдах

source: Repo Location
eo: Répö Löçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Localización del repositorio
lv: Repozitorija atrašanās vieta
mn: Репо Байрлал

source: Repo Branch (optional)
eo: Répö Bränçh (öptïönäl) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Rama de repositorio (opcional)
lv: Repozitorija zars (neobligāts)
mn: Репо Салбар (optional)

source: Load new course from GitHub
eo: Löäd néw çöürsé fröm GïtHüß Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Carga un nuevo curso desde GitHub
lv: Ielādēt jaunu kursu no GitHub
mn: GitHub-с шинэ курс ачаалах

source: Course ID or dir
eo: Çöürsé ÌD ör dïr Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: ID del curso o directorio
lv: Kursa ID vai direktorija
mn: Хичээлийн код эсвэл дир

source: Delete course from site
eo: Délété çöürsé fröm sïté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Borrar curso del sitio web
lv: Dzēst kursu no vietnes
mn: Сайтаас хичээл устгах

source: Page {current_page} of {total_pages}
eo: Pägé {current_page} öf {total_pages} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Página {current_page} de {total_pages}
lv: Lapa {current_page} no {total_pages}
mn: {Total_pages} -с {current_page} -р хуудас

source: Recent git load activity for {course_id}
eo: Réçént gït löäd äçtïvïtý för {course_id} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Actividad reciente en git del curso {course_id}
lv: Nesenā git ielādes aktivitāte {course_id}
mn: {course_id}-д зориулсан гит татах сүүлийн ажиллагаа

source: Git Action
eo: Gït Àçtïön Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Acción git
lv: Git darbība
mn: Гит Үйлдэл

source: No git import logs have been recorded.
eo: Nö gït ïmpört lögs hävé ßéén réçördéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: No hay registros de importación git.
lv: Nav reģistrēti git importēšanas žurnāli.
mn: Ямар ч гүүр импортын бүртгэлийг бүртгээгүй.

source: No git import logs have been recorded for this course.
eo: Nö gït ïmpört lögs hävé ßéén réçördéd för thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No hay registros de importación git para este curso.
lv: Šim kursam nav reģistrēti git importēšanas žurnāli.
mn: Энэхүү хичээлд гит импортын оролтууд бүртгэгдээгүй байна.

source: Text Me The App
eo: Téxt Mé Thé Àpp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
lv: Nosūtīt lietotni man īsziņā
mn: Надад програм бичээрэй

source: ipaddr
eo: ïpäddr Ⱡ'σяєм ιρѕυ#
es_es: dirección IP
it_it: indirizzo IP

source: {link_start}Return to edX.org{link_end}
eo: {link_start}Rétürn tö édX.örg{link_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Percent sign (%) and metric affixes (d, c, m, u, n, p, k, M, G, T)
eo: Pérçént sïgn (%) änd métrïç äffïxés (d, ç, m, ü, n, p, k, M, G, T) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Símbolo percentil (%) y sufijos métricos (d, c, m, u, n, p, k, M, G, T)
lv: Procentu zīme (%) un metriskie prefiksi (d, c, m, u, n, p, k, M, G, T)
mn: Хувьсагч (%) ба хэмжлийн нөлөөнүүд (d, c, m, u, n, p, k, M, G, T)

source: Create a new Custom Course for edX
eo: Çréäté ä néw Çüstöm Çöürsé för édX Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
lv: Izveidot jaunu pielāgoto kursu edX
mn: EdX-ийн хувьд шинэ Гаалийн курс үүсгэ

source: yyyy-mm-dd
eo: ýýýý-mm-dd Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: aaaa-mm-dd
it_it: aaaa-mm-gg

source: About edX Certificates
eo: Àßöüt édX Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
lv: Par edX sertifikātiem
mn: edX гэрчилгээний танилцуулга

source: {b_start}Easily Sharable: {b_end}Add the certificate to your CV or resume, or post it directly on LinkedIn.
eo: {b_start}Éäsïlý Shäräßlé: {b_end}Àdd thé çértïfïçäté tö ýöür ÇV ör résümé, ör pöst ït dïréçtlý ön LïnkédÌn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
mn: {b_start}Хуваалцахад хялбар: {b_end}Өөрийн CV-дээ сертификатаа нэмэх эсвэл LinkedIn рүү шууд оруулж болно.

source: {b_start}Easily shareable:{b_end} Add the certificate to your CV or resume, or post it directly on LinkedIn
eo: {b_start}Éäsïlý shäréäßlé:{b_end} Àdd thé çértïfïçäté tö ýöür ÇV ör résümé, ör pöst ït dïréçtlý ön LïnkédÌn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: {b_start}Fácilmente compartible:{b_end} Añade el certificado a tu CV o póstealo directamente en LinkedIn
lv: {b_start}Viegli kopīgojams:{b_end} Pievienojiet sertifikātu Jūsu CV vai rezumē, vai publicējiet to pa tiešo LinkedIn
mn: {b_start} Хуваалцах амархан: {b_end} Сертификатыг өөрийн CV эсвэл үргэлжлүүлэхэд нэмэх буюу шууд LinkedIn дээр байрлуулах

source: {b_start}Easily shareable: {b_end}Add the certificate to your CV or resume, or post it directly on LinkedIn
eo: {b_start}Éäsïlý shäréäßlé: {b_end}Àdd thé çértïfïçäté tö ýöür ÇV ör résümé, ör pöst ït dïréçtlý ön LïnkédÌn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
lv: {b_start}Viegli kopīgojams:{b_end}Pievienojiet sertifikātu Jūsu CV vai rezumē, vai publicējiet to pa tiešo LinkedIn
mn: {b_start} Хуваалцах амархан: {b_end} Сертификатыг өөрийн CV эсвэл үргэлжлүүлэхэд нэмэх буюу шууд LinkedIn дээр байрлуулах

source: An error has occurred. Please ensure that you are logged in to enroll.
eo: Àn érrör häs öççürréd. Pléäsé énsüré thät ýöü äré löggéd ïn tö énröll. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: I just enrolled in {number} {title} through {account}: {url}
eo: Ì jüst énrölléd ïn {number} {title} thröügh {account}: {url} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Acabo de inscribirme en el {number} {title} a través de {account}: {url}
lv: Es tikko reģistrējos {number} {title} ar {account}: {url}
mn: Би дөнгөж {number} {title} -д бүртгүүлсэн {account}: {url}

source: Important Dates
eo: Ìmpörtänt Dätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Fechas importantes

source: Today
eo: Tödäý Ⱡ'σяєм ιρѕ#
es_es: Hoy

source: Verified Only
eo: Vérïfïéd Önlý Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Due Next
eo: Düé Néxt Ⱡ'σяєм ιρѕυм ∂#

source: Not yet released
eo: Nöt ýét réléäséd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Sin publicar

source: {course_number} Course Info
eo: {course_number} Çöürsé Ìnfö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: {course_number} Info del curso
lv: {course_number} kursa informācija
mn: {course_number} Хичээлийн Мэдээлэл

source: You are not enrolled yet
eo: Ýöü äré nöt énrölléd ýét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Aún no te has inscrito.
lv: Jūs vēl neesat reģistrējušies
mn: Та одоохондоо бүртгүүлээгүй байна

source: You are not currently enrolled in this course. {link_start}Enroll now!{link_end}
eo: Ýöü äré nöt çürréntlý énrölléd ïn thïs çöürsé. {link_start}Énröll nöw!{link_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Actualmente no estás inscrito en este curso. {link_start}¡Inscríbete ahora!{link_end}
lv: Jūs pašreiz neesat reģistrējušies šajā kursā. {link_start}Reģistrējieties tagad!{link_end}
mn: Та энэ сургалтад хамрагдаагүй байна. {link_start} Одоо бүртгүүлнэ үү! {link_end}

source: Welcome to {org}'s {course_title}!
eo: Wélçömé tö {org}'s {course_title}! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
lv: Laipni lūgti {org} kursā {course_title}!
mn: {org}'s {course_title} хичээлд тавтай морил!

source: Welcome to {course_title}!
eo: Wélçömé tö {course_title}! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
lv: Laipni lūgti kursā {course_title}!
mn: {course_title} хичээлд тавтай морил!

source: View Updates in Studio
eo: Vïéw Ûpdätés ïn Stüdïö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Ver actualizaciones en Studio
lv: Skatīt atjauninājumus studio
mn: Студиод шинэчлэлийг харах

source: Course Updates and News
eo: Çöürsé Ûpdätés änd Néws Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Novedades y noticias del curso
lv: Kursa atjauninājumi un jaunumi
mn: Хичээлийн шинэчлэл ба мэдээ

source: Handout Navigation
eo: Händöüt Nävïgätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Navegación de apuntes
lv: Izdales materiālu navigācija
mn: Гарын авлагын Навигаци

source: Course Tools
eo: Çöürsé Tööls Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Herramientas del Curso
lv: Kursa rīki
mn: Хичээлийн хэрэглүүр

source: ${oldPrice}
eo: ${oldPrice} Ⱡ'σяєм ι#

source: ${newPrice}
eo: ${newPrice} Ⱡ'σяєм ι#

source: {currency})
eo: {currency}) Ⱡ'σяєм ι#

source: Download Your Certificate
eo: Döwnlöäd Ýöür Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Descarga el certificado.
lv: Lejupielādēt Jūsu sertifikātu
mn: Гэрчилгээ авах

source: Your certificate will be available on or before {date}
eo: Ýöür çértïfïçäté wïll ßé äväïläßlé ön ör ßéföré {date} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Jūsu sertifikāts būs pieejams pirms vai {date}
mn: Таны сертификат {date} буюу түүнээс өмнө ашиглах боломжтой

source: Your final grade:
eo: Ýöür fïnäl grädé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Tu nota final:
lv: Jūsu gala atzīme:
mn: Таны сүүлийн дүн:

source: Grades will be finalized on {cert_available_date}
eo: Grädés wïll ßé fïnälïzéd ön {cert_available_date} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Verify your identity now.
eo: Vérïfý ýöür ïdéntïtý nöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
lv: Verificējiet Jūsu identitāti tagad.
mn: Өөрийнхөө одоогийн байдлыг баталгаажуулна уу.

source: View {cert_name_short}
eo: Vïéw {cert_name_short} Ⱡ'σяєм ιρѕυм ∂#
es_es: Ver {cert_name_short}
lv: Skatīt {cert_name_short}
mn: {cert_name_short} харах

source: This link will open/download a PDF document
eo: Thïs lïnk wïll öpén/döwnlöäd ä PDF döçümént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Este enlace abre/descarga un documento PDF
lv: Šajā saitē tiks atvērts/lejupielādēts PDF dokuments
mn: Энэ линк нь PDF баримт бичиг болон нээнэ/татна

source: Download {cert_name_short} (PDF)
eo: Döwnlöäd {cert_name_short} (PDF) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Descargar {cert_name_short} (PDF)
lv: Lejupielādēt {cert_name_short} (PDF)
mn: {cert_name_short} татаж авах (PDF)

source: Download Your {cert_name_short} (PDF)
eo: Döwnlöäd Ýöür {cert_name_short} (PDF) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Descarga tu {cert_name_short} (PDF)
lv: Lejupielādēt Jūsu {cert_name_short} (PDF)
mn: {cert_name_short} (PDF) татах

source: This link will open/download a PDF document of your verified {cert_name_long}.
eo: Thïs lïnk wïll öpén/döwnlöäd ä PDF döçümént öf ýöür vérïfïéd {cert_name_long}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Este enlace abrirá/descargará un documento PDF con tu {cert_name_long} verificado.
lv: Šajā saitē tiks atvērts/lejupielādēts PDF dokuments ar Jūsu verificēto {cert_name_long}.
mn: Энэ линк нь таны баталгаатай {cert_name_long} PDF хэлбэрээр нээнэ/татна.

source: Download Your ID Verified {cert_name_short} (PDF)
eo: Döwnlöäd Ýöür ÌD Vérïfïéd {cert_name_short} (PDF) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Descarga tu ID verificada {cert_name_short} (PDF)
lv: Lejupielādējiet Jūsu ID verificēto {cert_name_short} (PDF)
mn: Та баталгаатай {cert_name_short} (PDF) хэлбэрээр татна уу.

source: Since we did not have a valid set of verification photos from you when your {cert_name_long} was generated, we could not grant you a verified {cert_name_short}. An honor code {cert_name_short} has been granted instead.
eo: Sïnçé wé dïd nöt hävé ä välïd sét öf vérïfïçätïön phötös fröm ýöü whén ýöür {cert_name_long} wäs générätéd, wé çöüld nöt gränt ýöü ä vérïfïéd {cert_name_short}. Àn hönör çödé {cert_name_short} häs ßéén gräntéd ïnstéäd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢#
es_es: Dado que no disponíamos de un juego válido de fotos de verificación de tu identidad mientras se generaba tu {cert_name_long}, no pudimos extenderte un {cert_name_short} verificado. Te creamos en su lugar un Código de Honor {cert_name_short}.
lv: Tā kā mums nav derīga verifikācijas fotogrāfiju komplekta no Jums, kad Jūsu {cert_name_long} tika ģenerēts, mēs nevarējām sniegt Jums verificētu {cert_name_short}. Tā vietā tika ģenerēts goda kodekss {cert_name_short}.

source: Verification not yet complete.
eo: Vérïfïçätïön nöt ýét çömplété. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: La verificación no se ha completado aún.
lv: Verifikācija vēl nav pabeigta.
mn: Баталгаажуулалт дуусаагүй байна.

source: You only have {days} day left to verify for this course.
eo: Ýöü önlý hävé {days} däý léft tö vérïfý för thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Jums ir atlikusi tikai {days} diena, lai veiktu verifikāciju šim kursam.
mn: Та энэ хичээлийг баталгаажуулахад {days} өдөр үлдсэн байна.

source: Almost there!
eo: Àlmöst théré! Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
lv: Gandrīz galā!
mn: Бараг л дууслаа!

source: You still need to verify for this course.
eo: Ýöü stïll nééd tö vérïfý för thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Aún necesitas verificarte en este curso.
lv: Jums joprojām ir nepieciešams veikt verifikāciju šim kursam.
mn: Та энэ курсийг шалгах шаардлагатай байна.

source: Verify Now
eo: Vérïfý Nöw Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Verifícate ahora.
lv: Verificēt tagad
mn: Одоо баталгаажуулна уу

source: You have submitted your verification information.
eo: Ýöü hävé süßmïttéd ýöür vérïfïçätïön ïnförmätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Jūs esat iesnieguši Jūsu verifikācijas informāciju.
mn: Та баталгаажуулалтын мэдээллийг илгээсэн байна.

source: You will see a message on your dashboard when the verification process is complete (usually within 5-7 days).
eo: Ýöü wïll séé ä méssägé ön ýöür däshßöärd whén thé vérïfïçätïön pröçéss ïs çömplété (üsüällý wïthïn 5-7 däýs). Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Your current verification will expire soon!
eo: Ýöür çürrént vérïfïçätïön wïll éxpïré söön! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
lv: Jūsu pašreizējā verifikācija drīz beigsies!
mn: Таны одоогийн баталгаажуулалт удахгүй дуусах болно!

source: You have submitted your reverification information. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days).
eo: Ýöü hävé süßmïttéd ýöür révérïfïçätïön ïnförmätïön. Ýöü wïll séé ä méssägé ön ýöür däshßöärd whén thé vérïfïçätïön pröçéss ïs çömplété (üsüällý wïthïn 5-7 däýs). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕє#

source: You have successfully verified your ID with edX
eo: Ýöü hävé süççéssfüllý vérïfïéd ýöür ÌD wïth édX Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Jūs esat veiksmīgi verificējuši Jūsu ID ar edX
mn: Та өөрийн ID-г edX-тай амжилттай баталгаажуулсан байна

source: Your current verification is effective until {date}.
eo: Ýöür çürrént vérïfïçätïön ïs éfféçtïvé üntïl {date}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Jūsu pašreizējā verifikācija ir spēkā līdz {date}.
mn: Таны одоогийн шалгалт хүчин төгөлдөр болж байна {date}.

source: Your current verification will expire soon.
eo: Ýöür çürrént vérïfïçätïön wïll éxpïré söön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
lv: Jūsu pašreizējā verifikācija drīz beigsies.
mn: Таны одоогийн баталгаажуулалт удахгүй дуусна.

source: Your current verification will expire in {days} days. {start_link}Re-verify your identity now{end_link} using a webcam and a government-issued photo ID.
eo: Ýöür çürrént vérïfïçätïön wïll éxpïré ïn {days} däýs. {start_link}Ré-vérïfý ýöür ïdéntïtý nöw{end_link} üsïng ä wéßçäm änd ä gövérnmént-ïssüéd phötö ÌD.#
lv: Jūsu pašreizējā verifikācija beigsies {days} dienu laikā. {start_link}Atkārtoti verificējiet Jūsu identitāti tagad{end_link}, izmantojot tīmekļa kameru un valdības izdotu foto ID.
mn: Таны одоогийн баталгаажуулалт {days} хоногийн дараа хугацаа нь дуусна. {start_link}Веб сайтын камер болон засгийн газраас олгосон зургийн ID-г ашиглан {end_link}ашиглан таниулбараа одоо баталгаажуулна уу.
