Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: The backbone of your course is how it is organized. {studio_name} offers an {strong_start}Outline{strong_end} editor, providing a simple hierarchy and easy drag and drop to help you and your students stay organized.
eo: Thé ßäçkßöné öf ýöür çöürsé ïs höw ït ïs örgänïzéd. {studio_name} öfférs än {strong_start}Öütlïné{strong_end} édïtör, prövïdïng ä sïmplé hïérärçhý änd éäsý dräg änd dröp tö hélp ýöü änd ýöür stüdénts stäý örgänïzéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт#
fa_ir: ساختار دوره آموزشی شما بر اساس سازماندهی آن است. {studio_name} {strong_start}طرح درس{strong_end} ویرایشگری ارائه می‌دهد، ساختار ساده سلسله مراتبی آسانی فراهم می‌کند که با کشیدن و رهاکردن برای کمک به شما و یادگیرندگان دوره‌تان سازمان یافته باقی می‌ماند.
it_it: La struttura portante del corso è il modo in cui è organizzato. {studio_name} offre un editor {strong_start}Struttura{strong_end}, che fornisce una struttura semplice con funzione di trascinamento e rilascio per consentire a te ed ai tuoi studenti di essere organizzati.

source: Simple Organization For Content
eo: Sïmplé Örgänïzätïön För Çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Organización simple para los contenidos
fa_ir: سازمان‌دهی ساده محتوا
it_it: Organizzazione semplice del contenuto

source: {studio_name} uses a simple hierarchy of {strong_start}sections{strong_end} and {strong_start}subsections{strong_end} to organize your content.
eo: {studio_name} üsés ä sïmplé hïérärçhý öf {strong_start}séçtïöns{strong_end} änd {strong_start}süßséçtïöns{strong_end} tö örgänïzé ýöür çöntént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fa_ir: {studio_name} از ساختار ساده سلسله مراتبی {strong_start}بخش ها{strong_end} و {strong_start}زیر بخش‌ها{strong_end} برای سازماندهی محتواهای شما استفاده می کند.
it_it: {studio_name} utilizza una semplice gerarchia di {strong_start}sezioni{strong_end} e {strong_start}sottosezioni{strong_end} per organizzare il contenuto.

source: Change Your Mind Anytime
eo: Çhängé Ýöür Mïnd Ànýtïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Cambia de opinión en cualquier momento
fa_ir: هرزمانی می‌توانید نظر خود را تغییر دهید
it_it: Cambia idea in qualsiasi momento

source: Draft your outline and build content anywhere. Simple drag and drop tools let you reorganize quickly.
eo: Dräft ýöür öütlïné änd ßüïld çöntént änýwhéré. Sïmplé dräg änd dröp tööls lét ýöü réörgänïzé qüïçklý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Diseña la estructura de tu curso y crea contenido en cualquier lugar. Podrás reorganizarlo rápidamente con herramientas simples de arrastrar y soltar.
fa_ir: طرح درس خود را آماده کنید و محتوای آن را بسازید. ابزارهای کشیدن و رهاکردن، به شما این توانایی را می‌دهد تا مطالب را سریع سازماندهی کنید.
it_it: Crea una bozza della struttura e crea contenuto ovunque. Semplici strumenti di trascinamento e rilascio consentono di riorganizzare rapidamente il contenuto.

source: Go A Week Or A Semester At A Time
eo: Gö À Wéék Ör À Séméstér Àt À Tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Trabaja semana a semana o todo el semestre de una sola vez
fa_ir: به یک هفته یا یک ترم در یک زمان وارد شوید
it_it: Crea una settimana o un semestre alla volta

source: Build and release {strong_start}sections{strong_end} to your students incrementally. You don't have to have it all done at once.
eo: Büïld änd réléäsé {strong_start}séçtïöns{strong_end} tö ýöür stüdénts ïnçréméntällý. Ýöü dön't hävé tö hävé ït äll döné ät önçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: {strong_start}بخش‌های{strong_end} مختلف دوره‌ها را بطور تدریجی برای یادگیرندگان آماده کنید و سپس ارائه دهید. نیازی نیست همه بخش‌ها را به یکباره آماده کنید.
it_it: Crea e rilascia man mano le {strong_start}sezioni{strong_end} agli studenti. Non è necessario eseguire tutto il lavoro in una volta.

source: Learning is More than Just Lectures
eo: Léärnïng ïs Möré thän Jüst Léçtürés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Aprender es más que solo clases
fa_ir: یادگیری چیزی بیش از سخنرانی صرف است
it_it: Apprendimento è più di semplici lezioni

source: {studio_name} lets you weave your content together in a way that reinforces learning. Insert videos, discussions, and a wide variety of exercises with just a few clicks.
eo: {studio_name} léts ýöü wéävé ýöür çöntént tögéthér ïn ä wäý thät réïnförçés léärnïng. Ìnsért vïdéös, dïsçüssïöns, änd ä wïdé värïétý öf éxérçïsés wïth jüst ä féw çlïçks. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυη#
es_es: {studio_name} te permite unir tu contenido de forma que refuerce el aprendizaje. Introduce vídeos, foros y una amplia variedad de ejercicios con unos pocos clics.
fa_ir: {studio_name} به شما این امکان را می‌دهد تا مطالب باهدف تقویت یادگیری به هم می‌آمیزد. می‌توانید فقط با چند کلیک، ویدیوها،‌ مناظرات، و تمارین متعدد را وارد کنید.
it_it: {studio_name} consente di implementare i contenuti in modo da migliorare l'apprendimento. Inserisci video, discussioni ed un'ampia gamma di esercizi con pochi clic.

source: Create Learning Pathways
eo: Çréäté Léärnïng Päthwäýs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: ایجاد مسیرهای یادگیری
it_it: Crea percorsi di apprendimento

source: Help your students understand one concept at a time with multimedia, HTML, and exercises.
eo: Hélp ýöür stüdénts ündérständ öné çönçépt ät ä tïmé wïth mültïmédïä, HTML, änd éxérçïsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Ayuda a tus alumnos a comprender un concepto por vez mediante multimedia, HTML y ejercicios.
fa_ir: با استفاده از محتوای چند رسانه ای، اچ تی ام ال و تمارین در یک لحظه به یادگیرندگان در درک یک مفهوم کمک کنید.
it_it: Aiuta i tuoi studenti a comprendere un concetto alla volta con elementi multimediali, HTML ed esercizi.

source: Work Visually, Organize Quickly
eo: Wörk Vïsüällý, Örgänïzé Qüïçklý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Trabaja visualmente, Organiza rápidamente
fa_ir: به‌صورت بصری کار کنید تا سریع سازماندهی شود
it_it: Lavora visualmente, organizza rapidamente

source: Work visually and see exactly what your students will see. Reorganize all your content with drag and drop.
eo: Wörk vïsüällý änd séé éxäçtlý whät ýöür stüdénts wïll séé. Réörgänïzé äll ýöür çöntént wïth dräg änd dröp. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
es_es: Trabaja visualmente y ve lo que sus alumnos verán. Reorganiza todo tu contenido arrastrando y soltando.
fa_ir: به‌صورت بصری کار کنید و ببینید مخاطبان شما دقیقاً چه می‌بینند، همه مطالب و محتوای خود را با کشیدن و رهاکردن، دوباره سازماندهی نمایید.
it_it: Lavora in modo visuale per visualizzare il contenuto come i tuoi studenti. Riorganizza tutto il contenuto con il trascinamento e rilascio.

source: A Broad Library of Problem Types
eo: À Bröäd Lïßrärý öf Prößlém Týpés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Una amplia biblioteca de tipos de ejercicios
fa_ir: مجموعه‌ای گسترده از انواع مشکلات
it_it: Un'ampia libreria di tipi di problemi

source: It's more than just multiple choice. {studio_name} supports more than a dozen types of problems to challenge your learners.
eo: Ìt's möré thän jüst mültïplé çhöïçé. {studio_name} süppörts möré thän ä dözén týpés öf prößléms tö çhälléngé ýöür léärnérs. Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Es más que elección múltiple. {studio_name} soporta más de una docena de tipos de ejercicios para retar a tus alumnos.
fa_ir: این چیزی بیش از چند گزینه ای است. {studio_name} بیش از هزار نوع مسئله را برای به چالش کشیدن یادگیرندگان پشتیبانی می‌کند.
it_it: È molto di più di una semplice risposta multipla. {studio_name} supporta più di una dozzina di tipi di problemi per mettere alla prova i tuoi studenti.

source: {studio_name} Gives You Simple, Fast, and Incremental Publishing. With Friends.
eo: {studio_name} Gïvés Ýöü Sïmplé, Fäst, änd Ìnçréméntäl Püßlïshïng. Wïth Frïénds. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: {studio_name} te proporciona una edición sencilla, rápida y progresiva.
fa_ir: {studio_name} انتشار مطالب را به شیوه‌ای ساده، سریع و فزاینده در اختیار شما قرار می‌دهد. با دوستان.
it_it: {studio_name} consente di pubblicare in modo semplice, rapido ed incrementale. Con gli amici.

source: Simple, Fast, and Incremental Publishing. With Friends.
eo: Sïmplé, Fäst, änd Ìnçréméntäl Püßlïshïng. Wïth Frïénds. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Publicación simple, rápida y progresiva. Con amigos.
fa_ir: انتشار ساده، سریع، و رو به رشد. به همراه دوستان
it_it: Pubblicazione semplice, rapida ed incrementale. Con gli amici.

source: {studio_name} works like web applications you already know, yet understands how you build curriculum. Instant publishing to the web when you want it, incremental release when it makes sense. And with co-authors, you can have a whole team building a course, together.
eo: {studio_name} wörks lïké wéß äpplïçätïöns ýöü älréädý knöw, ýét ündérständs höw ýöü ßüïld çürrïçülüm. Ìnstänt püßlïshïng tö thé wéß whén ýöü wänt ït, ïnçréméntäl réléäsé whén ït mäkés sénsé. Ànd wïth çö-äüthörs, ýöü çän hävé ä whölé téäm ßüïldïng ä çöürsé, tögéthér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρ#
es_es: {studio_name} funciona como otras aplicaciones web que ya conoces, y entiende la manera en que creas tu curriculum. Puedes publicarlo instantáneamente en la web cuando quieras, o añadir contenido cuando tenga sentido. Y con la posibilidad de co-autores, puedes crear un curso con tu equipo de trabajo.
fa_ir: {studio_name} نیز مانند سایر برنامه‌هایی کار می‌کند که برای ساخت برنامه آموزشی به کار می‌رود. اعمال تغییرات و انتشار آن‌ها در هر زمان از طریق وب امکان‌پذیر است. و با همکاری همتـالیفان می‌توانید دوره آموزشی را به صورت تیمی طراحی و اجرا کنید.
it_it: {studio_name} funziona come le applicazioni Web che già conosci e in più comprende il modo in cui viene creato un curriculum. Pubblicazione istantanea su Web in qualsiasi momento, rilascio incrementale quando più ha senso. Inoltre, con i coautori, hai un intero team per creare un corso, collaborando insieme.

source: Instant Changes
eo: Ìnstänt Çhängés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Cambios instantáneos
fa_ir: تغییرات فوری
it_it: Modifiche istantanee

source: Caught a bug? No problem. When you want, your changes go live when you click Save.
eo: Çäüght ä ßüg? Nö prößlém. Whén ýöü wänt, ýöür çhängés gö lïvé whén ýöü çlïçk Sävé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: ¿Has encontrado un defecto? No hay problema. Cuando lo desees, tus cambios se hacen públicos cuando hagas clic en guardar.
fa_ir: با مشکل مواجه شدید؟ مشکلی نیست. هر زمانی که خواستید تغییرات موردنظر خود را با یک کلیک ذخیره کنید.
it_it: Hai trovato un bug? Nessun problema. Quando lo desideri, le modifiche vengono immediatamente apportate facendo clic su Salva.

source: Release-On Date Publishing
eo: Réléäsé-Ön Däté Püßlïshïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Publicación de revisión en fecha
fa_ir: انتشار به موقع در تاریخ مقرر
it_it: Pubblicazione con data di rilascio

source: When you've finished a {strong_start}section{strong_end}, pick when you want it to go live and {studio_name} takes care of the rest. Build your course incrementally.
eo: Whén ýöü'vé fïnïshéd ä {strong_start}séçtïön{strong_end}, pïçk whén ýöü wänt ït tö gö lïvé änd {studio_name} täkés çäré öf thé rést. Büïld ýöür çöürsé ïnçréméntällý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυ#
fa_ir: زمانی که {strong_start}بخشی{strong_end} را به اتمام رساندید، زمان شروع دوره را انتخاب کنید و ادامه کار را به {studio_name} بسپارید. دوره آموزشی خود را به‌صورت تدریجی بسازید.
it_it: Una volta completata una {strong_start}sezione{strong_end}, stabilisci quando deve essere pubblicata e {studio_name} si occuperà del resto. Crea il tuo corso in modo incrementale.

source: Work in Teams
eo: Wörk ïn Téäms Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Trabaja en equipos
fa_ir: کار با گروه‌ها
it_it: Lavora in Gruppi

source: Co-authors have full access to all the same authoring tools. Make your course better through a team effort.
eo: Çö-äüthörs hävé füll äççéss tö äll thé sämé äüthörïng tööls. Mäké ýöür çöürsé ßéttér thröügh ä téäm éffört. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Los coautores tienen acceso completo a las herramientas de construcción. Haz mejores tus cursos a través del trabajo en equipo.
fa_ir: هم‌تالیفان به همان ابزارهایی دسترسی دارند که نویسندگان دارند. با کار گروهی، دوره آموزشی خود را رشد دهید.
it_it: I coautori hanno accesso completo a tutti gli stessi strumenti di creazione. Migliora il tuo corso attraverso l'impegno del team.

source: Sign Up for {studio_name} Today!
eo: Sïgn Ûp för {studio_name} Tödäý! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: ¡Inscríbete hoy en {studio_name}!
fa_ir: هم اکنون در {studio_name} ثبت‌نام کنید
it_it: Registrati su {studio_name} oggi stesso!

source: Sign Up & Start Making Your {platform_name} Course
eo: Sïgn Ûp & Stärt Mäkïng Ýöür {platform_name} Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: ثبت‌نام کنید و دوره آموزشی خود را {platform_name} خلق کنید
it_it: Registrati e inizia a creare il tuo corso {platform_name}

source: Already have a {studio_name} Account? Sign In
eo: Àlréädý hävé ä {studio_name} Àççöünt? Sïgn Ìn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: ¿Ya tienes una cuenta {studio_name}? Regístrate
fa_ir: حساب کاربری {studio_name} دارید؟ وارد شوید
it_it: Hai già un account {studio_name}? Accedi
mn: {studio_name}-д бүртгэлтэй бол энд дарж нэвтэрнэ үү?

source: Outlining Your Course
eo: Öütlïnïng Ýöür Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Perfilando tu curso
fa_ir: طرح کلی دوره آموزشی
it_it: Creazione della struttura del corso
mn: Хичээлээ Төлөвлөх

source: Simple two-level outline to organize your course. Drag and drop, and see your course at a glance.
eo: Sïmplé twö-lévél öütlïné tö örgänïzé ýöür çöürsé. Dräg änd dröp, änd séé ýöür çöürsé ät ä glänçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: طرح درس دو_سطحی ساده برای سازماندهی دورۀ آموزشی شما. بکشید و رها کنید، و فوراً آن را ببینید.
it_it: Una semplice struttura a due livelli per organizzare il corso. Trascina e rilascia, e visualizza immediatamente il tuo corso.

source: More than Just Lectures
eo: Möré thän Jüst Léçtürés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Más que unas simples clases
fa_ir: چیزی فراتر از آموزش‌ها
it_it: Più di semplici lezioni
mn: Зүгээр л лекцүүдээс хамаагүй илүү

source: Quickly create videos, text snippets, inline discussions, and a variety of problem types.
eo: Qüïçklý çréäté vïdéös, téxt snïppéts, ïnlïné dïsçüssïöns, änd ä värïétý öf prößlém týpés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Crea rápidamente vídeos, resúmenes de texto, discusiones y una amplia variedad de tipos de ejercicios.
fa_ir: به سرعت فیلم‌ها، خرده متن، بحث‌های درون خطی و انواع مختلف تمرین‌ها را بسازید.
it_it: Crea rapidamente video, frammenti di testo, discussioni in linea e diversi tipi di problemi.

source: Publishing on Date
eo: Püßlïshïng ön Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Publicación en fecha
fa_ir: انتشار به موقع
it_it: Pubblicazione alla data

source: Simply set the date of a section or subsection, and {studio_name} will publish it to your students for you.
eo: Sïmplý sét thé däté öf ä séçtïön ör süßséçtïön, änd {studio_name} wïll püßlïsh ït tö ýöür stüdénts för ýöü. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Simplemente fija la fecha de una sección o subsección, y {studio_name} lo publicará por ti.
fa_ir: به راحتی تاریخ یک بخش یا زیربخش را تعیین کنید، و {studio_name} آن را به یادگیرندگان ارائه دهید.
it_it: Imposta semplicemente la data di una sezione o sottosezione e {studio_name} la pubblicherà automaticamente agli studenti.
mn: Хэсэг болон дэд-хэсэгт өдөр тохируулахад {studio_name} суралцагчдад заасан өдөр автоматаар нийтлэгдэнэ.

source: We're having trouble rendering your component
eo: Wé'ré hävïng tröüßlé réndérïng ýöür çömpönént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Hay problemas para mostrar tu componente
fa_ir: در ارائه مولفۀه شما مشکل داریم
it_it: Si sono verificati alcuni problemi durante il rendering del componente

source: Students will not be able to access this component. Re-edit your component to fix the error.
eo: Stüdénts wïll nöt ßé äßlé tö äççéss thïs çömpönént. Ré-édït ýöür çömpönént tö fïx thé érrör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Los alumnosno podrán acceder a este componente. Reedita tu componente para corregir el error.
fa_ir: یادگیرندگان قادر به دسترسی به این مولفه نخواهند بود. برای رفع خطا، آن را دوباره ویرایش کنید.
it_it: Gli studenti non saranno in grado di accedere a questo componente. Modificare nuovamente il componente per correggere l'errore.

source: Library Import
eo: Lïßrärý Ìmpört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Importar biblioteca
fa_ir: ورود کتابخانه
it_it: Importazione della libreria
mn: Номын сан оруулах

source: Course Import
eo: Çöürsé Ìmpört Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Importar curso
fa_ir: دریافت دوره آموزشی
it_it: Importa Corso
mn: Хичээл оруулах

source: Be sure you want to import a library before continuing. The contents of the imported library will replace the contents of the existing library. {em_start}You cannot undo a library import{em_end}. Before you proceed, we recommend that you export the current library, so that you have a backup copy of it.
eo: Bé süré ýöü wänt tö ïmpört ä lïßrärý ßéföré çöntïnüïng. Thé çönténts öf thé ïmpörtéd lïßrärý wïll répläçé thé çönténts öf thé éxïstïng lïßrärý. {em_start}Ýöü çännöt ündö ä lïßrärý ïmpört{em_end}. Béföré ýöü pröçééd, wé réçömménd thät ýöü éxpört thé çürrént lïßrärý, sö thät ýöü hävé ä ßäçküp çöpý öf ït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяι#
es_es: Asegúrate de que quieres importar una biblioteca antes de continuar. El contenido de la biblioteca a importar reemplazará el contenido de la biblioteca existente. {em_start}No se puede deshacer la operación de importación de biblioteca{em_end}. Antes de proceder, te recomendamos que exportes la biblioteca actual, de modo que dispongas de una copia de seguridad.
fa_ir: مطمئن شوید که مایلید یک کتابخانه را به سامانه وارد کنید. مطالب کتابخانۀ واردشده جایگزین مطالب دورۀ موجود خواهد شد. {em_start} این فرایند واگرد ندارد {em_end}. پیش از ادامه، توصیه می‌کنیم کتابخانۀ فعلی را صادر کنید تا از آن رونوشت پشتیبان تهیه شود.
it_it: Prima di continuare, accertarsi di voler importare una libreria. Il contenuto della libreria importata sostituirà il contenuto della libreria esistente. {em_start}Non è possibile annullare l'importazione di una libreria{em_end}. Prima di continuare, si consiglia di esportare la libreria corrente, in modo da avere a disposizione una copia di backup.

source: The library that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a library.xml file. It may also contain other files.
eo: Thé lïßrärý thät ýöü ïmpört müst ßé ïn ä .tär.gz fïlé (thät ïs, ä .tär fïlé çömprésséd wïth GNÛ Zïp). Thïs .tär.gz fïlé müst çöntäïn ä lïßrärý.xml fïlé. Ìt mäý älsö çöntäïn öthér fïlés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт#
es_es: La biblioteca que importes debe estar en un archivo .tar.gz (esto es, un archivo .tar comprimido con GNU Zip). Este archivo .tar.gz debe contener un archivo library.xml. También puede contener otros archivos.
fa_ir: کتابخانه‌ای که وارد می‌کنید باید در یک پروندۀ .tar.gz (یعنی یک فایل .tar با GNU Zip فشرده شده) باشد. لازم است این پرونده .tar.gz حاوی یک پروندۀ library.xml باشد. این امکان وجود دارد که شامل پرونده‌های دیگری نیز باشد.
it_it: La libreria da importare deve essere in un file .tar.gz (un file .tar compresso con GNU Zip). Tale file .tar.gz deve contenere un file library.xml. Può contenere anche altri file.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your library until the import operation has completed.
eo: Thé ïmpört pröçéss häs fïvé stägés. Dürïng thé fïrst twö stägés, ýöü müst stäý ön thïs pägé. Ýöü çän léävé thïs pägé äftér thé Ûnpäçkïng stägé häs çömplétéd. Wé réçömménd, höwévér, thät ýöü dön't mäké ïmpörtänt çhängés tö ýöür lïßrärý üntïl thé ïmpört öpérätïön häs çömplétéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ #
es_es: El proceso de importación consta de cinco etapas. Durante las dos primeras, debes permanecer en esta página. Puedes abandonarla una vez que la fase de desempaquetado haya sido completada. Te recomendamos, sin embargo, que no realices cambios importantes en tu biblioteca hasta que la operación de importación se haya completado.
fa_ir: فرآیند ورود داده شامل پنج مرحله است. در طی دو مرحلۀ اول، لازم است در این صفحه بمانید. پس از اتمام مرحلۀ گشایش بسته می‌توانید صفحۀ فعلی را ترک کنید. با این حال توصیه ما این است که تا زمان انجام عملیات ورود داده، تغییرات مهمی در کتابخانه خود اعمال نکنید.
it_it: Il processo di importazione è composto da cinque fasi. Durante le prime due fasi, è necessario restare in questa pagina. È possibile uscire da questa pagina una volta completata la fase di Decompressione. Tuttavia, si consiglia di non apportare modifiche importanti alla libreria fino a quando l'operazione di importazione non è stata completata.
