Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: You're almost there! Use the link below to activate your account to access engaging, high-quality %(platform_name)s courses. Note that you will not be able to log back into your account until you have activated it.
eo: Ýöü'ré älmöst théré! Ûsé thé lïnk ßélöw tö äçtïväté ýöür äççöünt tö äççéss éngägïng, hïgh-qüälïtý %(platform_name)s çöürsés. Nöté thät ýöü wïll nöt ßé äßlé tö lög ßäçk ïntö ýöür äççöünt üntïl ýöü hävé äçtïvätéd ït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт#
fa_ir: شما تقریباً آن‌جا هستید! برای فعال‌سازی حساب کاربری خود از پیوند زیر استفاده کنید تا به دوره‌های جذاب و با کیفیت %(platform_name)sدسترسی یابید. توجه کنید که تا زمانی حساب کاربری خود را فعال نکنید نمی‌توانید دوباره وارد آن شوید.
it_it: Si è quasi pronti! Utilizzare il link di seguito per attivare il proprio account per l'accesso ai corsi %(platform_name)s coinvolgenti di elevata qualità. Da notare che non sarà possibile accedere nuovamente al proprio account fino a quando non sarà attivato.

source: Activate your account
fa_ir: فعال‌سازی حساب کاربری
it_it: Attiva l'account

source: Enjoy learning with %(platform_name)s.
eo: Énjöý léärnïng wïth %(platform_name)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: از آموزش با %(platform_name)sلذت ببرید
it_it: Divertiti apprendendo con %(platform_name)s.

source: If you need help, please use our web form at {start_anchor_web}%(support_url)s{end_anchor} or email {start_anchor_email}%(support_email)s{end_anchor}.
eo: Ìf ýöü nééd hélp, pléäsé üsé öür wéß förm ät {start_anchor_web}%(support_url)s{end_anchor} ör émäïl {start_anchor_email}%(support_email)s{end_anchor}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fa_ir: اگر نیاز به راهنمایی دارید، لطفاً از فرم وب ما در آدرس {start_anchor_web}%(support_url)s {end_anchor} یا نشانی رایانامه {start_anchor_email}%(support_email)s {end_anchor} استفاده کنید.
it_it: Se occorre assistenza, si prega di utilizzare il modulo web all'indirizzo {start_anchor_web}%(support_url)s{end_anchor} oppure inviare un'email a {start_anchor_email}%(support_email)s{end_anchor}.

source: This email message was automatically sent by %(lms_url)s because someone attempted to create an account on %(platform_name)s using this email address.
eo: Thïs émäïl méssägé wäs äütömätïçällý sént ßý %(lms_url)s ßéçäüsé söméöné ättémptéd tö çréäté än äççöünt ön %(platform_name)s üsïng thïs émäïl äddréss. Ⱡ'σя#
fa_ir: این رایانامه به‌طور خودکار توسط%(lms_url)s ارسال شده است؛ زیرا فردی با استفاده از این نشانی سعی در ایجاد حساب کاربری در%(platform_name)sدارد.
it_it: Questo messaggio email è stato automaticamente inviato da %(lms_url)s poiché qualcuno ha tentato di creare un account su %(platform_name)s utilizzando questo indirizzo email.

source: You’re almost there! Use the link below to activate your account to access engaging, high-quality %(platform_name)s courses. Note that you will not be able to log back into your account until you have activated it.
fa_ir: شما تقریباً به پایان راه رسیده‌اید! از پیوند زیر برای فعال‌سازی حساب کاربری خود برای دسترسی به دوره‌های آموزشی جذاب و با کیفیت %(platform_name)s استفاده کنید. توجه کنید تا زمانی که حساب کاربری خود را فعال نکرده باشید، امکان ورود به حساب‌کاربری ندارید.
it_it: Ci sei quasi! Usa il link sottostante per attivare il tuo account e accedere a corsi coinvolgenti e di alta qualità %(platform_name)s. Tieni presente che non sarai in grado di accedere nuovamente al tuo account finché non lo avrai attivato.

source: If you need help, please use our web form at %(support_url)s or email %(support_email)s.
eo: Ìf ýöü nééd hélp, pléäsé üsé öür wéß förm ät %(support_url)s ör émäïl %(support_email)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: اگر نیاز به راهنمایی دارید، لطفاً از فرم وب ما در%(support_url)s یا نشانی رایانامه%(support_email)s استفاده کنید.
it_it: Se occorre assistenza, si prega di utilizzare il modulo web all'indirizzo %(support_url)s oppure inviare un'email a %(support_email)s.

source: Action Required: Activate your %(platform_name)s account
eo: Àçtïön Réqüïréd: Àçtïväté ýöür %(platform_name)s äççöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: اقدام ضروری: حساب کاربری %(platform_name)s خود را فعال کنید
it_it: Azione richiesta: attivare il proprio account %(platform_name)s

source: Create Password
eo: Çréäté Pässwörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fa_ir: ایجاد گذرواژه
it_it: Crea password
mn: Нууц үг үүсгэнэ үү

source: You're receiving this e-mail because you requested to create a password for your user account at %(platform_name)s.
eo: Ýöü'ré réçéïvïng thïs é-mäïl ßéçäüsé ýöü réqüéstéd tö çréäté ä pässwörd för ýöür üsér äççöünt ät %(platform_name)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: شما این رایانامه را به دلیل درخواست ایجاد گذرواژه برای حساب کاربری در %(platform_name)s دریافت می‌کنید.
it_it: Si sta ricevendo questa email perché è stato richiesto di creare una password per l'account utente su %(platform_name)s.

source: We've restored access to your %(platform_name)s account using the recovery email you provided at registration.
eo: Wé'vé réstöréd äççéss tö ýöür %(platform_name)s äççöünt üsïng thé réçövérý émäïl ýöü prövïdéd ät régïsträtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: ما با استفاده از نشانی رایانامه بازیابی که در هنگام ثبت‎‌نام ارائه داده‌اید، دسترسی شما به حساب کاربری خود را در %(platform_name)s بازیابی کرده‌ایم.
it_it: L'accesso è stato ripristinato per l'account %(platform_name)s utilizzando l'email di recupero fornita in fase di registrazione.

source: Once you've created a password [below], you will be able to log in to %(platform_name)s with this email (%(email)s) and your new password.
eo: Önçé ýöü'vé çréätéd ä pässwörd [ßélöw], ýöü wïll ßé äßlé tö lög ïn tö %(platform_name)s wïth thïs émäïl (%(email)s) änd ýöür néw pässwörd. Ⱡ'σяєм ιρѕυм #
fa_ir: پس از ایجاد گذرواژه [below] ، می‌توانید%(platform_name)s با این نشانی (%(email)s) و گذرواژه جدید خود وارد سامانه شوید.
it_it: Una volta creata una password [di seguito], sarà possibile collegarsi a %(platform_name)s con questa email (%(email)s) e la nuova password.

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
eo: Ìf ýöü dïdn't réqüést thïs çhängé, ýöü çän dïsrégärd thïs émäïl - wé hävé nöt ýét rését ýöür pässwörd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Si no has solicitado este cambio, puedes ignorar este email - no hemos cambiado todavía tu contraseña.
fa_ir: اگر شما درخواست تغییر نداده‌اید می توانید از این پیام صرفنظر کنید - ما هنوز گذرواژه را دوباره تنظیم نکرده‌اید
it_it: Se non hai richiesto tu questa modifica, ignora questa email - non abbiamo ancora reimpostato la tua password.
lv: Ja Jūs nepieprasījāt šīs izmaiņas, Jūs varat ignorēt šo e-pastu - mēs neesam atiestatījuši Jūsu paroli.
mn: Хэрэв та энэ өөрчлөлтийн хүсэлтийг илгээгээгүй бол та энэ имэйлийг анхаарахгүй байж болно - бид таны нууц үгийг хараахан дахин тохируулаагүй байгаа.

source: Thanks for using our site!
eo: Thänks för üsïng öür sïté! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: ¡Gracias por utilizar nuestro sitio!
fa_ir: از اینکه از وبگاه ما استفاده می‌کنید، سپاسگزاریم!
it_it: Grazie per aver usato il nostro sito!
lv: Paldies par mūsu vietnes izmantošanu!
mn: Манай хуудсыг хэрэглэсэнд баярлалаа

source: The %(platform_name)s Team
eo: Thé %(platform_name)s Téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: EL equipo de %(platform_name)s
fa_ir: تیم %(platform_name)s
it_it: Il Team di %(platform_name)s
lv: %(platform_name)s komanda
mn: %(platform_name)s бүлэг

source: Password creation on %(platform_name)s
eo: Pässwörd çréätïön ön %(platform_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: ایجاد گذرواژه روشن است %(platform_name)s
it_it: Creazione password su %(platform_name)s

source: Email Change
eo: Émäïl Çhängé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fa_ir: تغییر نشانی رایانامه
it_it: Cambia email
mn: Имэйл хаяг өөрчлөх

source: We received a request to change the e-mail associated with your %(platform_name)s account from %(old_email)s to %(new_email)s. If this is correct, please confirm your new e-mail address by visiting:
eo: Wé réçéïvéd ä réqüést tö çhängé thé é-mäïl ässöçïätéd wïth ýöür %(platform_name)s äççöünt fröm %(old_email)s tö %(new_email)s. Ìf thïs ïs çörréçt, pléäsé çönfïrm ýöür néw é-mäïl äddréss ßý vïsïtïng: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂#
fa_ir: ما درخواستی برای تغییر نشانی رایانامه مرتبط با %(platform_name)s حساب کاربری از %(old_email)s به %(new_email)s شما دریافت کردیم. اگر این مورد صحیح است، لطفاً با مراجعه به نشانی رایانامه جدید خود آن را تأیید کنید:
it_it: È stata ricevuta una richiesta di modifica dell'email associata all'account %(platform_name)s da %(old_email)s a %(new_email)s. Se ciò è corretto, si prega di confermare il nuovo indirizzo email visitando:
mn: Бид таны %(platform_name)s холбоотой бүртгэлээс имэйл хаягийг%(old_email)s -ээс %(new_email)s рүү өөрчлөх хүсэлт хүлээн авлаа. Хэрэв үнэн бол өөрийн шинэ имэйл хаягийг дараах хаягаар нэвтрэн баталгаажуулна уу:

source: Confirm Email Change
eo: Çönfïrm Émäïl Çhängé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: تغییر نشانی رایانامه را تأیید کنید
it_it: Conferma modifica email
mn: Имэйл хаягийн өөрчлөлтийг баталгаажуулна уу

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the %(platform_name)s web site.
eo: Ìf ýöü dïdn't réqüést thïs, ýöü dön't nééd tö dö änýthïng; ýöü wön't réçéïvé äný möré émäïl fröm üs. Pléäsé dö nöt réplý tö thïs é-mäïl; ïf ýöü réqüïré ässïstänçé, çhéçk thé hélp séçtïön öf thé %(platform_name)s wéß sïté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕι#
fa_ir: اگر این درخواست را نکردید، لازم نیست کاری انجام دهید. دیگر از سوی ما رایانامه‌ای دریافت نخواهید کرد. لطفا به این رایانامه پاسخ ندهید؛ در صورت نیازبه راهنمایی، به بخش راهنمایی وبگاه %(platform_name)s مراجعه کنید.
it_it: Se non hai effettuato tu questa richiesta, non è necessario fare nulla; non invieremo altre email. Non rispondere a questa email; se ti occorre assistenza, fare clic nella sezione di Aiuto del sito di web %(platform_name)s.
mn: Хэрэв та энэ хүсэлтийг илгээгүй бол та юу ч хийх хэрэггүй. Та дахин биднээс өөр имэйл хүлээн авахгүй. Энэ имэйлд хариу бичихгүй байна уу: Хэрэв та туслалцаа хүссэг бол %(platform_name)s вэб хуудсын туслах хэсгийг шалгана уу.

source: Request to change %(platform_name)s account e-mail
eo: Réqüést tö çhängé %(platform_name)s äççöünt é-mäïl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fa_ir: درخواست تغییر رایانامه%(platform_name)s
it_it: Richiesta di modifica email dell'account %(platform_name)s
mn: %(platform_name)s бүртгэлийн имэйлийг өөрчлөх хүсэлт

source: Email Change Confirmation for %(platform_name)s
eo: Émäïl Çhängé Çönfïrmätïön för %(platform_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: تأیید تغییر رایانامه برای %(platform_name)s
it_it: Conferma modifica email per %(platform_name)s

source: This is to confirm that you changed the e-mail associated with %(platform_name)s from %(old_email)s to %(new_email)s. If you did not make this request, please contact us immediately. Contact information is listed at:
eo: Thïs ïs tö çönfïrm thät ýöü çhängéd thé é-mäïl ässöçïätéd wïth %(platform_name)s fröm %(old_email)s tö %(new_email)s. Ìf ýöü dïd nöt mäké thïs réqüést, pléäsé çöntäçt üs ïmmédïätélý. Çöntäçt ïnförmätïön ïs lïstéd ät: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυ#
fa_ir: این تأییدی است بر اینکه رایانامه مرتبط %(platform_name)s را از %(old_email)s به %(new_email)s را تغییر داده‌اید. اگر این درخواست از شما نبوده است، لطفا بلافاصله با ما تماس بگیرید. اطلاعات تماس ذکر شده است در :
it_it: Si conferma che è stata modificata l'email associata a %(platform_name)s da %(old_email)s a %(new_email)s. Se questa modifica non è stata richiesta, si prega di contattarci immediatamente. Le informazioni sui contatti sono riportate di seguito:

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
eo: Wé kéép ä lög öf öld é-mäïls, sö ïf thïs réqüést wäs ünïnténtïönäl, wé çän ïnvéstïgäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Mantenemos un registro de los viejos mensajes de correo electrónico, por lo que si esta solicitud no fue intencional, podemos investigar.
fa_ir: ما رایانامه‌های قدیمی را نگه می‌داریم، بنابراین اگر این درخواست بی‌مورد بوده است، می توانیم آن را بررسی کنیم.
it_it: Viene conservato un file di log delle email precedenti, pertanto se questa richiesta è involontaria, sarà possibile eseguire le opportune verifiche.
lv: Mēs saglabājam veco e-pastu žurnālu, tādēļ, ja šis pieprasījums bija nejaušs, mēs varam veikt izmeklēšanu.
mn: Бид емэйлүүдийг хадгалдаг тул энэ хүсэлтийг явуулаагүй бол бид шинжлэн шалгаж болно.

source: Proctoring requirements for %(course_name)s
fa_ir: الزامات نظارت بر آزمون برای%(course_name)s
it_it: Requisiti di supervisione per %(course_name)s

source: Hello %(full_name)s,
fa_ir: سلام %(full_name)s عزیز،
it_it: Ciao %(full_name)s,

source: You are enrolled in %(course_name)s at %(platform_name)s. This course contains proctored exams.
fa_ir: شما در دورۀ %(course_name)s در %(platform_name)sثبت‌نام کرده‌اید. این دوره آموزشی شامل آزمون‌های حفاظت‌شده است.
it_it: Ti sei iscritto/a a %(course_name)s su %(platform_name)s. Questo corso contiene esami supervisionati.

source: Proctored exams are timed exams that you take while proctoring software monitors your computer's desktop, webcam video, and audio. Your course uses %(proctoring_provider)s software for proctoring.
fa_ir: آزمون‌های آزمایشی، امتحانات زمان‌بندی شده‌ای هستند که در حین آزمونی که می‌دهید نرم‌افزار نظارت بر رایانه، دوربین و صدای رایانۀ شما نظارت می‌کند. دورۀ شما از نرم افزار%(proctoring_provider)sبرای proctoring استفاده می‌کند.
it_it: Esami supervisionati sono esami a tempo che sostieni mentre i software di supervisione monitorano il desktop, il video webcam e l'audio del tuo computer. Il corso scelto utilizza software %(proctoring_provider)s per la supervisione.

source: Carefully review the system requirements as well as the steps to take a proctored exam in order to ensure that you are prepared.
fa_ir: توصیه می‌کنیم برای کسب اطمینان از آمادگی خود برای امتحان‌ به‌طور دقیق نیازمندی‌های سیستم و نیز مراحل آزمون را بررسی کنید.
it_it: Riesaminare attentamente i requisiti di sistema nonché la procedura per effettuare un esame supervisionato affinché si è certi di essere preparati.

source: Proctoring Instructions and Requirements
fa_ir: نیازمندی‌های دستورالعمل‌های نظارت
it_it: Requisiti e istruzioni di supervisione

source: Thank you,
eo: Thänk ýöü, Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Gracias.
fa_ir: با سپاس،
it_it: Grazie,
lv: Paldies Jums,
mn: Баярлалаа,

source: The %(platform_name)s Team
eo: Thé %(platform_name)s Téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: تیم %(platform_name)s
it_it: Il Team di %(platform_name)s

source: Hello %(full_name)s
fa_ir: سلام %(full_name)s عزیز
it_it: Ciao %(full_name)s

source: You are enrolled in %(course_name)s at %(platform_name)s. This course contains proctored exams.
fa_ir: شما در دورۀ آموزشی %(course_name)s در %(platform_name)s ثبت‌نام کرده‌اید. این دوره نیازمند آزمون حفاظت‌شده است.
it_it: Ti sei iscritto/a a %(course_name)s su %(platform_name)s. Questo corso contiene esami supervisionati.

source: Proctored exams are timed exams that you take while proctoring software monitors your computer's desktop, webcam video, and audio. Your course uses %(proctoring_provider)s software for proctoring.
fa_ir: آزمون‌های حفاظت‌شده، امتحانات زمان‌بندی شده‌ای هستند که در حین آزمونی که می‌دهید نرم‌افزار نظارت بر دسک تاپ، دوربین و صدای رایانۀ شما نظارت می‌کند. دورۀ آموزشی شما برای نظارت از نرم افزار%(proctoring_provider)s استفاده می‌کند.
it_it: Esami supervisionati sono esami a tempo che sostieni mentre i software di supervisione monitorano il desktop, il video webcam e l'audio del tuo computer. Il corso scelto utilizza software %(proctoring_provider)s per la supervisione.

source: Carefully review the system requirements as well as the steps to take a proctored exam in order to ensure that you are prepared.
fa_ir: برای اطمینان از آمادگی برای آزمون، نیازمندی‌های سیستم و نیز مراحل شرکت در آزمون حفاظت‌شده را به‌دقت بررسی کنید.
it_it: Riesaminare attentamente i requisiti di sistema nonché la procedura per effettuare un esame supervisionato affinché si è certi di essere preparati.

source: To view proctoring instructions and requirements, please visit: %(proctoring_requirements_url)s
fa_ir: برای مشاهدۀ دستورالعمل‌ها ونیازمندی‌های نظارت ، لطفاً به موارد زیر مراجعه کنید:%(proctoring_requirements_url)s
it_it: Per visualizzare requisiti ed istruzioni di supervisione, visitare: %(proctoring_requirements_url)s

source: This email was automatically sent from %(platform_name)s to %(full_name)s.
fa_ir: این پیام به‌طور خودکار از%(platform_name)sبه%(full_name)s ارسال شد.
it_it: Questa email è stata inviata automaticamente da %(platform_name)s a %(full_name)s.

source: Proctoring requirements for %(course_name)s
fa_ir: الزامات نظارت%(course_name)s
it_it: Requisiti di supervisione per %(course_name)s

source: Create Recovery Email
eo: Çréäté Réçövérý Émäïl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: ایجاد رایانامه جهت بازیابی
it_it: Crea email di recupero
mn: Сэргээх имайл үүсгэх

source: You've registered this recovery email address for %(platform_name)s.
eo: Ýöü'vé régïstéréd thïs réçövérý émäïl äddréss för %(platform_name)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: نشانی رایانامه شما برای بازیابی %(platform_name)s ثبت شد.
it_it: È stato registrato questo indirizzo email di recupero per %(platform_name)s.
mn: Та %(platform_name)s гэсэн сэргээх имайл хаяu бүртгүүлсэн байна.

source: If you set this email address, click "confirm email." If you didn't request this change, you can disregard this email.
eo: Ìf ýöü sét thïs émäïl äddréss, çlïçk "çönfïrm émäïl." Ìf ýöü dïdn't réqüést thïs çhängé, ýöü çän dïsrégärd thïs émäïl. Ⱡ'σяєм ιρѕυм#
fa_ir: اگر این نشانی رایانامه را تنظیم کردید، روی «تایید رایانامه» کلیک کنید اگر درخواست تغییر ندهید ، می توانید از این رایانامه صرف‌نظر کنید.
it_it: Se si imposta questo indirizzo email, fare clic su "Conferma email." Se questa modifica non è stata richiesta, è possibile ignorare questa email.

source: Confirm Email
eo: Çönfïrm Émäïl Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: تایید نشانی رایانامه
it_it: Conferma email
lv: Apstiprināt e-pastu
mn: Имэйл хаягаа баталгаажуулна уу

source: Confirm your recovery email for %(platform_name)s
eo: Çönfïrm ýöür réçövérý émäïl för %(platform_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fa_ir: رایانامه بازیابی خود را تأیید کنید%(platform_name)s
it_it: Confermare l'email di recupero per %(platform_name)s

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
eo: Çömplétéd thé çöürsé "{course_name}" ({course_mode}, {start_date} - {end_date}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Has completado el curso "{course_name}" ({course_mode}, {start_date} - {end_date})
fa_ir: اتمام دوره "{course_name}" ({course_mode}, {start_date} - {end_date})
it_it: È stato completato il corso "{course_name}" ({course_mode}, {start_date} - {end_date})
lv: Pabeidza kursu "{course_name}" ({course_mode}, {start_date} - {end_date})
mn: Хичээлийг бүрэн дуусгах "{course_name}" ({course_mode}, {start_date} - {end_date})

source: Completed the course "{course_name}" ({course_mode})
eo: Çömplétéd thé çöürsé "{course_name}" ({course_mode}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Completado el curso "{course_name}" ({course_mode})
fa_ir: اتمام دوره "{course_name}" ({course_mode})
it_it: Ho completato il corso "{course_name}" ({course_mode})
lv: Pabeidza kursu "{course_name}" ({course_mode})
mn: "{course_name}" хичээлийг үзэж дуусгах ({course_mode})

source: The badge image must be square.
eo: Thé ßädgé ïmägé müst ßé sqüäré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: La imagen de la insignia debe ser cuadrada.
fa_ir: تصویر نشان باید مربعی‌شکل باشد
it_it: L'immagine deve essere quadrata.
lv: Žetona attēlam ir jābūt kvadrātveida.
mn: Билэг тэмдэг заавал дөрвөлжин байх шаардлагатай.

source: The badge image file size must be less than 250KB.
eo: Thé ßädgé ïmägé fïlé sïzé müst ßé léss thän 250KB. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La imagen de la insignia debe tener un tamaño menor de 250KB
fa_ir: اندازه فایل تصویری نشان کمتر از 250 کیلوبایت است.
it_it: La dimensione del file immagine del badge deve essere inferiore a 250KB.
lv: Žetona attēla datnes izmēram ir jābūt mazākam par 250 KB.
mn: Таних тэмдгийн зурган файлын хэмжээ 250KB-аас бага байх ёстой.

source: This value must be all lowercase.
eo: Thïs välüé müst ßé äll löwérçäsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Este valor debe ser todo en minúsculas.
fa_ir: فقط از حروف کوچک استفاده کنید.
it_it: Questo valore deve essere tutto in minuscolo.
lv: Šajā vērtībā drīkst izmantot tikai mazos burtus.
mn: Энэ утга бүгд заавал жижиг үсгээх бичигдэх ёстой

source: The course mode for this badge image. For example, "verified" or "honor".
eo: Thé çöürsé mödé för thïs ßädgé ïmägé. För éxämplé, "vérïfïéd" ör "hönör". Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: حالت دوره برای این تصویر نشان. مثلا، "تاییدشده" یا "افتخاری".
it_it: La modalità corso per questa immagine del badge. Ad esempio, "verificato" o "onorato".
lv: Kursa režīms šim žetona attēlam. Piemēram, "verificēts" vai "goda".
mn: Энэ таних тэмдгийн зургийн хичээлийн горим. Жишээлбэл, "баталгаажсан" эсвэл "honor".

source: Badge images must be square PNG files. The file size should be under 250KB.
eo: Bädgé ïmägés müst ßé sqüäré PNG fïlés. Thé fïlé sïzé shöüld ßé ündér 250KB. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Las imágenes de la insignia deben ser archivos PNG cuadrados. El tamaño del archivo debe ser inferior a 250KB.
fa_ir: تصاویر نشان باید مربع‌شکل بوده و در قالب PNG باشد. اندازه فایل باید کمتر از 250 کیلوبایت است.
it_it: Le immagini dei badge devono essere dei file PNG di forma quadrata. La dimensione file deve essere inferiore a 250KB.
lv: Žetona attēliem ir jābūt kvadrātveida PNG datnēm. Datnes izmēram ir jābūt mazākam par 250 KB.
mn: Таних тэмдгийн зураг тэгш өнцөгт PNG файл байх ёстой. Файлын хэмжээ 250 KB-аас бага байх хэрэгтэй.
