Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity, and verification is no longer possible.
eo: Wé çöüld nöt vérïfý ýöür ïdéntïtý för thé {assessment} ässéssmént ïn thé {course_name} çöürsé. Ýöü hävé üséd {used_attempts} öüt öf {allowed_attempts} ättémpts tö vérïfý ýöür ïdéntïtý, änd vérïfïçätïön ïs nö löngér pössïßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη #
es_es: No hemos podido verficiar tu identidad para la evaluaciónl {assessment} en el curso {course_name}. Has usado {used_attempts} de {allowed_attempts} intentos para verificar tu identidad, y ya no es posible verificarte.
fa_ir: هویت شما برای ارزیابی {assessment} در دورۀ آموزشی{course_name} تأیید نشد. شما برای تأیید هویت خود از {used_attempts} خارج از {allowed_attempts} تلاش استفاده کرده‌اید و تأیید مجدد امکانپذیر نیست.
it_it: Non è stato possibile verificare la tua identità per la valutazione {assessment} nel corso {course_name}. Hai utilizzato {used_attempts} di {allowed_attempts} tentativi di verifica dell'identità e la verifica non è più possibile.
lv: Mēs nevarējām verificēt Jūsu identitāti {assessment} novērtējumam kursā {course_name}. Jūs esat izmantojuši {used_attempts} no {allowed_attempts} mēģinājumiem, lai verificētu savu identitāti, un verificēšana vairs nav pieejama.
mn: Бид {course_name} курсын үнэлгээний {assessment} үнэлгээг хийх боломжгүй байна. Та {allowed_attempts} -аас {used_attempts} -ийг өөрийн таних эсэхийг баталгаажуулах оролдлогуудыг ашигласан ба шалгаж баталгаажуулах боломжгүй болсон.

source: To go to the courseware, select the following link:
eo: Tö gö tö thé çöürséwäré, séléçt thé föllöwïng lïnk: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: برای ورود به ابزار آموزشی، پیوند زیر را انتخاب کنید:
it_it: Per passare al materiale didattico, selezionare il seguente link:
lv: Lai dotos uz kursprogrammatūru, izvēlieties sekojošo saiti:
mn: Сургалтанд орохын тулд дараах холбоосыг сонгоно уу:

source: If you have any questions, you can contact student support at {support_link}.
eo: Ìf ýöü hävé äný qüéstïöns, ýöü çän çöntäçt stüdént süppört ät {support_link}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Si tienes alguna duda, puedes contactar con el soporte de estudiantes en {support_link}.
fa_ir: اگر سؤالی دارید، می‌توانید با پشتیبانی آموزشی از طریق {support_link} تماس بگیرید.
it_it: In caso di domande, è possibile contattare il supporto per gli studenti all'indirizzo {support_link}.
lv: Ja jums ir jebkādi jautājumi, Jūs varat sazināties ar studentu atbalstu pa {support_link}.
mn: Хэрэв танд асуулт байгаа бол та оюутны дэмжлэгийг {support_link} дээрээс холбоо барьж болно.

source: Thanks,
eo: Thänks, Ⱡ'σяєм ιρѕυм #
es_es: Gracias.
fa_ir: سپاس
it_it: Grazie,
lv: Paldies,
mn: Баярлалаа,

source: This Course Unavailable In Your Country
eo: Thïs Çöürsé Ûnäväïläßlé Ìn Ýöür Çöüntrý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Este curso no está disponible en tu país.
fa_ir: این دوره آموزشی برای کشور شما ارائه نمی‌شود
it_it: Questo corso non è disponibile nel tuo paese
lv: Šis kurss nav pieejams Jūsu valstī
mn: Танай Улсаас энэ хичээлийг үзэх боломжгүй

source: Our system indicates that you are trying to access this {platform_name} course from a country or region in which it is not currently available.
eo: Öür sýstém ïndïçätés thät ýöü äré trýïng tö äççéss thïs {platform_name} çöürsé fröm ä çöüntrý ör régïön ïn whïçh ït ïs nöt çürréntlý äväïläßlé. Ⱡ#
es_es: Nuestro sistema indica que estás intentado acceder este curso de {platform_name} desde un país o región donde no está actualmente disponible.
fa_ir: سامانه نشان می‌دهد شما در تلاشید از منطقه یا کشوری به دوره آموزشی {platform_name} دسترسی یابید که در حال حاضر مقدور نیست.
it_it: Il sistema indica che stai provando ad accedere a questo corso {platform_name} da un paese o una regione in cui non è attualmente disponibile.
lv: Mūsu sistēmā tiek uzrādīts, ka Jūs mēģināt piekļūt {platform_name} kursam no valsts vai reģiona, kurā tas pašreiz nav pieejams.
mn: Манай систем та энэ {platform_name} курс нь одоогоор боломжгүй байгаа улс орон эсвэл бүс нутгаас нэвтрэхийг хичээж байгаа болохыг харуулж байна.

source: Our system indicates that you are trying to enroll in this {platform_name} course from a country or region in which it is not currently available.
eo: Öür sýstém ïndïçätés thät ýöü äré trýïng tö énröll ïn thïs {platform_name} çöürsé fröm ä çöüntrý ör régïön ïn whïçh ït ïs nöt çürréntlý äväïläßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυм#
es_es: Nuestro sistema indica que estás intentado matricularte en este curso de {platform_name} desde un país o región donde no está actualmente disponible.
fa_ir: سامانه نشان می‌دهد که از کشور یا منطقه‌ای که فعلاً در آن سرویس‌رسانی مقدور نیست، مایلید در دوره آموزشی {platform_name}ثبت‌نام کنید.
it_it: Il sistema indica che stai provando ad iscriverti a questo corso {platform_name} da un paese o una regione in cui non è attualmente disponibile.
lv: Mūsu sistēmā tiek uzrādīts, ka Jūs mēģināt reģistrēties šajā {platform_name} kursā no valsts vai reģiona, kurā tas pašreiz nav pieejams.
mn: Манай систем таныг тухайн улс эсвэл бүс нутгаас одоогоор байхгүй байгаа {platform_name} курст хамрагдахыг хичээж байгаа болохыг харуулж байна.

source: Enrollment Successful
eo: Énröllmént Süççéssfül Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Inscripción realizada con éxito
fa_ir: ثبت‌نام موفقیت‌آمیز بود
it_it: Iscrizione eseguita correttamente
lv: Reģistrācija veiksmīga
mn: Элсэлт Амжилттай

source: Thank you for enrolling in {course_names}. We hope you enjoy the course.
eo: Thänk ýöü för énröllïng ïn {course_names}. Wé höpé ýöü énjöý thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Gracias por inscribirte en {course_names}. esperamos que disfrutes del curso.
fa_ir: متشکریم که در دورۀ آموزشی{course_names} ثبت‌نام کردید: امیدواریم از این دوره لذت ببرید.
it_it: Grazie per esserti iscritto a {course_names}. Speriamo che il corso ti piaccia.
lv: Paldies, ka reģistrējāties {course_names}. Mēs ceram, ka Jums patiks kurss.
mn: {Course_names} -д элсэн орсонд баярлалаа. Бид та бүхэнд таалагдана гэдэгт итгэлтэй байна.

source: Thank you for enrolling in:
eo: Thänk ýöü för énröllïng ïn: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fa_ir: متشکریم که در این دوره آموزشی ثبت‌نام کردید:
it_it: Grazie per esserti iscritto a:
lv: Paldies, ka reģistrējāties:
mn: Бүртгүүлэхдээ баярлалаа:

source: We hope you enjoy the course.
eo: Wé höpé ýöü énjöý thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Esperamos que disfrutes del curso.
fa_ir: امیدواریم از این دوره آموزشی لذت ببرید.
it_it: Speriamo che il corso ti piaccia.
lv: Mēs ceram, ka Jums patiks kurss.
mn: Бид та бүхэнд таалагдана гэдэгт итгэлтэй байна.

source: Financial Assistance Application
eo: Fïnänçïäl Àssïstänçé Àpplïçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Aplicación de Asistencia Financiera
fa_ir: نرم‌افزار کمکی مالی
it_it: Applicazione Assistenza finanziaria
lv: Finanšu palīdzības pieteikums
mn: Санхүүгийн туслалцааны өргөдөл

source: A Note to Learners
eo: À Nöté tö Léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Una anotación para los estudiantes
fa_ir: یادداشتی برای یادگیرندگان
it_it: Nota per gli studenti
lv: Piezīme audzēkņiem
mn: Сурагчдад зориулсан тэмдэглэл

source: Dear edX Learner,
eo: Déär édX Léärnér, Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Querido/a estudiante de edX
fa_ir: فراگیر عزیز edX،
it_it: Gentile studente edX,
lv: Dārgo edX audzēkni,
mn: Эрхэм хүндэт edX Суралцагч,

source: EdX Financial Assistance is a program we created to give learners in all financial circumstances a chance to earn a Verified Certificate upon successful completion of an edX course.
eo: ÉdX Fïnänçïäl Àssïstänçé ïs ä prögräm wé çréätéd tö gïvé léärnérs ïn äll fïnänçïäl çïrçümstänçés ä çhänçé tö éärn ä Vérïfïéd Çértïfïçäté üpön süççéssfül çömplétïön öf än édX çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт#
fa_ir: EdX Financial Assistance برنامه‌ای است با هدف فرصت‌آفرینی برای همۀ یادگیرندگان تا با هر شرایط مالی بتوانند گواهی تأییدشده‌ای پس از اتمام موفقیت‌آمیز یک دوره edX دریافت کنند.
it_it: Assistenza finanziaria EdX è un programma che abbiamo creato per fornire agli studenti in tutte le circostanze finanziarie una possibilità di acquisire un certificato verificato una volta completato con successo un corso edX.
lv: EdX finansiālā palīdzība ir programma, kuru mēs izveidojām, lai sniegtu audzēkņiem no visiem finansiālajiem apstākļiem iespēju nopelnīt verificētu sertifikātu pēc veiksmīgas edX kursa pabeigšanas.
mn: ЭдX Санхүүгийн Туслалцаа нь санхүүгийн бүх нөхцөл байдалд суралцагчдад олгох програм хангамж юм. Энэ нь EdX курс амжилттай дууссаны дараа баталгаажсан гэрчилгээ авах боломж юм.

source: If you are interested in working toward a Verified Certificate, but cannot afford to pay the fee, please apply now. Please note that financial assistance is limited and may not be awarded to all eligible candidates.
eo: Ìf ýöü äré ïntéréstéd ïn wörkïng töwärd ä Vérïfïéd Çértïfïçäté, ßüt çännöt äfförd tö päý thé féé, pléäsé äpplý nöw. Pléäsé nöté thät fïnänçïäl ässïstänçé ïs lïmïtéd änd mäý nöt ßé äwärdéd tö äll élïgïßlé çändïdätés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя.#
fa_ir: اگر مایلید گواهی تأیید شده داشته باشید، اما توانایی پرداخت هزینه را ندارید، لطفاً هم اکنون اقدام کنید. لطفاً توجه داشته باشید که کمک مالی محدود است و ممکن است به همۀ داوطلبان واجد شرایط اعطا نشود.
it_it: Se sei interessato ad ottenere un certificato verificato ma non sei in grado di pagare la tariffa, presenta una richiesta. Notare che l'assistenza finanziaria è limitata e non può essere riconosciuta a tutti i candidati idonei.
lv: Ja Jūs esat ieinteresēti darboties, lai iegūtu verificētu sertifikātu, bet nevarat atļauties samaksāt maksu, lūdzu, piesakieties tagad. Lūdzu, ņemiet vērā, ka finanšu palīdzība ir ierobežota, un var netikt piešķirta visiem kandidātiem, kas ir uz to tiesīgi.
mn: Хэрэв та Мэргэшсэн гэрчилгээ авах сонирхолтой байгаа боловч төлбөрөө төлж чадахгүй байгаа бол одоо өргөдөл гаргана уу. Санхүүгийн туслалцаа хязгаарлагдмал бөгөөд сонгогдсон бүх нэр дэвшигчид олгогдохгүй байж болохыг анхаарна уу.

source: In order to be eligible for edX Financial Assistance, you must demonstrate that paying the Verified Certificate fee would cause you economic hardship. To apply, you will be asked to answer a few questions about why you are applying and how the Verified Certificate will benefit you.
eo: Ìn ördér tö ßé élïgïßlé för édX Fïnänçïäl Àssïstänçé, ýöü müst démönsträté thät päýïng thé Vérïfïéd Çértïfïçäté féé wöüld çäüsé ýöü éçönömïç härdshïp. Tö äpplý, ýöü wïll ßé äskéd tö änswér ä féw qüéstïöns äßöüt whý ýöü äré äpplýïng änd höw thé Vérïfïéd Çértïfïçäté wïll ßénéfït ýöü. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ є#
fa_ir: برای اینکه واجد شرایط دریافت کمک مالی edX باشید، باید اثبات کنید که پرداخت هزینۀ گواهی تأییدشده، شما را دچار مشکل اقتصادی می‌کند. برای اعلام درخواست، از شما خواسته می‌خواهیم به چند پرسش دربارۀ دلیل درخواست خود و مزیت گواهی تأییدشده پاسخ دهید.
it_it: Per essere idonei all'assistenza finanziaria edX, è necessario dimostrare che il pagamento della tariffa del certificato verificato causerebbe difficoltà finanziare. Per presentare la richiesta, verrà richiesto di rispondere ad alcune domande sui motivi per cui si presenta la richiesta e sui benefici del certificato verificato.
lv: Lai būtu tiesīgi saņemt edX finanšu palīdzību, Jums ir jāparāda, ka verificēta sertifikāta maksas samaksāšana radītu Jums ekonomiskas grūtības. Lai pieteiktos, Jums tiks uzdoti pāris jautājumi par to, kādēļ Jūs piesakāties, un kā verificēta sertifikāta esamība sniegtu Jums labumu.
mn: EdX санхүүгийн туслалцаа авах эрхтэй байхын тулд баталгаажсан гэрчилгээний төлбөрийг төлөх нь эдийн засгийн хямралыг бий болгоно гэдгийг харуулах ёстой. Хүсэлт гаргахын тулд яагаад Та өргөдөл гаргаж байгаа, хэрхэн баталгаажсан гэрчилгээ танд ашигтай байх талаар хэдэн асуултанд хариулах болно.

source: If your application is approved, we'll give you instructions for verifying your identity on edx.org so you can start working toward completing your edX course.
eo: Ìf ýöür äpplïçätïön ïs äpprövéd, wé'll gïvé ýöü ïnstrüçtïöns för vérïfýïng ýöür ïdéntïtý ön édx.örg sö ýöü çän stärt wörkïng töwärd çömplétïng ýöür édX çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυη#
fa_ir: اگر درخواست شما تأیید شود، ما در edx.org دستورالعمل‌هایی را برای تأیید هویت به شما می‌دهیم تا بتوانید برای تکمیل دوره edX خود شروع به کار کنید.
it_it: Se la tua richiesta viene approvata, ti forniremo le istruzioni per verificare la tua identità su edx.org in modo da poter iniziare a lavorare al completamento del corso edX.
lv: Ja Jūsu pieteikums tiek apstiprināts, mēs dosim Jums instrukcijas, lai verificētu Jūsu identitāti edx.org, lai Jūs varētu sākt darboties, lai pabeigtu savu edX kursu.
mn: Хэрэв таны өргөдөл батлагдсан бол, бид танд edx.org дээрх өөрийн тань мэдээллийг баталгаажуулах зааврыг өгөх болно. Ингэснээр та edX курсээ дуусгахаар ажиллаж эхлэх болно.

source: EdX is committed to making it possible for you to take high quality courses from leading institutions regardless of your financial situation, earn a Verified Certificate, and share your success with others.
eo: ÉdX ïs çömmïttéd tö mäkïng ït pössïßlé för ýöü tö täké hïgh qüälïtý çöürsés fröm léädïng ïnstïtütïöns régärdléss öf ýöür fïnänçïäl sïtüätïön, éärn ä Vérïfïéd Çértïfïçäté, änd shäré ýöür süççéss wïth öthérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт#
fa_ir: EdX متعهد شده‌است این امکان را برای شما فراهم کند که فارغ از وضعیت مالی خود، دوره‌های با کیفیت بالا را از مؤسسات پیشرو بگذرانید، یک گواهینامه تأییدشده کسب کنید و موفقیت خود را با دیگران به اشتراک بگذارید.
it_it: EdX è impegnata a rendere possibile la partecipazione a corsi di alta qualità da istituzioni leader indipendentemente dalla situazione finanziaria, l'acquisizione di un certificato verificato e la condivisione del proprio successo con altri.
lv: EdX ir apņēmušies dot Jums iespēju noklausīties augstas kvalitātes kursus no vadošām institūcijām, neatkarīgi no Jūsu finanšu situācijas, iegūt verificētu sertifikātu un dalīties Jūsu veiksmē kopā ar citiem.
mn: EdX нь танай санхүүгийн нөхцөл байдлаас үл хамааран тэргүүлэгч байгууллагуудаас өндөр чанартай сургалт явуулах, баталгаажуулах гэрчилгээ авах, бусадтай амжилттай хамтран ажиллах боломжийг олгодог.

source: Sincerely, Anant
eo: Sïnçérélý, Ànänt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Atentamente, Anant
fa_ir: با احترام
it_it: Cordiali saluti, Anant
lv: Ar cieņu, Anant
mn: Хүндэтгэсэн, Анант

source: Back to Student FAQs
eo: Bäçk tö Stüdént FÀQs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: بازگشت به سؤالات متداول یادگیرندگان
it_it: Torna alle FAQ dello studente
lv: Atpakaļ uz studentu BUJ
mn: Оюутны асуултанд буцах

source: Apply for Financial Assistance
eo: Àpplý för Fïnänçïäl Àssïstänçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: درخواست کمک مالی
it_it: Richiedi Assistenza finanziaria
lv: Pieteikties finanšu palīdzībai
mn: Санхүүгийн туслалцаа авах хүсэлт гаргах

source: {platform_name} Home Page
eo: {platform_name} Hömé Pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: صفحه اول {platform_name}
it_it: Home page {platform_name}
lv: {platform_name} sākumlapa
mn: {platform_name} Нүүр хуудас

source: Options Menu
eo: Öptïöns Ménü Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fa_ir: منوی گزینه‌ها
it_it: Menu Opzioni
lv: Opciju izvēlne
mn: Сонголтууд цэс

source: {begin_strong}Warning:{end_strong} Your browser is not fully supported. We strongly recommend using {chrome_link} or {ff_link}.
eo: {begin_strong}Wärnïng:{end_strong} Ýöür ßröwsér ïs nöt füllý süppörtéd. Wé strönglý réçömménd üsïng {chrome_link} ör {ff_link}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: {begin_strong}Aviso:{end_strong} Su navegador no es totalmente compatible. Se recomienda utilizar {chrome_link} o {ff_link}.
fa_ir: ‫{begin_strong}هشدار:{end_strong} مرورگر شما به‌طور کامل پشتبیانی نمی‌شود. اکیدا توصیه می‌کنیم که از {chrome_link} یا {ff_link} استفاده کنید.
it_it: {begin_strong}Avvertenza:{end_strong} Il browser non è completamente supportato. Si consiglia di utilizzare {chrome_link} o {ff_link}.
lv: {begin_strong}Brīdinājums:{end_strong} Jūsu pārlūks nav pilnībā atbalstīts. Mēs stingri iesakām izmantot {chrome_link} vai {ff_link}.
mn: {begin_strong} Анхааруулга: {end_strong} Таны хөтөч бүрэн дэмжигдээгүй байна. Бид {chrome_link} эсвэл {ff_link} -г ашиглахыг зөвлөж байна.

source: Discover New
eo: Dïsçövér Néw Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Descubrir nuevos
fa_ir: یافتن دوره آموزشی
it_it: Scopri tutti i corsi
lv: Visi kursi
mn: Шинэ курсүүд үзэх

source: {name} Dashboard
eo: {name} Däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: پیشخوان {name}
it_it: Dashboard {name}

source: Supplemental Links
eo: Süppléméntäl Lïnks Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fa_ir: پیوندهای تکمیلی
it_it: Link supplementari
lv: Papildus saites
mn: Нэмэлт холбоосууд

source: How it Works
eo: Höw ït Wörks Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Cómo funciona
fa_ir: چگونگی کارکرد
it_it: Come Funziona
lv: Kā tas strādā
mn: Хэрхэн ажилладаг тухай

source: Schools
eo: Sçhööls Ⱡ'σяєм ιρѕυм #
es_es: Instituciones
fa_ir: مدارس
it_it: Scuole
lv: Skolas
mn: Сургуулиуд

source: Profile
eo: Pröfïlé Ⱡ'σяєм ιρѕυм #
es_es: Perfil
fa_ir: پرونده کاربری
it_it: Profilo
lv: Profils
mn: Профайл

source: Order History
eo: Ördér Hïstörý Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Historial de pedidos
fa_ir: سابقه سفارش
it_it: Cronologia Ordini
lv: Pasūtījumu vēsture
mn: Захиалгын түүх

source: Add Coupon Code
eo: Àdd Çöüpön Çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Añadir cupón
fa_ir: افزودن کد کوپن
it_it: Aggiungi codice coupon
lv: Pievienot kupona kodu
mn: Купон код нэмэх

source: Enter information about the coupon code below.
eo: Éntér ïnförmätïön äßöüt thé çöüpön çödé ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Introduce la información acerca del cupón a continuación.
fa_ir: اطلاعات مربوط به کد کوپن را در زیر وارد کنید.
it_it: Immettere di seguito le informazioni sul codice coupon.
lv: Ievadiet informāciju par kuponu tālāk.
mn: Купон кодын тухай мэдээллийг доор оруулна уу.

source: Coupon Code
eo: Çöüpön Çödé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Cupón
fa_ir: کد کوپن
it_it: Codice del coupon
lv: Kupona kods
mn: Эрхийн бичгийн дугаар

source: Discount Percentage
eo: Dïsçöünt Pérçéntägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Porcentaje de descuento
fa_ir: درصد تخفیف
it_it: Percentuale di sconto
lv: Atlaides procents
mn: Хөнгөлөлтийн хувь

source: Description
eo: Désçrïptïön Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Descripción
fa_ir: شرح
it_it: Descrizione
lv: Apraksts
mn: Тодорхойлолт

source: Add expiration date
eo: Àdd éxpïrätïön däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Añadir fecha de caducidad
fa_ir: افزودن تاریخ انقضا
it_it: Aggiungi data di scadenza
lv: Pievienot pēdējās izlietošanas datumu
mn: Хугацаа дуусах хугацааг нэмэх

source: Example Certificates
eo: Éxämplé Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Certificados de ejemplo
fa_ir: نمونه گواهی‌ها
it_it: Certificati di esempio
lv: Sertifikātu paraugi
mn: Сертификатын жишээ

source: This course is configured to generate PDF certificates and this certificate type is no longer supported. Example certificates cannot be generated.
fa_ir: این دوره برای تولید گواهینامه های PDF پیکربندی شده است و این نوع گواهی دیگر پشتیبانی نمی‌شود. گواهی‌های نمونه تولید نمی‌شوند.
it_it: Questo corso è configurato per generare certificati PDF e questo tipo di certificato non è più supportato. Impossibile generare certificati di esempio.

source: Generate Example Certificates
eo: Généräté Éxämplé Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Generar Certificados de ejemplo
fa_ir: تولید گواهی‌های نمونه
it_it: Genera certificati di esempio
lv: Ģenerēt sertifikātu paraugus
mn: Жишээ гэрчилгээ үүсгэх

source: Status:
eo: Stätüs: Ⱡ'σяєм ιρѕυм #
es_es: Estado:
fa_ir: وضعیت:
it_it: Stato:
lv: Statuss:
mn: Төлөв:

source: Generating example {name} certificate
eo: Générätïng éxämplé {name} çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Generando un Certificado de ejemplo de {name}
fa_ir: در حال تولید گواهی نمونه {name}
it_it: Generazione del certificato {name} di esempio
lv: Ģenerē parauga {name} sertifikātu
mn: Жишээ {name} сертификатыг үүсгэх

source: Error generating example {name} certificate: {error}
eo: Érrör générätïng éxämplé {name} çértïfïçäté: {error} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Error generando el Certificado de ejemplo {name} : {error}
fa_ir: خطا در تولید گواهی نمونه {name}: {error}
it_it: Errore durante la generazione del certificato {name} di esempio: {error}
lv: Kļūda, ģenerējot parauga {name} sertifikātu: {error}
mn: Жишээ үүсгэх алдаа {name} гэрчилгээ: {error}

source: View {name} certificate
eo: Vïéw {name} çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Ver certificado {name}
fa_ir: مشاهده گواهی {name}
it_it: Visualizza certificato {name}
lv: Skatīt {name} sertifikātu
mn: {name} сертификатыг харах

source: Refresh Status
eo: Réfrésh Stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Refrescar estado
fa_ir: وضعیت را تازه کنید
it_it: Aggiorna stato
lv: Atsvaidzināt statusu
mn: Сэргээх статус

source: Student-Generated Certificates
eo: Stüdént-Générätéd Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Certificados generados por el alumno
fa_ir: گواهی‌های تولید یادگیرنده
it_it: Certificati generati dallo studente
lv: Studentu ģenerēti sertifikāti
mn: Оюутны үүсгэсэн гэрчилгээ
