Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Enter the method by which this course is edited ("XML" or "Studio").
eo: Éntér thé méthöd ßý whïçh thïs çöürsé ïs édïtéd ("XML" ör "Stüdïö"). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Introduce el método con el que el curso está editado ("XML" o "Studio").
fa_ir: روش ویرایش این دوره آموزشی ("XML" و یا "استودیو") را وارد کنید.
it_it: Immettere il metodo con cui questo corso viene modificato ("XML" o "Studio").
lv: Ievadiet metodi, ar kādu šis kurss tiek rediģēts ("XML" vai "Studio").
mn: Энэ хичээлийг засварлах аргыг оруулна уу. ("XML" эсвэл "Studio").

source: Course Survey URL
eo: Çöürsé Sürvéý ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: URL a la encuesta el curso
fa_ir: آدرس اینترنتی پیمایش دوره آموزشی
it_it: URL del questionario del corso
lv: Kursa aptaujas URL
mn: Хичээлийн санал асуулгын URL

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
eo: Éntér thé ÛRL för thé énd-öf-çöürsé sürvéý. Ìf ýöür çöürsé döés nöt hävé ä sürvéý, éntér nüll. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Introduce la URL a la encuesta de fin de curso. Si tu curso no tiene una encuesta, introduce null.
fa_ir: آدرس اینترنتی پیمایش پایان دوره آموزشی را وارد کنید. اگر دوره آموزشی شما پیمایش ندارد، آن را خالی بگذارید.
it_it: Immettere l'URL per il sondaggio di fine corso. Se il proprio corso non dispone di un sondaggio, immettere null.
lv: Ievietojiet kursa beigu aptaujas URL. Ja Jūsu kursam nav aptaujas, ievadiet nulli.
mn: Хичээлийн төгсгөлд авах санал асуулгын URL-ыг оруулна уу. Хэрэв таны хичээл судалгаа авахгүй бол null гэж оруулна уу.

source: Discussion Blackout Dates
eo: Dïsçüssïön Bläçköüt Dätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Fechas de periodo de bloqueo del foro
fa_ir: تاریخ‌های پایان گفتگو
it_it: Date di blackout della discussione
lv: Diskusijas atteikuma laika datumi
mn: Хэлэлцүүлэгт бичилт хийж болохгүй огноо

source: Enter pairs of dates between which students cannot post to discussion forums. Inside the provided brackets, enter an additional set of square brackets surrounding each pair of dates you add. Format each pair of dates as ["YYYY-MM-DD", "YYYY-MM-DD"]. To specify times as well as dates, format each pair as ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Be sure to include the "T" between the date and time. For example, an entry defining two blackout periods looks like this, including the outer pair of square brackets: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
eo: Éntér päïrs öf dätés ßétwéén whïçh stüdénts çännöt pöst tö dïsçüssïön förüms. Ìnsïdé thé prövïdéd ßräçkéts, éntér än äddïtïönäl sét öf sqüäré ßräçkéts sürröündïng éäçh päïr öf dätés ýöü ädd. Förmät éäçh päïr öf dätés äs ["ÝÝÝÝ-MM-DD", "ÝÝÝÝ-MM-DD"]. Tö spéçïfý tïmés äs wéll äs dätés, förmät éäçh päïr äs ["ÝÝÝÝ-MM-DDTHH:MM", "ÝÝÝÝ-MM-DDTHH:MM"]. Bé süré tö ïnçlüdé thé "T" ßétwéén thé däté änd tïmé. För éxämplé, än éntrý défïnïng twö ßläçköüt pérïöds lööks lïké thïs, ïnçlüdïng thé öütér päïr öf sqüäré ßräçkéts: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]] #
es_es: Introduce un par de fechas entre las cuales los estudiantes no pueden publicar en los foros de discusión. Dentro de los corchetes proporcionados, introduce un conjunto adicional de corchetes delimitando cada par de fechas que añadas. El formato de cada fecha debe ser ["YYYY-MM-DD", "YYYY-MM-DD"]. Para especificar horas además de fechas, el formato de cada par debe ser ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Asegúrate de incluir la "T" entre la fecha y la hora. Por ejemplo, una entrada definiendo dos periodos de censura se parecería a esto, incluyendo el par de corchetes externos: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
fa_ir: جفت‌ تاریخ‌هایی را وارد کنید که بین آن‌ها یادگیرندگان امکان ارسال مطلب به اتاق‌های گفتگو را ندارند. در داخل براکت‌ها، مجموعه دیگری وارد کنید از براکت‌های مربع در اطراف هر جفت تاریخ که اضافه می‌کنید . هر جفت تاریخ را به‌صورت ["YYYY-MM-DD"، "YYYY-MM-DD"] قالب‌بندی کنید. برای تعیین زمان و همچنین تاریخ، هر جفت را به‌شکل ["YYYY-MM-DDTHH:MM"، "YYYY-MM-DDTHH:MM"] قالب‌بندی کنید. مطمئن شوید که حرف «T» را بین تاریخ و زمان قرار داده‌اید. مثلا، ورودی که دو دوره زمانی خاموشی را تعریف می‌کند، مانند جفت بیرونی براکت‌های مربع است: [["2015-09-15", "2015-09-21"]، ["2015-10-01"، " 08/10/2015 "]]
it_it: Immettere coppie di date come intervallo in cui gli studenti non possono inviare post ai forum di discussione. All'interno delle parentesi fornite, immettere una serie aggiuntive di parentesi quadre che racchiudano ciascuna coppia di date aggiunta. Specificare un formato di ciascuna coppia di date come ["AAAA-MM-GG", "AAAA-MM-GG"]. Per specificare gli orari nonché le date, indicare il formato di ciascuna coppia come ["AAAA-MM-GGTHH:MM", "AAAA-MM-GGTHH:MM"]. Accertarsi di includere "T" tra la data e l'ora. Ad esempio, un'immissione che definisce due periodi di blackout deve essere indicata come segue, includendo la coppia di parentesi quadre esterna: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
lv: Ievadiet datumu pārus, periodā starp kuriem studenti nevarēs publicēt ziņojumus diskusiju forumos. Doto iekavu iekšpusē ievadiet papildus kvadrātiekavas ap katru datumu pāri, kuru Jūs pievienosiet. Noformējiet katru datumu pāri šādā formātā ["GGGG-MM-DD", \”GGGG-MM-DD"]. Lai norādītu gan datumu, gan arī laiku, noformējiet katru pāri kā ["GGGG-MM-DDTHH:MM", "GGGG-MM-DDTHH:MM"]. Pārliecinieties, ka esat iekļāvuši "T" starp datumu un laiku. Piemēram, ieraksts, kurā definēti divi atteikuma periodi, izskatīsies šādi, ieskaitot ārējo kvadrātiekavu pāri: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
mn: Суралцагчид хэлэлцүүлгийн форумд бичилт хийж чадахгүй огноог оруулна уу. Өгөгдсөн хашилтан дотор он сар өдрийн хослолыг дөрвөлжин хаалтан дотор бичнэ. [YYYY-MM-DD "," YYYY-MM-DD "]. Хоёр хугацааг цаг, минут оруулан тохируулж болно. Формат нь ["YYYY-MM-DDTHH: MM", "YYYY-MM-DDTHH: MM"]. Огноо болон цаг хугацааны хооронд "T" -г оруулсан эсэхээ шалгаарай. Жишээлбэл форумд бичилт хийх боломжгүй огноо дараах шиг байна, хоёр гадна талын дөрвөлжин хашилтыг оролцуулан: [["2015-09-15", "2015-09-21"], ["2015-10-01", " 2015-10-08 "]]

source: Discussion Topic Mapping
eo: Dïsçüssïön Töpïç Mäppïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Mapeo del tema del foro
fa_ir: گفتگو درباره نگاشت
it_it: Mappatura degli argomenti di discussione
lv: Diskusijas tematu kartēšana
mn: Хэлэлцүүлгийн сэдвийн буулгалт

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period. You can also specify a category as the default for new posts in the Discussion page by setting its "default" attribute to true. For example, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
eo: Éntér dïsçüssïön çätégörïés ïn thé föllöwïng förmät: "ÇätégörýNämé": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. För éxämplé, öné dïsçüssïön çätégörý mäý ßé "Lýdïän Mödé": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Thé "ïd" välüé för éäçh çätégörý müst ßé ünïqüé. Ìn "ïd" välüés, thé önlý spéçïäl çhäräçtérs thät äré süppörtéd äré ündérsçöré, hýphén, änd pérïöd. Ýöü çän älsö spéçïfý ä çätégörý äs thé défäült för néw pösts ïn thé Dïsçüssïön pägé ßý séttïng ïts "défäült" ättrïßüté tö trüé. För éxämplé, "Lýdïän Mödé": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.#
es_es: Introduce las categorías del foro en el siguiente formato: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Por ejemplo, una categoría de foro puede ser "Módulo 1": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. El valor "id" para cada categoría debe ser único. En los valores de "id", los únicos caracteres especiales que se admiten son el subrayado, el guión y el punto. También puede especificar una categoría como predeterminada para las nuevas publicaciones en el Foro al establecer su atributo "predeterminado" en verdadero. Por ejemplo, "Módulo 1": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
fa_ir: دسته‌بندی‌های بحث را در قالب زیر وارد کنید: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. مثلاً ، دسته‌ای از بحث‌ها ممکن است"Lydian Mode" باشد: {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. مقدار "id" برای هر دسته باید منحصربه‌فرد باشد. در مقادیر "id" ، تنها نویسه‌های ویژه‌ای مورد پشتیبانی شامل، خط‌تیره زیر ، خط‌تیره و نقطه هستند. همچنین می‌توانید با تنظیم ویژگی "پیش فرض" آن بر روی true ، یک دسته را به عنوان پیش فرض برای پست‌های جدید در صفحه بحث تعیین کنید. مثلاً، "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
it_it: Immettere le categorie di discussione nel seguente formato: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Ad esempio, una categoria di discussione potrebbe essere "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Il valore "id" per ciascuna categoria deve essere univoco. Nei valori "id", gli unici caratteri speciali supportati sono il carattere di sottolineatura, trattino e punto. È possibile inoltre specificare una categoria come predefinita per nuovi post nella pagina Discussione impostando il relativo attributo "predefinito" su true. Ad esempio, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
lv: Ievadiet diskusiju kategorijas šādā formātā: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Piemēram, viena diskusiju kategorija varētu būt "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Katras kategorijas "id" vērtībai ir jābūt unikālai. "id" vērtībās vienīgās atbalstītās speciālās rakstzīmes ir pasvītra, defise un punkts. Jūs varat arī noteikt kategoriju kā noklusēto jaunajām ziņām diskusiju lapā, iestatot tās atribūtu "default\” kā patiesu. Piemēram, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
mn: Хэлэлцүүлийн ангилалын форматыг оруулна уу: "Ангилалын нэр": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Жишээлбэл, нэг хэлэлцүүлгийн ангилалын нэр "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Ангилал бүрийн "id" утга дахин давтагдахгүй байх ёстой. "id" утга нь тусгай тэмдэгтээс зөвхөн догуур зураас, дундуур зураас, цэгийг дэмжинэ. Тохиргооны "өгөгдмөл" шинжийг үнэн гэж тохируулснаар та хэлэлцүүлгийн хуудсан дахь шинэ бичлэг бүрийн ангилалыг тохируулж өгөх боломжтой . Жишээлбэл, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.

source: Discussions Plugin Settings
fa_ir: تنظیمات افزونه گفتگوها
it_it: Impostazioni dei plugin per i Forum

source: Settings for discussions plugins.
fa_ir: تنظیمات افزونه گفتگوها
it_it: Impostazioni per i plugin dei Forum.

source: Course Announcement Date
eo: Çöürsé Ànnöünçémént Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Fecha de anuncio del curso
fa_ir: تاریخ آگهی دوره آموزشی
it_it: Data di annuncio del corso
lv: Kursa paziņošanas datums
mn: Хичээл зарлагдах огноо

source: Enter the date to announce your course.
eo: Éntér thé däté tö ännöünçé ýöür çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Introduce la fecha para anunciar tu curso.
fa_ir: تاریخ اعلام دوره آموزشی را وارد کنید.
it_it: Immettere la data per annunciare il proprio corso.
lv: Ievadiet datumu, kurā paziņot Jūsu kursu.
mn: Хичээлийнхээ зарлагдах огноог оруулах

source: Cohort Configuration
eo: Çöhört Çönfïgürätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Configuración de grupos
fa_ir: پیکربندی انجمن
it_it: Configurazione della coorte
lv: Kohortas konfigurācija
mn: Когортын тохиргоо

source: Enter policy keys and values to enable the cohort feature, define automated student assignment to groups, or identify any course-wide discussion topics as private to cohort members.
eo: Éntér pölïçý kéýs änd välüés tö énäßlé thé çöhört féätüré, défïné äütömätéd stüdént ässïgnmént tö gröüps, ör ïdéntïfý äný çöürsé-wïdé dïsçüssïön töpïçs äs prïväté tö çöhört mémßérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт#
es_es: Introduce las variables y valores de configuración para habilitar la funcionalidad de grupos, define la asignación automática de alumnos a grupos, o identifica como privado cualquier tema de discusión del curso para los miembros del grupo.
fa_ir: کلیدهای خط‌مشی و مقادیر را وارد کنید تا ویژگی انجمن فعال شود، تخصیص خودکار یادگیرنده به گروه‌ها را تعریف کنید یا مشخص کنید هر موضوع بحث در کل دوره آموزشی به‌عنوان خصوصی برای اعضای گروه شناسایی شود.
it_it: Immettere i valori e le chiavi della politica per abilitare la funzione coorte, definire l'assegnazione automatica degli studenti ai gruppi o identificare qualsiasi argomento di discussione relativo al corso come privato per membri della coorte.
lv: Ievadiet politikas atslēgas un vērtības, lai iespējotu kohortas līdzekli, definētu studentu automātisku piešķiršanu grupām, vai identificētu jebkurus visa kursa diskusiju tematus kā privātus kohortas dalībniekiem.
mn: Когортын онцлогийг идэвхжүүлэхийн тулд бодлогын түлхүүр болон утгыг оруулна уу. автоматжуулсан оюутны даалгаврыг бүлгүүдэд тодорхойлох эсвэл когорт гишүүдэд зориулсан ямар нэг хичээлийн өргөнөөр хэлэлцэх сэдвийг тодорхойлох.

source: Course Is New
eo: Çöürsé Ìs Néw Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: El curso es nuevo
fa_ir: دوره آموزشی جدید است
it_it: Il corso è nuovo
lv: Kurss ir jauns
mn: Шинэ хичээл

source: Enter true or false. If true, the course appears in the list of new courses, and a New! badge temporarily appears next to the course image.
fa_ir: درستی یا نادرستی را مشخص کنید؛ در صورت صحت، این دوره در فهرست دوره‌های آموزشی جدید و یک دورۀ آموزشی جدید ظاهر خواهد شد! این نشانه موقتاً در کنار تصویر دوره ظاهر می‌شود.
it_it: Immettere true o false. Se true, il corso appare nell'elenco di nuovi corsi, e un badge Nuovo! appare temporaneamente accanto all'immagine del corso.

source: Mobile Course Available
eo: Mößïlé Çöürsé Àväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Curso móvil disponible
fa_ir: دوره آموزشی موبایل فراهم است
it_it: Corso per smartphone disponibile
lv: Pieejams mobilais kurss
mn: Гар утаснаас үзэх боломжтой хичээл

source: Enter true or false. If true, the course will be available to mobile devices.
eo: Éntér trüé ör fälsé. Ìf trüé, thé çöürsé wïll ßé äväïläßlé tö mößïlé dévïçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Introduce verdadero o falso. Si verdadero, el curso estará disponible para dispositivos móviles.
fa_ir: مقدار درست یا نادرست را وارد کنید. اگر درست انتخاب شود، این دوره آموزشی در دسترس دستگاه‌های تلفن همراه خواهد بود.
it_it: Immettere true o false. Se true, il corso sarà disponibile per i dispositivi mobili.
lv: Ievadiet kā patiesu vai nepatiesu. Ja patiess, tad kurss būs pieejams mobilajām ierīcēm.
mn: Үнэн эсвэл худал гэж оруулна. Хэрэв үнэн бол хичээлийг гар утаснаас үзэх боломжтой болно.

source: Video Upload Credentials
eo: Vïdéö Ûplöäd Çrédéntïäls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Credenciales de vídeo cargadas
fa_ir: اعتبار بارگذاری ویدیو
it_it: Credenziali per l'invio del video
lv: Video augšupielādes akreditācijas dati
mn: Видео ачаалах итгэмжлэл

source: Enter the unique identifier for your course's video files provided by {platform_name}.
fa_ir: شناسه منحصربه‌فرد فایل‌های ویدیویی دوره خود را وارد کنید که توسط {platform_name} ارائه شده است .
it_it: Inserisci l'identificativo univoco per i file video del tuo corso fornito da {platform_name}.

source: Course Not Graded
eo: Çöürsé Nöt Grädéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Curso no corregido
fa_ir: دوره آموزشی بدون نمره
it_it: Corso non valutato
lv: Kurss nav novērtēts
mn: Хичээл дүгнэгдээгүй байна

source: Enter true or false. If true, the course will not be graded.
eo: Éntér trüé ör fälsé. Ìf trüé, thé çöürsé wïll nöt ßé grädéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Introduce verdadero o falso. Si verdadero, el curso no tendrá calificaciones.
fa_ir: مقدار درست يا نادرست را وارد كنيد. اگر درست انتخاب شود، به دوره آموزشی نمره داده نخواهدشد.
it_it: Immettere true o false. Se true, il corso non sarà valutato.
lv: Ievadiet kā patiesu vai nepatiesu. Ja patiess, tad kurss netiks vērtēts.
mn: Үнэн эсвэл худал гэж оруулна. Хэрэв үнэн бол хичээлийг дүгнэхгүй.

source: Disable Progress Graph
eo: Dïsäßlé Prögréss Gräph Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Desactivar el gráfico de progreso
fa_ir: غیرفعال‌سازی نمودار پیشرفت
it_it: Disabilita grafico dei progressi
lv: Atspējot progresa diagrammu
mn: Явцын графикийг идэвхгүй болгох

source: Enter true or false. If true, students cannot view the progress graph.
eo: Éntér trüé ör fälsé. Ìf trüé, stüdénts çännöt vïéw thé prögréss gräph. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Introduce verdadero o falso. Si verdadero, los alumnos no pueden ver el gráfico de progreso.
fa_ir: مقدار درست يا نادرست را وارد كنيد. اگر درست انتخاب شود، یادگیرندگان نمی‌توانند نمودار پیشرفت را مشاهده كنند.
it_it: Immettere true o false. Se true, gli studenti non possono visualizzare il grafico di avanzamento.
lv: Ievadiet kā patiesu vai nepatiesu. Ja patiess, tad studenti nevarēs apskatīt progresa diagrammu.
mn: Үнэн эсвэл худал гэж оруулна. Хэрэв үнэн бол суралцагч явцын графикийг харах боломжгүй болно.

source: PDF Textbooks
eo: PDF Téxtßööks Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Libros de texto PDF
fa_ir: متون آموزشی پی دی اف
it_it: Libri di testo in formato PDF
lv: PDF mācību grāmatas
mn: PDF сурах бичиг

source: List of dictionaries containing pdf_textbook configuration
eo: Lïst öf dïçtïönärïés çöntäïnïng pdf_téxtßöök çönfïgürätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Listado de diccionarios que contienen la configuración pdf_textbook.
fa_ir: فهرست فرهنگ‌ها شامل متون آموزشی پی دی اف _ پیکربندی متون آموزشی
it_it: Elenco di dizionari contenenti la configurazione pdf_textbook
lv: Vārdnīcu saraksts, kas satur pdf_textbook konfigurāciju
mn: pdf_textbook тохиргоог агуулсан dictionary-уудын жагсаалт

source: HTML Textbooks
eo: HTML Téxtßööks Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Libros de texto en HTML
fa_ir: متون آموزشی اچ تی ام ال
it_it: Libri di testo in formato HTML
lv: HTML mācību grāmatas
mn: HTML сурах бичиг

source: For HTML textbooks that appear as separate tabs in the course, enter the name of the tab (usually the title of the book) as well as the URLs and titles of each chapter in the book.
eo: För HTML téxtßööks thät äppéär äs sépäräté täßs ïn thé çöürsé, éntér thé nämé öf thé täß (üsüällý thé tïtlé öf thé ßöök) äs wéll äs thé ÛRLs änd tïtlés öf éäçh çhäptér ïn thé ßöök. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт #
es_es: Para libros de texto HTML que aparezcan como pestañas separadas en el curso, introducir el nombre de la pestaña (habitualmente el título del libro), así como las URL y los títulos de cada uno de los capítulos del libro.
fa_ir: برای متون آموزشی اچ تی ام ال که به‌عنوان زبانه جداگانه در این دوره آموزشی به نظر می‌رسد، نام این زبانه (معمولا عنوان کتاب) و نیز آدرس‌های اینترنتی و عناوین هر فصل در کتاب را وارد کنید.
it_it: Per i libri di testo HTML che appaiono come schede nel corso, immettere il nome della scheda (di solito il titolo del libro) nonché gli indirizzi URL ed i titoli di ciascun capitolo nel libro.
lv: HTML mācību grāmatām, kas parādās kā atsevišķas cilnes kursā, ievadiet cilnes nosaukumu (parasti grāmatas nosaukumu), kā arī URL un katras grāmatas nodaļas nosaukumu.
mn: Хичээлээс тусдаа таб- дээр харагдах HTML сурах бичгүүдийн хувьд, таб-ийн нэрийг оруулна уу, (ихэвчлэн номын гарчиг) мөн түүнчлэн URL болон номын бүлэг тус бүрийн нэр.

source: Remote Gradebook
eo: Rémöté Grädéßöök Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Calificaciones en remoto
fa_ir: کارنامه راه دور
it_it: Registro delle valutazioni remoto
lv: Attālinātais sekmju žurnāls
mn: Зайн дүнгийн бүртгэл

source: Enter the remote gradebook mapping. Only use this setting when REMOTE_GRADEBOOK_URL has been specified.
eo: Éntér thé rémöté grädéßöök mäppïng. Önlý üsé thïs séttïng whén RÉMÖTÉ_GRÀDÉBÖÖK_ÛRL häs ßéén spéçïfïéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Introduce el mapeo remoto de las calificaciones. Utiliza únicamente esta configuración cuando se especifique REMOTE_GRADEBOOK_URL.
fa_ir: نگاشت کارنامه از راه دور را وارد کنید. در صورت تعیین REMOTE_GRADEBOOK_URL فقط از این تنظیم استفاده کنید.
it_it: Immettere la mappatura remota del registro delle valutazioni. Utilizzare solo questa impostazione quando REMOTE_GRADEBOOK_URL è stato specificato.
lv: Ievadiet attālinātā sekmju žurnāla kartēšanu. Izmantojiet šo iestatījumu tikai tad, kad REMOTE_GRADEBOOK_URL ir ticis norādīts.
mn: Зайн дүнгийн бүртгэлийн замыг оруулна уу. Энэ тохиргоог зөвхөн REMOTE_GRADEBOOK_URL тодорхойлогдсон үед хэрэглэнэ.

source: Enable CCX
eo: Énäßlé ÇÇX Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Habilitar CCX
fa_ir: فعال‌سازی CCX
it_it: Abilita CCX
lv: Iespējot CCX
mn: CCX-г идэвхжүүлэх

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on {platform_name}. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
fa_ir: به مربیان دوره اجازه دهید نقش‌های مربی CCX را اختصاص دهند و نیز این امکان را فراهم می‌کنید تا دوره‌های سفارشی را در {platform_name} مدیریت کنند. هنگامی که نادرست است، امکان ایجاد دوره‌های سفارشی وجود ندارد، اما دوره‌های سفارشی موجود به همین شکل حفظ خواهند شد.
it_it: Consente agli istruttori del corso di assegnare ruoli di Istruttore CCX e consente agli istruttori di gestire i corsi personalizzati su {platform_name}. Quando falso, non è possibile creare corsi personalizzati, ma i corsi personalizzati esistenti verranno conservati.

source: CCX Connector URL
eo: ÇÇX Çönnéçtör ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: URL del conector CCX
fa_ir: CCX اتصالURL
it_it: URL di connessione a CCX
lv: CCX savienotāja URL
mn: CCX холбогчURL

source: URL for CCX Connector application for managing creation of CCXs. (optional). Ignored unless 'Enable CCX' is set to 'true'.
eo: ÛRL för ÇÇX Çönnéçtör äpplïçätïön för mänägïng çréätïön öf ÇÇXs. (öptïönäl). Ìgnöréd ünléss 'Énäßlé ÇÇX' ïs sét tö 'trüé'. Ⱡ'σяєм ιρѕ#
es_es: URL para la aplicación CCX Connector para administrar la creación de CCXs. (Opcional). Se ignora a menos que 'Enable CCX' esté establecido en 'true'.
fa_ir: نشانی اینترنتی برای برنامه CCX اتصال برای مدیریت ایجاد CCXs. (اختیاری). نادیده گرفته شود مگر اینکه «فعال‌سازیCCX» روزی گزینه «درست» تنظیم شده باشد.
it_it: Applicazione URL per connettore CCX per gestire la creazione di CCX. (Facoltativo). Ignorato a meno che l'opzione 'Abilita CCX' non sia impostata su 'true'.
lv: URL CCX savienotājprogrammai, lai pārvaldītu CCX izveidošanu (neobligāts). Tiek ignorēts, ja vien ‘Iespējot CCX’ ir iestatīts kā ‘patiess’.
mn: CCX-ийн байгуулалтыг удирдах, CCX холбогч програмын URL. (сонголтот). 'CCX идэвхжүүлэх' -г 'үнэн' гэж тохируулвал тооцогдохгүй.
