Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Press ESC then TAB or click outside of the code editor to exit
eo: Préss ÉSÇ thén TÀB ör çlïçk öütsïdé öf thé çödé édïtör tö éxït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Presione ESC luego TAB o haga clic fuera del editor de código para salir
fa_ir: ESC را فشار دهید سپس TAB و یا خارج از ویرایشگر کد برای خروج، کلیک کنید
it_it: Premere ESC, quindi TAB oppure fare clic fuori dall'editor di codice per uscire
lv: Nospiediet ESC, pēc tam TAB vai klikšķiniet ārpus koda redaktora, lai izietu.
mn: ESC -н дараагаар TAB эсвэл код засварлагчийн гадна товшиход гарах болно.

source: Submitted. As soon as a response is returned, this message will be replaced by that feedback.
eo: Süßmïttéd. Às söön äs ä réspönsé ïs rétürnéd, thïs méssägé wïll ßé répläçéd ßý thät féédßäçk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Enviado. Tan pronto como se reciba una respuesta, este mensaje será reemplazado con el mensaje devuelto.
fa_ir: ارسال شد. به زودي پاسخ بازمی‌گردد و بازخورد جایگزین اين پيام خواهد شد.
it_it: Inviato. Non appena verrà restituita una risposta, questo messaggio sarà sostituito con quel feedback.
lv: Iesniegts. Tiklīdz tiks saņemta atbilde, šis ziņojums tiks nomainīts nomainīts ar attiecīgo atbildi.
mn: Илгээгдсэн. Хариу ирмэгц, энэ зурвас хариу зурвасаар солигдох болно.

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
eo: Nö réspönsé fröm Xqüéüé wïthïn {xqueue_timeout} séçönds. Àßörtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Sin respuesta dede Xqueue desde hace {xqueue_timeout} segundos. Abortado.
fa_ir: هیچ پاسخی از Xqueue در عرض {xqueue_timeout} ثانیه دریافت نشد. از درجه اعتبار ساقط شد.
it_it: Nessuna risposta da Xqueue in {xqueue_timeout} secondi. Interrotto.
lv: Nav atbildes no Xqueue {xqueue_timeout} sekunžu laikā. Priekšlaicīgi pārtraukts.
mn: Xqueue -ээс {xqueue_timeout} секундийн дотор хариу алга. Цуцлагдлаа.

source: Error running code.
eo: Érrör rünnïng çödé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Error ejecutando el código.
fa_ir: خطا در اجرای کد.
it_it: Errore eseguendo il codice.
lv: Kļūda izpildot kodu.
mn: Кодыг ажиллуулахад алдаа гарлаа.

source: Cannot connect to the queue
eo: Çännöt çönnéçt tö thé qüéüé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: No se puede conectar a la cola
fa_ir: اتصال به صف ممکن نیست
it_it: Impossibile connettersi alla coda
lv: Nevar pieslēgties rindai
mn: дараалалд холбогдож чадсангүй

source: No formula specified.
eo: Nö förmülä spéçïfïéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: No se ha especificado una fórmula
fa_ir: هیچ فرمولی ذکر نشده است.
it_it: Nessuna formula specificata.
lv: Nav norādīta neviena formula.
mn: Томъёо өгөгдөөгүй байна.

source: Couldn't parse formula: {error_msg}
eo: Çöüldn't pärsé förmülä: {error_msg} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: No se pudo analizar la fórmula: {error_msg}
fa_ir: امکان تجزیه فرمول نبود: {error_msg}
it_it: Impossibile analizzare la formula: {error_msg}
lv: Nebija iespējams parsēt formulu: {error_msg}
mn: Томъёог задлан шинжилж чадаагүй: {error_msg}

source: Error while rendering preview
eo: Érrör whïlé réndérïng prévïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Error al intentar mostrar la vista previa
fa_ir: خطایی در هنگام ساخت پیش‌نمایش رخ داد
it_it: Errore nel rendering dell'anteprima
lv: Kļūda renderējot priekšskatījumu
mn: Урьдчилан харалтыг үүсгэж байхад алдаа гарлаа

source: Sorry, couldn't parse formula
eo: Sörrý, çöüldn't pärsé förmülä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Lo sentimos, no podemos procesar la fórmula.
fa_ir: با عرض پوزش، نمی‌توانید فرمول را تجزیه کنید
it_it: Spiacente, impossibile analizzare la formula
lv: Atvainojiet, nebija iespējams parsēt formulu
mn: Уучлаарай, томъёог задлан шинжилж чадсангүй.

source: {input_type}: unexpected tag {tag_name}
eo: {input_type}: ünéxpéçtéd täg {tag_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: {input_type}: etiqueta inesperada {tag_name}
fa_ir: {input_type}: برچسب غیرمنتظره {tag_name}
it_it: {input_type}: tag non previsto {tag_name}
lv: {input_type}: neparedzēts tags {tag_name}
mn: {input_type}: санамсаргүй шошго {tag_name}

source: Expected a {expected_tag} tag; got {given_tag} instead
eo: Éxpéçtéd ä {expected_tag} täg; göt {given_tag} ïnstéäd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Se esperaba una etiqueta {expected_tag}, pero se encontró {given_tag} en su lugar
fa_ir: انتظار {expected_tag} برچسب داریم؛ به جای برچسب مذکور، این برچسب {given_tag} دریافت شد.
it_it: Previsto un tag {expected_tag}; ricevuto invece {given_tag}
lv: Tika sagaidīts {expected_tag} tags; tika saņemts {given_tag} tā vietā
mn: Хүлээгдэж байгаа {expected_tag} шошгын оронд нь {given_tag} байна

source: Question {index}
eo: Qüéstïön {index} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Pregunta {index}
fa_ir: سوال {index}
it_it: Domanda {index}
lv: Jautājums {index}
mn: Асуулт {index}

source: Correct:
eo: Çörréçt: Ⱡ'σяєм ιρѕυм ∂#
es_es: Correcto:
fa_ir: صحیح:
it_it: Corrette:
lv: Pareizi:
mn: Зөв:

source: Incorrect:
eo: Ìnçörréçt: Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Incorrecto:
fa_ir: غلط:
it_it: Errate:
lv: Nepareizi:
mn: Буруу:

source: Answer
eo: Ànswér Ⱡ'σяєм ιρѕυ#
es_es: Respuesta
fa_ir: پاسخ
it_it: Risposta
lv: Atbilde
mn: Хариулт

source: Error {err} in evaluating hint function {hintfn}.
eo: Érrör {err} ïn évälüätïng hïnt fünçtïön {hintfn}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Error {err} al evaluar la función de ayuda {hintfn}.
fa_ir: خطایی {err} در ارزیابی عملکرد نشانه {hintfn} رخ داد.
it_it: Errore {err} nella valutazione della funzione di suggerimento {hintfn}.
lv: Kļūda {err} novērtējot ieteikuma funkciju {hintfn}.
mn: Зөвлөгөөний {hintfn} функцыг боловсруулж байхад {err} алдаа гарлаа.

source: (Source code line unavailable)
eo: (Söürçé çödé lïné ünäväïläßlé) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: (No se dispone del código fuente)
fa_ir: (خط کد منبع در دسترس نیست)
it_it: (Linea del codice sorgente non disponibile)
lv: (Pirmkoda rinda ir nepieejama)
mn: (Эх кодын мөр боломжгүй байна )

source: See XML source line {sourcenum}.
eo: Séé XML söürçé lïné {sourcenum}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Ver la línea {sourcenum} de código XML.
fa_ir: خط {sourcenum} از فایل XML را ببینید.
it_it: Consultare la riga di origine XML {sourcenum}.
lv: Skatiet XML avota rindu {sourcenum}.
mn: XML эх мөр {sourcenum}-ийг харах.

source: Checkboxes
eo: Çhéçkßöxés Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Casillas de verificación
fa_ir: کادرهای انتخابی
lv: Izvēles rūtiņas
mn: Хэрээст талбар

source: Multiple Choice
eo: Mültïplé Çhöïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Opción múltiple
fa_ir: چندگزینه‌ای
it_it: Scelta multipla
lv: Vairākas izvēles
mn: Олон сонголтот

source: Do not use shuffle and answer-pool at the same time
eo: Dö nöt üsé shüfflé änd änswér-pööl ät thé sämé tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No debe haber shuffle y answer-pool al mismo tiempo
fa_ir: همزمان از جابجایی و پاسخ-مخزن استفاده نکنید
it_it: Non usare shuffle e answer-pool allo stesso tempo
lv: Neizmantojiet jaukšanu un atbilžu kopu vienlaicīgi
mn: Санамсаргүй холих функц болон нэг сонголттой хариултыг нэг зэрэг хэрэглэж болохгүй

source: answer-pool value should be an integer
eo: änswér-pööl välüé shöüld ßé än ïntégér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: answer-pool debería ser un valor entero
fa_ir: مقدار پاسخ-مخزن باید عددی صحیح باشد
it_it: Il valore del pool di risposte deve essere un numero intero
lv: atbilžu kopas vērtībai ir jābūt veselam skaitlim
mn: Нэг сонголттой хариултын утга бүхэл тоо байх ёстой.

source: Choicegroup must include at least 1 correct and 1 incorrect choice
eo: Çhöïçégröüp müst ïnçlüdé ät léäst 1 çörréçt änd 1 ïnçörréçt çhöïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Choicegroup debe tener al menos 1 opción correcta y 1 opción incorrecta
fa_ir: Choicegroup باید حداقل 1 انتخاب درست و 1 انتخاب نادرست داشته باشد
it_it: Choicegroup deve includere almeno 1 scelta corretta e 1 incorretta
lv: Choicegroup ir jāiekļauj vismaz viena pareiza un 1 nepareiza izvēle
mn: Сонголтын бүрэг хамгийн багадаа 1 зөв, 1 буруу сонголт агуулсан байх ёстой.

source: True/False Choice
eo: Trüé/Fälsé Çhöïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Opción Verdadero o Falso
fa_ir: گزینه درست/نادرست
it_it: Scelta Vero/Falso
lv: Patiesa/nepatiesa izvēle
mn: Үнэн/Худал сонголт

source: Dropdown
eo: Dröpdöwn Ⱡ'σяєм ιρѕυм ∂#
es_es: Desplegable
fa_ir: آبشاری
it_it: Menù a discesa
lv: Nolaižams(-a)
mn: Задардаг

source: Numerical Input
eo: Nümérïçäl Ìnpüt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Entrada numérica
fa_ir: ورودی عددی
it_it: Input Numerico
lv: Skaitliskā ievade
mn: Тоон утга оруулах

source: There was a problem with the staff answer to this problem.
eo: Théré wäs ä prößlém wïth thé stäff änswér tö thïs prößlém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Hubo un problema con la respuesta del profesor a este ejercicio.
fa_ir: مشکلی در پاسخ کارکنان به این مساله وجود دارد.
it_it: Si è verificato un problema con la risposta dello staff a questo problema.
lv: Notika problēma saistībā ar personāla atbildi uz šo problēmu.
mn: Ажилтан энэ асуултанд хариулахад алдаа гарсан байна.

source: Could not interpret '{student_answer}' as a number.
eo: Çöüld nöt ïntérprét '{student_answer}' äs ä nümßér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: No se pudo interpretar '{student_answer}' como un número.
fa_ir: امکان تفسیر '{student_answer}' به‌عنوان عدد وجود ندارد.
it_it: Non è stato possibile interpretare '{student_answer}' come un numero.
lv: Nebija iespējams interpretēt '{student_answer}' kā skaitli.
mn: '{student_answer}' -ийг тоо руу хөрвүүлж чадсангүй.

source: Factorial function evaluated outside its domain:'{student_answer}'
eo: Fäçtörïäl fünçtïön évälüätéd öütsïdé ïts dömäïn:'{student_answer}' Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Función factorial evaluada fuera de su dominio: '{student_answer}'
fa_ir: عملکرد فاکتوریل خارج از دامنه آن ارزیابی می‌شود:'{student_answer}'
it_it: Funzione fattoriale valutata fuori dal suo dominio:'{student_answer}'
lv: Faktoriālā funkcija novērtēta ārpus tās vērtību apgabala:'{student_answer}'
mn: Факториал функц домайны гадна үнэлэгдсэн байна:'{student_answer}'

source: Invalid math syntax: '{student_answer}'
eo: Ìnvälïd mäth sýntäx: '{student_answer}' Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Sintaxis matemática inválida: '{student_answer}'
fa_ir: نحو ریاضی معتبر نیست: '{student_answer}
it_it: Sintassi matematica non valida: '{student_answer}'
lv: Nederīga matemātiskā sintakse: '{student_answer}'
mn: Математикийн буруу илэрхийлэл : '{student_answer}'

source: You may not use complex numbers in range tolerance problems
eo: Ýöü mäý nöt üsé çömpléx nümßérs ïn rängé töléränçé prößléms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No deberías usar números complejos en ejercicios de tipo tolerancia de rango.
fa_ir: شما نمی‌توانید اعداد مرکب را در دامنه تحمل مسایل استفاده کنید
it_it: Non è possibile utilizzare numeri complessi in problemi di tolleranza dell'intervallo
lv: Jūs nedrīkstat izmantot kompleksus skaitļus diapazona tolerances problēmās
mn: Та даалгаварын хүрээнд комплекс тоо ашиглаж болохгүй.

source: There was a problem with the staff answer to this problem: complex boundary.
eo: Théré wäs ä prößlém wïth thé stäff änswér tö thïs prößlém: çömpléx ßöündärý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Hubo un problema con la respuesta del profesor a este ejercicio: límite complejo.
fa_ir: مشکلی در پاسخ کارکنان به این مساله وجود دارد: حدود پیچیده است.
it_it: Si è verificato un problema con la risposta dello staff a questo problema: limite complesso.
lv: Notika problēma saistībā ar personāla atbildi uz šo problēmu: kompleksa robeža.
mn: Ажилтан энэ асуултанд хариулахад алдаа гарсан байна: комплекс хязгаар.

source: There was a problem with the staff answer to this problem: empty boundary.
eo: Théré wäs ä prößlém wïth thé stäff änswér tö thïs prößlém: émptý ßöündärý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Hubo un problema con la respuesta del profesor a este ejercicio: límite vacío.
fa_ir: مشکلی در پاسخ کارکنان به این مساله وجود دارد: مرز خالی است.
it_it: Si è verificato un problema con la risposta dello staff a questo problema: limite vuoto.
lv: Notika problēma saistībā ar personāla atbildi uz šo problēmu: tukša robeža.
mn: Ажилтан энэ асуултанд хариулахад алдаа гарсан байна: Хоосон хязгаар.

source: or
eo: ör Ⱡ'σя#
es_es: o
fa_ir: یا
it_it: o
lv: vai
mn: эсвэл

source: Text Input
eo: Téxt Ìnpüt Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Entrada de texto
fa_ir: ورودی متن
it_it: Input testuale
lv: Teksta ievade
mn: Бичвэр оруулах

source: error
eo: érrör Ⱡ'σяєм ιρѕ#
fa_ir: خطا
it_it: errore
lv: kļūda
mn: Алдаа

source: Custom Evaluated Script
eo: Çüstöm Évälüätéd Sçrïpt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Guión personal evaluado
fa_ir: اسکریپت ارزیابی‌شده سفارشی
it_it: Script sottoposto a valutazione personalizzata
lv: Pielāgots novērtētais skripts
mn: Тусгай? Дүгнэгдсэн Скрипт

source: error getting student answer from {student_answers}
eo: érrör géttïng stüdént änswér fröm {student_answers} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Error al obtener la respuesta del alumno de {student_answers}
fa_ir: خطا در دریافت پاسخ یادگیرنده از {student_answers}
it_it: Si è verificato un errore ricevendo la risposta dello studente da {student_answers}
lv: kļūda, iegūstot studenta atbildi no {student_answers}
mn: суралцагчийн {student_answers} хариултыг авахад алдаа гарлаа

source: No answer entered!
eo: Nö änswér éntéréd! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: ¡No se dio ninguna respuesta!
fa_ir: پاسخی وارد نشده است!
it_it: Nessuna risposta inserita!
lv: Nav ievadīta neviena atbilde!
mn: Хариулт оруулаагүй байна

source: CustomResponse: check function returned an invalid dictionary!
eo: ÇüstömRéspönsé: çhéçk fünçtïön rétürnéd än ïnvälïd dïçtïönärý! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: RespuestaPersonalizada: ¡La función de comprobación devolvió un diccionario no válido!
fa_ir: CustomResponse: بررسی عملکرد، فرهنگ لغتی نامعتبر را بازگرداند!
it_it: CustomResponse: la funzione di controllo ha restituito un dizionario non valido!
lv: CustomResponse: nederīga vārdnīca tika atgriezta pārbaudes funkcijā!
mn: CustomResponse: шалгах функц буруу dictionary буцаасан байна.

source: Symbolic Math Input
eo: Sýmßölïç Mäth Ìnpüt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Entrada símbolo matemático
fa_ir: ورودی نمادهای ریاضی
it_it: Input di matematica simbolica
lv: Simboliskās matemātikas ievade
mn: Тэмдэгтэн математик оруулах

source: An error occurred with SymbolicResponse. The error was: {error_msg}
eo: Àn érrör öççürréd wïth SýmßölïçRéspönsé. Thé érrör wäs: {error_msg} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Ocurrió un error con SymbolicResponse. El error fue: {error_msg}
fa_ir: خطایی با پاسخ نمادین رخ داده است. پیام خطا این بود: {error_msg}
it_it: Si è verificato un errore con SymbolicResponse. L'errore è stato: {error_msg}
lv: Notika kļūda ar SymbolicResponse. Kļūda bija: {error_msg}
mn: SymbolicResponse-тай алдаа гарлаа. Алдааны мэдээлэл нь: {error_msg}

source: Code Input
eo: Çödé Ìnpüt Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Entrada de código
fa_ir: كد ورودی
it_it: Input di codice
lv: Koda ievade
mn: Код оруулах

source: No answer provided.
eo: Nö änswér prövïdéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: No se dio ninguna respuesta.
fa_ir: هیچ پاسخی ارائه نشده است.
it_it: Non è stata fornita alcuna risposta.
lv: Nav sniegta neviena atbilde.
mn: Хариулт байхгүй байна

source: Error: No grader has been set up for this problem.
eo: Érrör: Nö grädér häs ßéén sét üp för thïs prößlém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Error: No se ha establecido calificador para este problema.
fa_ir: خطا: هیچ نمره‌دهنده‌ای برای این مساله تعیین نشده است.
it_it: Errore: Nessun esaminatore è stato configurato per questo problema.
lv: Kļūda: Šai problēmai nav uzstādīts neviens vērtētājs.
mn: Алдаа: Энэ даалгаварын дүгнэгч тохируулаагүй байна

source: Unable to deliver your submission to grader (Reason: {error_msg}). Please try again later.
eo: Ûnäßlé tö délïvér ýöür süßmïssïön tö grädér (Réäsön: {error_msg}). Pléäsé trý ägäïn lätér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: No se pudo entregar tu envío al calificador (Razón: {error_msg}). Por favor, reinténtalo más tarde.
fa_ir: امکان ارسال پاسخ شما به نمره‌دهنده نیست (دلیل: {error_msg}) لطفا بعدا دوباره تلاش کنید.
it_it: Impossibile consegnare il tuo invio all'esaminatore (Motivo: {error_msg}). Si prega di riprovare più tardi.
lv: Nebija iespējams nogādāt Jūsu iesniegto vērtētājam (Iemesls: {error_msg}). Lūdzu, vēlāk mēģiniet vēlreiz.
mn: Таны мэдүүлгийг дүгнэгч хүлээн авах боломжгүй байна. (Шалтгаан: {error_msg}). Дараа дахин оролдоно уу.

source: Invalid grader reply. Please contact the course staff.
eo: Ìnvälïd grädér réplý. Pléäsé çöntäçt thé çöürsé stäff. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Respuesta inválida del calificador. Por favor, contacta con el equipo del curso.
fa_ir: پاسخ نمره‌دهنده معتبر نیست. لطفا با کارکنان دوره آموزشی تماس بگیرید.
it_it: Risposta esaminatore non valida. Si prega di contattare lo staff del corso.
lv: Nederīga vērtētāja atbilde. Lūdzu, sazinieties ar kursa personālu.
mn: Дүгнэгчийн буруу хариулт. Хичээлийн зохицуулагчтай холбоо барина уу.

source: External Grader
eo: Éxtérnäl Grädér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Grado externo
fa_ir: نمره‌دهنده خارجی
it_it: Studente esterno
lv: Ārējais vērtētājs
mn: Гадны дүгнэгч

source: Math Expression Input
eo: Mäth Éxpréssïön Ìnpüt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Entrada expresión matemática
fa_ir: ورود عبارت ریاضی
it_it: Input di espressioni matematiche
lv: Matemātiskās izteiksmes ievade
mn: Математик илэрхийлэл оруулах

source: Factorial function not permitted in answer for this problem. Provided answer was: {bad_input}
eo: Fäçtörïäl fünçtïön nöt pérmïttéd ïn änswér för thïs prößlém. Prövïdéd änswér wäs: {bad_input} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Función factorial no permitida en respuesta a este problema. La respuesta proporcionada fue: {bad_input}
fa_ir: عملکرد فاکتوریل در پاسخ به این مشکل مجاز نیست. پاسخ ارائه شده: {bad_input}بود
it_it: La funzione fattoriale non ha consentito una risposta per questo problema. La risposta fornita è stata: {bad_input}
lv: Faktoriālā funkcija nav atļauta šīs problēmas atbildē. Sniegtā atbilde bija: {bad_input}
mn: Энэ даалгаварт хариулахад факториал функц зөвшөөрөхгүй. Өгсөн хариулт нь: {bad_input}

source: Invalid input: Could not parse '{bad_input}' as a formula.
eo: Ìnvälïd ïnpüt: Çöüld nöt pärsé '{bad_input}' äs ä förmülä. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Entrada inválida: no se pudo interpretar '{bad_input}' como una fórmula.
fa_ir: داده ورودی معتبر نیست: خطایی در تحلیل '{bad_input}' به عنوان یک فرمول رخ داد.
it_it: Input non valido: impossibile analizzare '{bad_input}' come formula.
lv: Nederīga ievade: Nebija iespējams parsēt '{bad_input}' kā formulu.
mn: Алдаатай оролт: '{bad_input}' -г томъёо шиг шинжилж чадахгүй байна.

source: Invalid input: Could not parse '{bad_input}' as a formula
eo: Ìnvälïd ïnpüt: Çöüld nöt pärsé '{bad_input}' äs ä förmülä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Entrada inválida: no se pudo interpretar '{bad_input}' como una fórmula.
fa_ir: داده ورودی معتبر نیست: خطایی در تحلیل '{bad_input}' به عنوان یک فرمول رخ داد.
it_it: Input non valido: impossibile analizzare '{bad_input}' come formula
lv: Nederīga ievade: Nebija iespējams parsēt '{bad_input}' kā formulu
mn: Алдаатай оролт: '{bad_input}' -г томъёо шиг шинжилж чадахгүй байна.

source: Circuit Schematic Builder
eo: Çïrçüït Sçhémätïç Büïldér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Constructor circuito esquemático
fa_ir: مدار شماتیک‌ساز
it_it: Builder schematico del circuito
lv: Principshēmu veidotājs
mn: Хэлхээний схематик зурагч

source: Error in evaluating SchematicResponse. The error was: {error_msg}
eo: Érrör ïn évälüätïng SçhémätïçRéspönsé. Thé érrör wäs: {error_msg} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Error al evaluar una RespuestaEsquema: El error fue: {error_msg}
fa_ir: خطایی در ارزیابی پاسخ شماتیک رخ داد. پیام خطا این است: {error_msg}
it_it: Si è verificato un errore nella valutazione di SchematicResponse. L'errore è stato: {error_msg}
lv: Kļūda novērtējot SchematicResponse. Kļūda bija: {error_msg}
mn: SchematicResponse-ийг үнэлэхэд алдаа гарлаа. Алдаа нь {error_msg}

source: Image Mapped Input
eo: Ìmägé Mäppéd Ìnpüt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Entrada imagen mapeada
fa_ir: ورودی تصویر نقشه
it_it: Input di immagini mappate/cliccabili
lv: Attēlu kartēšanas ievade
mn: Дүрс рүү буулгасан оролт

source: error grading {image_input_id} (input={user_input})
eo: érrör grädïng {image_input_id} (ïnpüt={user_input}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Error calificando {image_input_id} (input={user_input})
fa_ir: درجه‌بندی خطا {image_input_id} (ورودی = {user_input})
it_it: errore di valutazione {image_input_id} (input={user_input})
lv: kļūdu novērtēšana {image_input_id} (input={user_input})
mn: Дүгнэхэд алдаа гарлаа {image_input_id} (input={user_input})

source: Error in problem specification! Cannot parse rectangle in {sr_coords}
eo: Érrör ïn prößlém spéçïfïçätïön! Çännöt pärsé réçtänglé ïn {sr_coords} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: ¡Error en la especificación del problema! No se puede procesar rectángulo en {sr_coords}
fa_ir: خطایی در مشخصات مساله رخ داد! امکان تجزیه و تحلیل مستطیل در {sr_coords} نیست
it_it: Si è verificato un errore nella specifica del problema! Impossibile analizzare il rettangolo in {sr_coords}
lv: Kļūda problēmas specifikācijā! Nav iespējams parsēt taisnstūri {sr_coords}
mn: Даалгаварын тодорхойлолтонд алдаа гарлаа! Тэгш өнцөгтийг {sr_coords}-д задлан шинжилж чадахгүй

source: Annotation Input
eo: Ànnötätïön Ìnpüt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Entrada para anotación
fa_ir: ورودی یادداشت‌
it_it: Input di annotazioni
lv: Anotācijas ievade
mn: Тэмдэглэгээний оролт

source: Checkboxes With Text Input
eo: Çhéçkßöxés Wïth Téxt Ìnpüt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Casillas de verificación con entrada de texto
fa_ir: درج کادرهای انتخابی با ورودی متن
it_it: Input checkbox con testo
lv: Izvēles rūtiņas ar teksta ievadi
mn: Текст оролттой хэрээст талбар

source: Answer not provided for {input_type}
eo: Ànswér nöt prövïdéd för {input_type} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Respuesta no proporcionada para {input_type}
fa_ir: پاسخی برای {input_type} ارائه نشده است
it_it: Risposta non fornita per {input_type}
lv: Nav sniegta atbilde uz {input_type}
mn: {input_type}-д хариулт өгөөгүй байна

source: The Staff answer could not be interpreted as a number.
eo: Thé Stäff änswér çöüld nöt ßé ïntérprétéd äs ä nümßér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La respuesta del profesor no se pudo interpretar como un número.
fa_ir: پاسخ کارکنان نمی‌تواند به‌عنوان یک عدد تفسیر شود.
it_it: La risposta dello staff non può essere interpretata come un numero.
lv: Personāla atbildi nebija iespējams interpretēt kā skaitli.
mn: Ажилтны хариулт тоо руу хөрвүүлж чадсангүй.

source: Could not interpret '{given_answer}' as a number.
eo: Çöüld nöt ïntérprét '{given_answer}' äs ä nümßér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: No se pudo interpretar '{given_answer}' como un número.
fa_ir: نمی‌تواند '{given_answer}' به‌عنوان یک عدد تفسیر شود.
it_it: Non è stato possibile interpretare '{given_answer}' come un numero.
lv: Nebija iespējams interpretēt '{given_answer}' kā skaitli.
mn: '{given_answer}' хариултыг тоо руу хөрвүүлж чадахгүй

source: Codejail API Service is unavailable. Please try again in a few minutes.
fa_ir: Codejail API Service خارج از دسترس است. لطفاً بعد از گذشت چند دقیقه دوباره تلاش کنید.
it_it: Codejail API Service non è disponibile. Si prega di riprovare tra alcuni minuti.
