Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
eo: Ýöü çän réüsé fïlés fröm öthér ärtïçlés. Thésé fïlés äré süßjéçt tö üpdätés ön öthér ärtïçlés whïçh mäý ör mäý nöt ßé ä gööd thïng. Ⱡ#
es_es: Puede reutilizar archivos de otros artículos. Estos archivos están sujetos a cambios en otros artículos, lo que puede ser conveniente o no.
fa_ir: از محتوای پرونده‌ها در مطالب دیگر می توانید استفاده کنید. این پرونده‌ها در سایر مطالب، امکان روزآمدسازی دارند که ممکن است خوب باشد یا نباشد.
it_it: Puoi riutilizzare file da altri articoli. Questi files sono soggetti ad aggiornamenti su altri articoli, che potrebbe essere o non essere una buona cosa.
lv: Jūs varat atkārtoti izmantot datnes no citiem rakstiem. Šīs datnes ir pakļautas jauninājumiem citos rakstos, kas var un var nebūt laba lieta.
mn: Та бусад өгүүллүүдийн файлыг дахин ашиглах боломжтой. Бусад өгүүллүүдийн сэдвийг сайжруулах эдгээр файлууд нь магадгүй сайн эсвэл сайн зүйл биш байж болно.

source: Search
eo: Séärçh Ⱡ'σяєм ιρѕυ#
es_es: Buscar
fa_ir: جستجو
it_it: Ricerca
lv: Meklēt
mn: Хайх

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
eo: Thé föllöwïng fïlés äré äväïläßlé för thïs ärtïçlé. Çöpý thé märkdöwn täg tö dïréçtlý référ tö ä fïlé fröm thé ärtïçlé téxt. Ⱡ'σяєм ι#
es_es: Los siguientes archivos están disponibles para este artículo. Copia la etiqueta identificativa para hacer referencia a un archivo desde el texto del artículo.
fa_ir: پرونده‌های زیر، در این مطلب قابل استفاده هستند. برچسب نشانه‌گذاری را کپی کنید تا مستقیما به متن مطلب شما افزوده شود.
it_it: I seguenti files sono disponibili per questo articolo. Copia il tag di markdown per fare un riferimento diretto a un file dal testo dell'articolo.
lv: Sekojošās datnes ir pieejamas šim rakstam. Nokopējiet markdown tagu, lai tieši atsauktos uz datni no raksta teksta.

source: Markdown tag
eo: Märkdöwn täg Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Etiqueta identificativa
fa_ir: برچسب نشانه گذاری
it_it: Tag di markdown
lv: Markdown tags
mn: Markdown шошго

source: Uploaded by
eo: Ûplöädéd ßý Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Subido por
fa_ir: بارگذاری به‌دست
it_it: Caricato da
lv: Augšupielādēja
mn: Ачаалсан

source: Size
eo: Sïzé Ⱡ'σяєм ι#
es_es: Tamaño
fa_ir: اندازه
it_it: Dimensione
lv: Izmērs
mn: Хэмжээ

source: File History
eo: Fïlé Hïstörý Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Historial del archivo
fa_ir: تاریخچه پرونده
it_it: Storia del File
lv: Datnes vēsture
mn: Файлын түүх

source: Detach
eo: Détäçh Ⱡ'σяєм ιρѕυ#
es_es: Desasociar
fa_ir: جداکردن پیوست
it_it: Stacca
lv: Atdalīt
mn: Задлах

source: Replace
eo: Répläçé Ⱡ'σяєм ιρѕυм #
es_es: Reemplazar
fa_ir: جایگزینی
it_it: Rimpiazza
lv: Aizstāt
mn: Солих

source: Restore
eo: Réstöré Ⱡ'σяєм ιρѕυм #
es_es: Restaurar
fa_ir: بازگردانی
it_it: Ripristina
lv: Atjaunot
mn: Дахин сэргээх

source: anonymous (IP logged)
eo: änönýmöüs (ÌP löggéd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: anónimo (IP registrada)
fa_ir: فرد نامعلوم (آی پی ذخیره‌شده)
it_it: anonimo (IP loggato)
lv: anonīms (IP reģistrēts)
mn: Нэргүй (IP нэвтэрсэн)

source: File history
eo: Fïlé hïstörý Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Historial del archivo
fa_ir: تاریخچه پرونده
it_it: Storia del file
lv: Datnes vēsture
mn: Файлын түүх

source: revisions
eo: révïsïöns Ⱡ'σяєм ιρѕυм ∂σł#
es_es: revisiones
fa_ir: نسخه‌ها
it_it: revisioni
lv: pārskatījumi
mn: Засварлалтууд

source: There are no attachments for this article.
eo: Théré äré nö ättäçhménts för thïs ärtïçlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No hay adjuntos para este artículo.
fa_ir: این مطلب پیوست ندارد.
it_it: Non ci sono allegati per questo articolo.
lv: Šim rakstam nav pielikumu.
mn: Энэ сэдэвт хавсаргасан файл байхгүй банйа

source: Previewing revision:
eo: Prévïéwïng révïsïön: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Previsualizando revisión:
fa_ir: پیش‌نمایش نسخه:
it_it: Anteprima revisione:
lv: Priekšskata pārskatījumu:
mn: Засварлалтыг шалгах:

source: Previewing a merge between two revisions:
eo: Prévïéwïng ä mérgé ßétwéén twö révïsïöns: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Previsualizando una fusión entre dos revisiones:
fa_ir: پیش‌نمایش ادغام دو نسخه‌:
it_it: Anteprima di un'unione tra due revisioni:
lv: Priekšskata sapludinājumu starp diviem pārskatījumiem:
mn: Хоёр хувилбарыг нэгтгэсэнг харах

source: This revision has been deleted.
eo: Thïs révïsïön häs ßéén délétéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Esta revisión ha sido eliminada.
fa_ir: این نسخه حذف شده است.
it_it: Questa revisione è stata eliminata.
lv: Šis pārskatījums ir dzēsts.
mn: Засварлалт усгагдсан

source: Restoring to this revision will mark the article as deleted.
eo: Réstörïng tö thïs révïsïön wïll märk thé ärtïçlé äs délétéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Al restaurar a esta revisión el artículo se marcará como eliminado.
fa_ir: بازیابی این نسخه باعث خواهد شد این مطلب به‌عنوان مطلب حذف‌شده نشاندار شود.
it_it: Il ripristino di questa revisione contrassegnerà l'articolo come eliminato.
lv: Atjaunojot uz šo pārskatījumu, raksts tiks atzīmē kā dzēsts.
mn: Энэ хувилбарыг сэргээхийн тулд уг өгүүллийг устгасан гэж тэмдэглэнэ.

source: LMS Administration
eo: LMS Àdmïnïsträtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Administración de LMS
fa_ir: مدیریت سامانه آموزش مجازی
it_it: Amministrazione LMS
lv: LMS (Mācību vadības sistēmas) administrācija
mn: LMS Администратор

source: Go to %(platform_name)s Home Page
eo: Gö tö %(platform_name)s Hömé Pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Ir a la página de inicio %(platform_name)s
fa_ir: به صفحۀ اصلی %(platform_name)s برو
it_it: Passare alla Home page %(platform_name)s
lv: Doties uz %(platform_name)s sākumlapu
mn: %(platform_name)s Эхлэл хуудас руу очих

source: Courses
eo: Çöürsés Ⱡ'σяєм ιρѕυм #
es_es: Cursos
fa_ir: دوره‌های آموزشی
it_it: Corsi
lv: Mani kursi
mn: Хичээлүүд

source: My Account
fa_ir: حساب‌کاربری من
it_it: Il mio account

source: %(platform_name)s on LinkedIn
eo: %(platform_name)s ön LïnkédÌn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: %(platform_name)s en LinkedIn
fa_ir: %(platform_name)s در لینکداین
it_it: %(platform_name)s su LinkedIn
lv: %(platform_name)s LinkedIn
mn: LinkedIn дээр %(platform_name)s

source: %(platform_name)s on Twitter
eo: %(platform_name)s ön Twïttér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: %(platform_name)s en Twitter
fa_ir: %(platform_name)s در توئیتر
it_it: %(platform_name)s su Twitter
lv: %(platform_name)s Twitter
mn: Twitter дээр %(platform_name)s

source: %(platform_name)s on Facebook
eo: %(platform_name)s ön Fäçéßöök Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: %(platform_name)s en Facebook
fa_ir: %(platform_name)s در فیس‌بوک
it_it: %(platform_name)s su Facebook
lv: %(platform_name)s Facebook
mn: Facebook дээр %(platform_name)s

source: %(platform_name)s on Google Plus
eo: %(platform_name)s ön Gööglé Plüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: %(platform_name)s en Google Plus
fa_ir: %(platform_name)s در گوگل‌پلاس
it_it: %(platform_name)s su Google Plus
lv: %(platform_name)s Google Plus
mn: Google Plus дээр %(platform_name)s

source: %(platform_name)s on Reddit
eo: %(platform_name)s ön Réddït Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: %(platform_name)s en Reddit
fa_ir: %(platform_name)s در ردیت
it_it: %(platform_name)s su Reddit
lv: %(platform_name)s Reddit
mn: Reddit дээр %(platform_name)s

source: Download the iOS app on the Apple Store
eo: Döwnlöäd thé ïÖS äpp ön thé Àpplé Störé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Descargar la aplicación para iOS desde el Apple Store
fa_ir: دانلود نرم‌افزار iOS در Apple Store
it_it: Scarica l'app iOS da Apple Store
lv: Lejupielādēt iOS lietotni no Apple Store
mn: Apple Store-оос iOS програмыг татах

source: Download the Android app on the Google Play Store
eo: Döwnlöäd thé Àndröïd äpp ön thé Gööglé Pläý Störé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Descarga la aplicación de Android desde el Google Play Store
fa_ir: برنامۀ Android را در Google Play Store بارگیری کنید
it_it: Scarica l'app Android da Google Play Store
lv: Lejupielādēt Android lietotni no Google Play Store
mn: Google Play Store-оос Андройд програмыг татах

source: Our mailing address is:
fa_ir: نشانی رایانامه ما این است:
it_it: il nostro indirizzo di posta é:

source: Unsubscribe from these emails.
eo: Ûnsüßsçrïßé fröm thésé émäïls. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Darse de baja de estos correos electrónicos.
fa_ir: لغو آبونمان این رایانامه‌ها
it_it: Annulla la sottoscrizione da queste email.

source: %(platform_name)s Email
fa_ir: رایانامه %(platform_name)s

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate. Upgrade by %(user_schedule_upgrade_deadline_time)s.
eo: Dön't mïss thé öppörtünïtý tö hïghlïght ýöür néw knöwlédgé änd skïlls ßý éärnïng ä vérïfïéd çértïfïçäté. Ûpgrädé ßý %(user_schedule_upgrade_deadline_time)s. Ⱡ'σяєм ιρѕυ#
es_es: No pierda la oportunidad de resaltar sus nuevos conocimientos y habilidades al obtener un certificado verificado. Actualice por %(user_schedule_upgrade_deadline_time)s.
fa_ir: فرصت کسب دانش و مهارت‌های جدید به‌همراه گواهی معتبر را از دست ندهید. ارتقا توسط %(user_schedule_upgrade_deadline_time)s
it_it: Non perdere l'opportunità di mettere in rilievo le nuove conoscenze e competenze ottenendo un certificato verificato. Esegui l'upgrade entro %(user_schedule_upgrade_deadline_time)s.
lv: Nepalaidiet garām izdevību izcelt savas jaunās zināšanas un prasmes, nopelnot verificētu sertifikātu. Jauniniet līdz %(user_schedule_upgrade_deadline_time)s.
mn: Баталгаажсан гэрчилгээ авч өөрийн шинэ мэдлэг болон чадвараа тодруулж өгөх боломжоо битгий алдаарай. Сайжруулалт хийх %(user_schedule_upgrade_deadline_time)s.

source: Upgrade Now
eo: Ûpgrädé Nöw Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Actualizar ahora
fa_ir: الان ارتقا دهید
it_it: Esegui upgrade ora
lv: Jaunināt tagad
mn: Сайжруулалт хийх

source: Once you have approved this request, go to {catalog_admin_url} to set up a catalog for this user.
eo: Önçé ýöü hävé äpprövéd thïs réqüést, gö tö {catalog_admin_url} tö sét üp ä çätälög för thïs üsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Una vez que haya aprobado esta solicitud, vaya a {catalog_admin_url} para configurar un catálogo para este usuario.
fa_ir: هنگامی که این درخواست شما تایید شد، برای راه‌اندازی فهرستی برای این کاربر به {catalog_admin_url} مراجعه کنید.
it_it: Una volta approvata questa richiesta, passare a {catalog_admin_url} per configurare un catalogo per questo utente.
lv: Tiklīdz Jūs būsiet apstiprinājuši šo pieprasījumu, dodieties uz {catalog_admin_url}, lai uzstādītu katalogu šim lietotājam.
mn: Та энэ хүсэлтийг баталгаажуулсны дараа {catalog_admin_url}-рүү очиж энэ хэрэглэгчид каталогийг тохируулж өгнө үү.

source: Organization Name
eo: Örgänïzätïön Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Nombre de la organización
fa_ir: نام سازمان
it_it: Nome organizzazione
lv: Organizācijas nosaukums
mn: Байгууллагын Нэр

source: Organization Address
eo: Örgänïzätïön Àddréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Dirección de la organización
fa_ir: آدرس مؤسسه
it_it: Indirizzo organizzazione
lv: Organizācijas adrese
mn: Байгууллагын хаяг

source: Describe what your application does.
eo: Désçrïßé whät ýöür äpplïçätïön döés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Describa lo que hace su aplicación.
fa_ir: کارکرد برنامه را توصیف کنید.
it_it: Descrivi il funzionamento della propria applicazione.
lv: Aprakstiet, ko veic Jūsu lietotne.
mn: Өөрийнхөө програмыг юу хийдэг талаар тодорхойл

source: The URL of your organization's website.
eo: Thé ÛRL öf ýöür örgänïzätïön's wéßsïté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: La URL del sitio web de su organización.
fa_ir: نشانی اینترنتی آدرس وبگاه سازمان شما.
it_it: L'URL del proprio sito web dell'organizzazione.
lv: Jūsu organizācijas mājaslapas saite.
mn: Танай байгууллагын вэб хуудсын URL

source: The name of your organization.
eo: Thé nämé öf ýöür örgänïzätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: El nombre de su organización.
fa_ir: نام سازمان شما.
it_it: Il nome della propria organizzazione.
lv: Jūsu organizācijas nosaukums.
mn: Танай байгууллагын нэр

source: The contact address of your organization.
eo: Thé çöntäçt äddréss öf ýöür örgänïzätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: La dirección de contacto de su organización.
fa_ir: راه‌های تماس با سازمان شما.
it_it: L'indirizzo di contatto della propria organizzazione.
lv: Jūsu organizācijas adrese.
mn: Танай байгууллагын холбогдох хаяг

source: The following users do not exist: {usernames}.
eo: Thé föllöwïng üsérs dö nöt éxïst: {usernames}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Los siguientes usuarios no existen: {usernames}.
fa_ir: کاربران زیر وجود ندارد: {usernames}.
it_it: I seguenti utenti non esistono: {usernames}.
lv: Sekojošais lietotājs neeksistē: {usernames}.
mn: {usernames} нэртэй хэрэглэгч байхгүй байна

source: Comma-separated list of usernames which will be able to view this catalog.
eo: Çömmä-sépärätéd lïst öf üsérnämés whïçh wïll ßé äßlé tö vïéw thïs çätälög. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Lista de nombres de usuario separados por comas que podrán visualizar este catálogo.
fa_ir: فهرست نام کاربران، تفکیک شده با کاما، که امکان مشاهده این فهرست را دارند.
it_it: Un elenco separato da virgole di nomi utente che potranno visualizzare questo catalogo.
lv: Komatatdalītais saraksts ar lietotājvārdiem, kuriem būs iespēja skatīt šo katalogu.
mn: Энэ каталогийг үзэж болох таслалаар тусгаарлагдсан хэрэглэгчийн нэрийн жагсаалт

source: Denied
eo: Dénïéd Ⱡ'σяєм ιρѕυ#
es_es: Denegada
fa_ir: رد شده
it_it: Negato
lv: Liegts
mn: Татгалзсан

source: Approved
eo: Àpprövéd Ⱡ'σяєм ιρѕυм ∂#
es_es: Aprobado
fa_ir: تاییدشد
it_it: Approvato
lv: Apstiprināts
mn: Баталгаажсан

source: Status of this API access request
eo: Stätüs öf thïs ÀPÌ äççéss réqüést Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Estado de esta solicitud de acceso a la API
fa_ir: وضعیت درخواست دسترسی به API
it_it: Stato di questa richiesta di accesso API
lv: API pieejas prasījuma statuss
mn: Энэ API хандах хүсэлтийн статус

source: The URL of the website associated with this API user.
eo: Thé ÛRL öf thé wéßsïté ässöçïätéd wïth thïs ÀPÌ üsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La URL del sitio web asociado con este usuario de API.
fa_ir: نشانی اینترنتی وبگاه مرتبط با این کاربر API.
it_it: L'URL del sito web associato a questo utente API.
lv: Ar šo API lietotāju saistītās tīmekļa vietnes URL.
mn: Вэб хуудсын URL энэ API хэрэглэгчтэй холбоотой.

source: The reason this user wants to access the API.
eo: Thé réäsön thïs üsér wänts tö äççéss thé ÀPÌ. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: La razón por la que este usuario quiere acceder a la API.
fa_ir: دلیلی که این کاربر مایل است به API دسترسی داشته باشد
it_it: Il motivo per cui questo utente desidera accedere all'API.
lv: Iemesls, kādēļ šis lietotājs vēlas piekļūt API
mn: Энэ хэрэглэгч API-д хандах шалтгаан.

source: I, and my organization, accept the {link_start}{platform_name} API Terms of Service{link_end}.
eo: Ì, änd mý örgänïzätïön, äççépt thé {link_start}{platform_name} ÀPÌ Térms öf Sérvïçé{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Mi organización y yo aceptamos las {link_start}condiciones del servicio de la API de {platform_name}{link_end}.
fa_ir: من و سازمانم {link_start} {platform_name} شرایط خدمات API {link_end} را می‌پذیریم.
it_it: Io, e la mia organizzazione, accettiamo i {link_start}{platform_name} Termini di Servizio API{link_end}.
lv: Es un mana organizācija pieņem {link_start}{platform_name} API pakalpojumu sniegšanas noteikumus {link_end}.
mn: Миний бие, болон манай байгууллага, {link_start}{platform_name} API үйлчилгээний нөхцөлийг {link_end} хүлээн зөвшөөрч байна.

source: '%s' is not a valid scope.
eo: '%s' ïs nöt ä välïd sçöpé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: '%s' no es un ámbito válido.
fa_ir: %s دامنۀ معتبری نیست.
it_it: '%s' non è un ambito valido.

source: Bookmarks
eo: Böökmärks Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Favoritos
fa_ir: نشانه‌گذاری
it_it: Segnalibri
lv: Grāmatzīmes
mn: Хадгалсан хуудсууд

source: An error has occurred. Please try again.
eo: Àn érrör häs öççürréd. Pléäsé trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Se ha producido un error. Inténtelo de nuevo.
fa_ir: خطایی رخ داده است. لطفا دوباره تلاش کنید.
it_it: Si è verificato un errore. Per piacere, prova di nuovo.
lv: Notika kļūda. Lūdzu, mēģiniet vēlreiz.
mn: Алдаа гарлаа. Дахин оролдож үзнэ үү

source: No data provided.
eo: Nö dätä prövïdéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: No se proporcionaron datos.
fa_ir: هیچ داده‌ای ارائه نشده است.
it_it: Nessun dato fornito.
lv: Netika sniegti dati.
mn: Өгөгдөл байхгүй байна

source: Parameter usage_id not provided.
eo: Pärämétér üsägé_ïd nöt prövïdéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Parámetro usage_id no proporcionado.
fa_ir: استفاده از usage_id ارائه نشده است.
it_it: Parametro usage_id non fornito.
lv: Nav sniegts parametrs usage_id.
mn: usage_id паоаметр өгөгдөөгүй байна

source: Invalid usage_id: {usage_id}.
eo: Ìnvälïd üsägé_ïd: {usage_id}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: usage_id no válido: {usage_id}.
fa_ir: usage_idغیرمعتبر : {usage_id}.
it_it: usage_id non valido: {usage_id}.
lv: Nederīgs usage_id: {usage_id}.
mn: Буруу usage_id: {usage_id}.

source: Block with usage_id: {usage_id} not found.
eo: Blöçk wïth üsägé_ïd: {usage_id} nöt föünd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Bloquear con usage_id: {usage_id} no encontrado.
fa_ir: بلوک با usage_id: {usage_id} پیدا نشد.
it_it: Blocco con usage_id: {usage_id} non trovato.
lv: Bloķēt ar usage_id: {usage_id} netika atrasts.

source: You can create up to {max_num_bookmarks_per_course} bookmarks. You must remove some bookmarks before you can add new ones.
eo: Ýöü çän çréäté üp tö {max_num_bookmarks_per_course} ßöökmärks. Ýöü müst rémövé sömé ßöökmärks ßéföré ýöü çän ädd néw önés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Puede crear hasta marcadores de {max_num_bookmarks_per_course}. Debe eliminar algunos marcadores antes de poder agregar otros nuevos.
fa_ir: شما می‌توانید به {max_num_bookmarks_per_course} مورد نشاندار ایجاد کنید. لازم است برخی از موارد نشاندار را حذف کنید تا بتوانید موارد جدید بیفزایید.
it_it: È possibile creare fino a {max_num_bookmarks_per_course} segnalibri. È necessario rimuovere alcuni segnalibri prima di poter aggiungere nuovi.
lv: Jūs varat izveidot līdz pat {max_num_bookmarks_per_course} grāmatzīmes. Jums ir jānoņem dažas grāmatzīmes, pirms Jūs varēsiet pievienot jaunas.
mn: Та хамгийн ихдээ {max_num_bookmarks_per_course} bookmark үүсгэж болно. Та шинэ bookmarks нэмэхээсээ өмнө зарим bookmarks заавал устгах ёстой.

source: Bookmark with usage_id: {usage_id} does not exist.
eo: Böökmärk wïth üsägé_ïd: {usage_id} döés nöt éxïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El marcador con usage_id {usage_id} no existe.
fa_ir: نشاندار با usage_id: {usage_id} نیست.
it_it: Il segnalibro con usage_id: {usage_id} non esiste.
lv: Grāmatzīme ar usage_id: {usage_id} neeksistē.
mn: usage_id: {usage_id}-тай bookmarks байхгүй байна.

source: Internal API URL
eo: Ìntérnäl ÀPÌ ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: URL de la API interna
fa_ir: داخلی API URL
it_it: URL API interno
lv: Iekšējais API URL
mn: Дотоод API URL

source: DEPRECATED: Use the setting COURSE_CATALOG_API_URL.
eo: DÉPRÉÇÀTÉD: Ûsé thé séttïng ÇÖÛRSÉ_ÇÀTÀLÖG_ÀPÌ_ÛRL. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: OBSOLETO: Utilice la configuración COURSE_CATALOG_API_URL.
fa_ir: DEPRECATED: از تنظیمات COURSE_CATALOG_API_URL استفاده کنید.
it_it: OBSOLETO: utilizzare l'impostazione COURSE_CATALOG_API_URL.
lv: DEPRECATED: Izmantojiet iestatījumu COURSE_CATALOG_API_URL.

source: Specified in seconds. Enable caching of API responses by setting this to a value greater than 0.
eo: Spéçïfïéd ïn séçönds. Énäßlé çäçhïng öf ÀPÌ réspönsés ßý séttïng thïs tö ä välüé gréätér thän 0. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Especificado en segundos. Habilite el almacenamiento en caché de las respuestas de la API configurando esto en un valor mayor que 0.
fa_ir: تعیین‌شده در ثانیه. فعالسازی ذخیره پاسخ‌های API با تنظیم آن بر روی مقداری بزرگتر از 0.
it_it: Valore specificato in secondi. Abilitare la memorizzazione nella cache delle risposte API impostandola ad un valore maggiore di 0.
lv: Norādīts sekundēs. Iespējojiet API atbilžu kešdarbi, iestatot šo kā vērtību lielāku par 0.

source: Long Term Cache Time To Live
eo: Löng Térm Çäçhé Tïmé Tö Lïvé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Caché a largo plazo Tiempo de vida
fa_ir: حافظه طولانی‌مدت زمان پخش
it_it: Cache TTL - Time To Live a lungo termine
lv: Ilgtermiņa dzīvlaika kešatmiņa

source: Specified in seconds (defaults to 86400s, 24hr). In some cases the cache does needs to be refreshed less frequently. Enable long term caching of API responses by setting this to a value greater than 0.
eo: Spéçïfïéd ïn séçönds (défäülts tö 86400s, 24hr). Ìn sömé çäsés thé çäçhé döés nééds tö ßé réfréshéd léss fréqüéntlý. Énäßlé löng térm çäçhïng öf ÀPÌ réspönsés ßý séttïng thïs tö ä välüé gréätér thän 0. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢α#
es_es: Especificado en segundos (predeterminado en 86400s, 24 horas). En algunos casos, la memoria caché debe actualizarse con menos frecuencia. Habilite el almacenamiento en caché a largo plazo de las respuestas de la API configurando esto en un valor mayor que 0.
fa_ir: در چند ثانیه مشخص شده است (پیش‌فرض 86400 ، 24 ساعت). در برخی موارد، حافظۀ پنهان به دفعات کمتری نیاز به روزآمدسازی دارد. با تنظیم این مقدار به مقدار ی بیش از 0، حافظۀ پنهان طولانی‌مدت را برای پاسخ های API فعال کنید.
it_it: Valore specificato in secondi (assume il valore predefinito di 86400s, 24hr). In alcuni casi la cache deve essere aggiornata meno frequentemente. Abilitare la memorizzazione nella cache a lungo termine di risposte API impostandola ad un valore maggiore di 0.
lv: Noteikts sekundēs (tiek atgriezts uz noklusēto vērtību 86400s, 24hr). Dažos gadījumos kešatmiņu ir nepieciešams atsvaidzināt retāk. Iespējojiet API atbilžu ilgtermiņa dzīvlaika kešdarbi, iestatot šo vērtību lielāku par 0.

source: Username created for Course Catalog Integration, e.g. lms_catalog_service_user.
eo: Ûsérnämé çréätéd för Çöürsé Çätälög Ìntégrätïön, é.g. lms_çätälög_sérvïçé_üsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Nombre de usuario creado para la integración del catálogo de cursos, p. ej. lms_catalog_service_user.
fa_ir: نام کاربری برای دوره آموزشی فهرست ادغام، مثلا، ایجاد سامانه مدیریت آموزش مجازی _ افزودن کاتولوگ _ _ خدمات کاربر.
it_it: Nome utente creato per l'integrazione del catalogo corsi, ad esempio lms_catalog_service_user.
lv: Lietotājvārds, kas izveidots kursa kataloga integrācijai, piem. lms_catalog_service_user.

source: Page Size
eo: Pägé Sïzé Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Tamaño de la página
fa_ir: سایز صفحه
it_it: Dimensione di pagina
lv: Lappuses izmērs
mn: Хуудсын хэмжээ
