Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Site theme reverted to the default
eo: Sïté thémé révértéd tö thé défäült Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Tema del sitio revertido al predeterminado
fa_ir: طرح‌زمینه به حالت پیش‌فرض بازگشت
it_it: Tema sito riportato all'impostazione predefinita
lv: Vietnes dizains atgriezts uz noklusēto
mn: Хуудсын загварыг өгөгдмөл загварлуу буцаах

source: Theming Administration
eo: Thémïng Àdmïnïsträtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Administración de temas
fa_ir: مدیریت طراحی
it_it: Gestione dei Temi
lv: Dizainu administrēšana
mn: Хуудсын загварын администратор

source: Usernames can only contain letters (A-Z, a-z), numerals (0-9), underscores (_), and hyphens (-).
eo: Ûsérnämés çän önlý çöntäïn léttérs (À-Z, ä-z), nüméräls (0-9), ündérsçörés (_), änd hýphéns (-). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Los nombres de usuario únicamente pueden contener las letras (A-Z, a-z), números (0-9), guion bajo (_) y guion (-).
fa_ir: نام‌های کاربری فقط می‌توانند شامل حروف (الف-ی)، اعداد (0-9) ، زیر خط (_) و خط تیره (-) باشند.
it_it: I nomi utente possono solo contenere lettere (A-Z, a-z), numeri (0-9), caratteri di sottolineatura (_) e trattini (-).
lv: Lietotājvārdi var saturēt tikai burtus (A-Z, a-z), ciparus (0-9), pasvītras (_) un defises (-).
mn: Хэрэглэгчийн нэр зөвхөн үсэг (A-Z, a-z), тоо (0-9), доогуур зураас (_), болон зураас (-) агуулсан байна.

source: Usernames can only contain letters, numerals, and @/./+/-/_ characters.
eo: Ûsérnämés çän önlý çöntäïn léttérs, nüméräls, änd @/./+/-/_ çhäräçtérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Los nombres de usuario únicamente pueden contener letras, números y los caracteres @/./+/-/_
fa_ir: نام‌های کاربری فقط می‌توانند حاوی حروف، اعداد و نویسه‌های @ /. / + / - - / _ باشند.
it_it: I nomi utente possono solo contenere lettere, numeri ed i caratteri @/./+/-/_ .
lv: Lietotājvārdi var saturēt tikai burtus, ciparus un @/./+/-/_ rakstzīmes.
mn: Хэрэглэгчийн нэр зөвхөн үсэг, тоо, болон @/./+/-/_ тэмдэгтүүдийг агуулсан байна.

source: Enter a valid email address
fa_ir: نشانی رایانامه معتبری را وارد کنید
it_it: Inserisci un indirizzo email valido

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
eo: Ìt lööks lïké {email_address} ßélöngs tö än éxïstïng äççöünt. Trý ägäïn wïth ä dïfférént émäïl äddréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Parece que {email_address} pertenece a una cuenta ya existente. Inténtalo de nuevo con una dirección de correo electrónico diferente.
fa_ir: به نظر می‌رسد {email_address} متعلق به یک حساب‌کاربری موجود در سامانه است. با نشانی رایانامه دیگری دوباره امتحان کنید.
it_it: Sembra che {email_address} appartenga ad un account esistente. Provare nuovamente con un indirizzo email differente.
lv: Izskatās, ka e-pasts {email_address} pieder jau esošam kontam. Mēģiniet vēlreiz ar citu e-pasta adresi.
mn: {email_address} имэйл хаягтай хэрэглэгч байна. Өөр имэйл хаягаар дахин үзэн үү.

source: This email is already associated with an existing or previous {settings.PLATFORM_NAME} account
fa_ir: این نشانی رایانامه قبلاً با یک حساب کاربری موجود یا قبلی {settings.PLATFORM_NAME} مرتبط شده است
it_it: Questa email è già associata a un account {settings.PLATFORM_NAME} esistente o precedente

source: This email is associated to a retired account.
fa_ir: نشانی رایانامه مربوط به حساب کاربری بلااستفاده‌ای است.
it_it: Questa email è associata a un account ritirato.

source: The password you entered is on a list of known compromised passwords. Please choose a different one.
fa_ir: گذرواژه‌ای که وارد کردید در فهرستی از گذرواژه‌های شناخته‌شده آسیب‌‌پذیر قرار دارد. لطفا گذرواژه دیگری انتخاب کنید.
it_it: La password che hai inserito è in un elenco di password compromesse conosciute. Si prega di sceglierne uno diverso.

source: It looks like {username} belongs to an existing account. Try again with a different username.
eo: Ìt lööks lïké {username} ßélöngs tö än éxïstïng äççöünt. Trý ägäïn wïth ä dïfférént üsérnämé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Parece que {username} pertenece a una cuenta ya existente. Inténtalo de nuevo con un usuario diferente.
fa_ir: به نظرمی‌رسد {username}متعلق به حساب کاربری است که از قبل در سامانه ثبت شده‌است. نام کاربری دیگری را دوباره امتحان کنید.
it_it: Sembra che {username} appartenga ad un account esistente. Provare nuovamente con un nome utente differente.
lv: Izskatās, ka lietotājvārds {username} pieder jau esošam kontam. Mēģiniet vēlreiz ar citu lietotājvārdu.
mn: {username} хэрэглэгчийн нэр бүртгэлтэй байна. Өөр хэрэглэгчийн нэрээр дахин үзнэ үү.

source: It looks like this username is already taken
fa_ir: به نظر می‌رسد این نام کاربری قبلاً مورد استفاده قرار گرفته است
it_it: Sembra che questo nome utente sia già stato utilizzato

source: Username must be between {min} and {max} characters long.
eo: Ûsérnämé müst ßé ßétwéén {min} änd {max} çhäräçtérs löng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El nombre de usuario debe tener entre {min} y {max} caracteres de longitud.
fa_ir: نام‌کاربری باید بین {min} و {max} نویسه داشته باشد.
it_it: Il nome utente deve avere una lunghezza compresa tra {min} e {max} caratteri.
lv: Lietotājvārdam jābūt {min} līdz {max} rakstzīmes garam.
mn: Хэрэглэгчийн нэр {min}-аас {max} урттай тэмдэгт байх ёстой.

source: Enter a valid email address that contains at least {min} characters.
eo: Éntér ä välïd émäïl äddréss thät çöntäïns ät léäst {min} çhäräçtérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Introduzca una dirección de correo electrónico válida que contenga al menos {min} caracteres.
fa_ir: نشانی رایانامه معتبری وارد کنید که حداقل شامل {min} نویسه باشد.
it_it: Immettere un indirizzo email valido che contiene almeno {min} caratteri.
lv: Ierakstiet derīgu e-pasta adresi, kas sastāv vismaz no {min} rakstzīmēm.
mn: Зөв имэйл хаяг оруулна уу. Имэйл хаяг нь хамгийн багадаа {min} тэмдэгт агуулсан байна

source: Enter your full name
fa_ir: نام و نام خانوادگی خود را وارد کنید
it_it: Inserisci il tuo nome e cognome

source: Enter your first name
fa_ir: نام خود را وارد کنید
it_it: Inserisci il tuo nome di battesimo

source: Enter your last name
fa_ir: نام خانوادگی خود را وارد کنید
it_it: Inserire il cognome

source: The email addresses do not match
fa_ir: نشانی‌های رایانامه تطبیق ندارند
it_it: Gli indirizzi email non corrispondono

source: Enter your confirm email
fa_ir: رایانامه تایید خود را وارد کنید
it_it: Inserisci la tua email di conferma

source: Select your country or region of residence
fa_ir: کشور یا منطقه محل سکونت خود را برگزینید
it_it: Seleziona il tuo paese o regione di residenza

source: Select your profession
fa_ir: حرفه خود را برگزینید
it_it: Seleziona la tua professione

source: Select your specialty
fa_ir: تخصص خود را برگزینید
it_it: Seleziona la tua specialità

source: Enter your profession
fa_ir: حرفه خود را وارد کنید
it_it: Entra nella tua professione

source: Enter your specialty
fa_ir: تخصص خود را وارد کنید
it_it: Inserisci la tua specialità

source: Enter your state
fa_ir: استان خود را وارد کنید
it_it: Inserisci il tuo stato

source: Enter your city
fa_ir: شهر خود را وارد کنید
it_it: Inserisci la tua città

source: Tell us your goals
fa_ir: اهداف خود را بیان کنید
it_it: Raccontaci i tuoi obiettivi

source: Select the highest level of education you have completed
fa_ir: آخرین سطح تحصیلی را که گذرانده‌اید انتخاب کنید
it_it: Seleziona il livello di istruzione più alto che hai completato

source: Select your year of birth
fa_ir: سال تولد خود را برگزینید
it_it: Seleziona il tuo anno di nascita

source: Select your gender
fa_ir: جنسیت را مشخص کنید
it_it: Seleziona il tuo sesso

source: Enter your mailing address
fa_ir: نشانی رایانامه خود را وارد کنید
it_it: Inserisci il tuo indirizzo di posta

source: Our system detected that your password is vulnerable. Change your password so that your account stays secure.
fa_ir: سامانه ما تشخیص داده است که گذرواژه شما آسیب‌پذیر است. گذرواژه خود را تغییر دهید تا حساب کاربری شما ایمن بماند.
it_it: Il nostro sistema ha rilevato che la tua password è vulnerabile. Cambia la tua password in modo che il tuo account rimanga sicuro.

source: Our system detected that your password is vulnerable. We recommend you change it so that your account stays secure.
fa_ir: سامانه ما تشخیص داده است که گذرواژه شما آسیب‌پذیر است. توصیه ما این است که آن را تغییر دهید تا حساب کاربری شما ایمن بماند.
it_it: Il nostro sistema ha rilevato che la tua password è vulnerabile. Ti consigliamo di cambiarlo in modo che il tuo account rimanga sicuro.

source: The '{field_name}' field cannot be edited.
eo: Thé '{field_name}' fïéld çännöt ßé édïtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: El campo "{field_name}" no se puede editar.
fa_ir: قسمت '{field_name}' قابل ویرایش نیست.
it_it: Impossibile modificare il campo '{field_name}'.
lv: Lauku '{field_name}' nevar rediģēt.
mn: '{field_name}' талбарыг засах боломжгүй.

source: Enter a valid name
fa_ir: نامی معتبر وارد کنید
it_it: Inserisci un nome valido

source: First Name
eo: Fïrst Nämé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Nombre
fa_ir: نام
it_it: Nome
lv: Vārds
mn: Нэр

source: Last Name
eo: Läst Nämé Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Apellidos
fa_ir: نام خانوادگی
it_it: Cognome
lv: Uzvārds
mn: Овог

source: State/Province/Region
eo: Stäté/Prövïnçé/Régïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Estado/Provincia/Ciudad
fa_ir: ایالت/استان/ منطقه
it_it: Stato/Provincia/Regione
lv: Štats/Province/Reģions
mn: Хот,аймаг/ Дүүрэг,сум/ Хороо,баг

source: Company
eo: Çömpäný Ⱡ'σяєм ιρѕυм #
es_es: Compañia
fa_ir: شرکت
it_it: Società
lv: Uzņēmums
mn: Ажлын газар

source: Title
eo: Tïtlé Ⱡ'σяєм ιρѕ#
es_es: Título
fa_ir: عنوان
it_it: Titolo
lv: Amats
mn: Гарчиг

source: Job Title
eo: Jöß Tïtlé Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Título profesional
fa_ir: عنوان سمت
it_it: Qualifica
lv: Amats
mn: Албан тушаал

source: Mailing address
eo: Mäïlïng äddréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Dirección postal
fa_ir: نشانی پستی
it_it: Indirizzo
lv: Pasta adrese
mn: Шуудангийн хаяг

source: Tell us why you're interested in {platform_name}
eo: Téll üs whý ýöü'ré ïntéréstéd ïn {platform_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Cuéntanos por qué estas interesado en {platform_name}
fa_ir: دلیل علاقه شما به {platform_name} چیست؟
it_it: Raccontaci del tuo interesse per {platform_name}
lv: Pastāstiet, kādēļ Jūs esat ieinteresēti par {platform_name}
mn: Яагаад {platform_name}-г сонирхож байгаагаа бичнэ үү

source: Profession
eo: Pröféssïön Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Profesión
fa_ir: حرفه
it_it: Professione
lv: Profesija
mn: Мэргэжил

source: Specialty
eo: Spéçïältý Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Especialidad
fa_ir: تخصص
it_it: Specializzazione
lv: Specialitāte
mn: Мэргэшил

source: Make sure that you are providing a valid username or a URL that contains "{url_stub}". To remove the link from your {platform_name} profile, leave this field blank.
fa_ir: اطمینان حاصل کنید که نام کاربری معتبر یا نشانی اینترنتی حاوی "{url_stub}" ارائه می‌دهید. برای حذف این پیوند از پرونده کاربری {platform_name} خود، این قسمت را خالی بگذارید.
it_it: Assicurati di fornire un nome utente valido o un URL che contenga &quot;{url_stub}&quot;. Per rimuovere il link dal tuo profilo {platform_name}, lascia vuoto questo campo.

source: This account has been temporarily locked due to excessive login failures. Try again later.
eo: Thïs äççöünt häs ßéén témpörärïlý löçkéd düé tö éxçéssïvé lögïn fäïlürés. Trý ägäïn lätér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Esta cuenta ha sido bloqueada temporalmente debido a un número excesivo de intentos de identificación fallidos. Inténtalo de nuevo más tarde.
fa_ir: این حساب‌کاربری به‌دلیل ورود ناموفق مکرر، موقتا غیر فعال است. بعدا دوباره تلاش کنید
it_it: Questo account è stato temporaneamente bloccato a causa di un numero eccessivo di tentativi di accesso non riusciti. Riprova più tardi.
lv: Šis konts uz laiku ir bloķēts pārmērīgu pieteikšanās kļūmju dēļ. Lūdzu, vēlāk mēģiniet vēlreiz.
mn: Энэ бүртгэл хэт олон алдаатай нэвтрэлтийн улмаас түр хугацаагаар түгжигдэв. Дараа дахин оролдоно уу.

source: Email or password is incorrect.
eo: Émäïl ör pässwörd ïs ïnçörréçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Correo electrónico o contraseña incorrectos.
fa_ir: نشانی رایانامه یا گذرواژه نادرست است.
it_it: Email o password non corretta.
lv: Nepareizs e-pasts vai parole
mn: Нууц үг эсвэл имэйл буруу байна.

source: Permission Denied
eo: Pérmïssïön Dénïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Acceso no permitido
fa_ir: مجوز رد شد
it_it: Autorizzazione negata
mn: Зөвшөөрөөгүй

source: Retirement does not exist!
eo: Rétïrémént döés nöt éxïst! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: ¡La jubilación no existe!
fa_ir: بازنشستگی نیست!
it_it: Ritiro non esistente!

source: Success
eo: Süççéss Ⱡ'σяєм ιρѕυм #
es_es: Finalizado con éxito
fa_ir: موفق
it_it: Successo
lv: Veiksmīgi
mn: Амжилттай

source: Actions
eo: Àçtïöns Ⱡ'σяєм ιρѕυм #
es_es: Acciones
fa_ir: اقدامات
it_it: Azioni
lv: Darbības
mn: Үйлдлүүд

source: Delete failed for user preference '{preference_key}'.
eo: Délété fäïléd för üsér préférénçé '{preference_key}'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: No se pudo eliminar la preferencia de usuario "{preference_key}".
fa_ir: اولویت کاربر حذف نشد '{preference_key}'.
it_it: Eliminazione non riuscita per preferenza utente '{preference_key}'.
lv: Neizdevās dzēst lietotāja parametrus '{preference_key}'.

source: Preference '{preference_key}' cannot be set to an empty value.
eo: Préférénçé '{preference_key}' çännöt ßé sét tö än émptý välüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La preferencia "{preference_key}" no se puede establecer en un valor vacío.
fa_ir: اولویت "{preference_key}" را نباید روی مقدار خالی تنظیم کرد.
it_it: La preferenza '{preference_key}' non può essere impostata su un valore vuoto.
lv: Parametru '{preference_key}' nevar iestatīt kā tukšu vērtību.

source: Invalid user preference key '{preference_key}'.
eo: Ìnvälïd üsér préférénçé kéý '{preference_key}'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Clave de preferencia de usuario no válida "{preference_key}"
fa_ir: کلید ترجیحی کاربر "{preference_key}" معتبر نیست.
it_it: Chiave di preferenza utente '{preference_key}' non valida.
lv: Nederīga lietotāja parametru atslēga '{preference_key}'.

source: Value '{preference_value}' is not valid for user preference '{preference_key}'.
eo: Välüé '{preference_value}' ïs nöt välïd för üsér préférénçé '{preference_key}'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El valor '{preference_value}' no es válido para la preferencia del usuario '{preference_key}'.
fa_ir: مقدار "{preference_value}" برای اولویت کاربر "{preference_key}" معتبر نیست.
it_it: Il valore '{preference_value}' non è valido per la preferenza utente '{preference_key}'.
lv: Vērtība '{preference_value}' nav derīga lietotāja parametram '{preference_key}'.

source: Value '{preference_value}' not valid for preference '{preference_key}': Not in timezone set.
eo: Välüé '{preference_value}' nöt välïd för préférénçé '{preference_key}': Nöt ïn tïmézöné sét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Valor '{preference_value}' no válido para la preferencia '{preference_key}': No está en el fuso horario establecido.
fa_ir: مقدار "{preference_value}" برای اولویت معتبر نیست "{preference_key}": در منطقۀ زمانی تنظیم نشده‌است.
it_it: Valore '{preference_value}' non valido per preferenza '{preference_key}': non in fuso orario impostato.
lv: Vērtība '{preference_value}' nav derīga parametram '{preference_key}': Nav iestatītajā laika zonā.

source: Value '{preference_value}' is not a valid time zone selection.
eo: Välüé '{preference_value}' ïs nöt ä välïd tïmé zöné séléçtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El valor '{preference_value}' no es una selección de zona horaria válida.
fa_ir: مقدار "{preference_value}" انتخاب معتبری برای منطقۀ زمانی نیست.
it_it: Il valore '{preference_value}' non è una selezione di fuso orario valida.
lv: Vērtība '{preference_value}' nav derīga laika zonas izvēle.

source: Save failed for user preference '{key}' with value '{value}'.
eo: Sävé fäïléd för üsér préférénçé '{key}' wïth välüé '{value}'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se pudo guardar la opción de usuario '{key}' con el valor '{value}'.
fa_ir: ذخیره‌سازی برای اولویت کاربر "{key}" با مقدار "{value}" انجام نشد.
it_it: Salvataggio non riuscito per preferenza utente '{key}' con valore '{value}'.
lv: Saglabāšana neizdevās lietotāja parametram '{key}' ar vērtību '{value}'.

source: No data provided for user preference update
eo: Nö dätä prövïdéd för üsér préférénçé üpdäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No se proporcionaron datos para la actualización de preferencias del usuario
fa_ir: هیچ داده‌ای برای روزآمدسازی اولویت کاربر ارائه نشده‌است
it_it: Nessun dato fornito per aggiornamento della preferenza utente
lv: Nav sniegti dati lietotāja parametru atjauninājumam

source: We received a deletion request for your account on %(platform_name)s. We're sorry to see you go!
eo: Wé réçéïvéd ä délétïön réqüést för ýöür äççöünt ön %(platform_name)s. Wé'ré sörrý tö séé ýöü gö! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Recibimos una solicitud de eliminación de su cuenta en %(platform_name)s. ¡Sentimos verte partir!
fa_ir: درخواست حذف حساب کاربری شما در%(platform_name)sدریافت کردیم. متأسفیم که ما را ترک می‌کنید!
it_it: Abbiamo ricevuto una richiesta di eliminazione per il tuo account su %(platform_name)s. Ci dispiace vederti andare via!
lv: %(platform_name)s saņēmām Jūsu konta dzēšanas pieprasījumu. Mums žēl redzēt Jūs aizejam!
mn: Бид таны бүртгэл %(platform_name)s-ээс устгах хүсэлт хүлээн авлаа. Таныг бүртгэлээ цуцалж байгаад бид харамсаж байна.

source: Your account will be deleted shortly. Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
eo: Ýöür äççöünt wïll ßé délétéd shörtlý. Àççöünt délétïön, ïnçlüdïng rémöväl fröm émäïl lïsts, mäý täké ä féw wééks tö füllý pröçéss thröügh öür sýstém. Ìf ýöü wänt tö öpt-öüt öf émäïls ßéföré thén, pléäsé ünsüßsçrïßé fröm thé föötér öf äný émäïl. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє#
es_es: Su cuenta será eliminada en breve. La eliminación de la cuenta, incluida la eliminación de las listas de correo electrónico, puede tardar algunas semanas en procesarse por completo a través de nuestro sistema. Si desea optar por no recibir correos electrónicos antes de esa fecha, cancele la suscripción desde el pie de página de cualquier correo electrónico.
fa_ir: حساب کاربری شما به‌زودی حذف خواهد شد. حذف کامل حساب کاربری، از جمله حذف از فهرست نشانی‌های رایانامه، ممکن است چند هفته طول بکشد تا سامانه ما این فرایند را پردازش کند. اگر مایلید نشانی‌های رایانامه خود را پیش از این دورۀ زمانی از سامانه حذف کنید، لطفاً لغو اشتراک خود را در قسمت آخر رایانامه بزنید.
it_it: Il tuo account sarà eliminato a breve. L'eliminazione dell'account, nonché la rimozione dagli elenchi email, potrebbe impiegare alcune settimane per essere completamente processate tramite il nostro sistema. Se desideri disattivare le email prima di allora, annulla l'iscrizione dal piè di pagina di una qualsiasi e-mail.
lv: Jūsu konts tiks drīzumā dzēsts. Konta dzēšana un noņemšana no e-pasta sarakstiem, var ilgt dažas nedēļas. Ja vēlaties atteikties no e-pasta ziņojumiem jau tagad, lūdzu, anulējiet abonementu e-pastu saņemšanai.
mn: Таны бүртгэл удахгүй устгагдах болно. Бүртгэл болон түүний доторх имэйлийн жагсаалт устгах процесс магадгүй хэдэн долоо хоног үргэлжилж болно. Хэрэв та хурдан имэйлээс татгалзах хүсэлтэй байгаа бол аль ч имэйлийн хөлний хэсгээс бүртгэлээ цуцалж болно.

source: This is an informational email only. If you did not initiate this request, please contact %(contact_email)s.
eo: Thïs ïs än ïnförmätïönäl émäïl önlý. Ìf ýöü dïd nöt ïnïtïäté thïs réqüést, pléäsé çöntäçt %(contact_email)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Este es un correo electrónico informativo solamente. Si no inició esta solicitud, comuníquese con %(contact_email)s.
fa_ir: این فقط یک رایانامه برای ارائه اطلاعات است. اگر شما درخواست نکرده‌اید، لطفاً با%(contact_email)sتماس بگیرید.
it_it: Questa è solo una email informativa. Se non hai iniziato questa richiesta, si prega di contattare %(contact_email)s.
lv: Šis ir tikai informatīvs e-pasts. Ja šo pieprasījumu neveicāt Jūs, lūdzu, sazinieties ar %(contact_email)s.
mn: Энэ бол зөвхөн мэдээллийн имэйл. Хэрэв та энэ хүсэлтэнд бүртгүүлээгүй бол %(contact_email)s холбоо барина уу.

source: Best, %(platform_name)s
eo: Bést, %(platform_name)s Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Mejor, %(platform_name)s
fa_ir: بهترین، %(platform_name)s
it_it: Cordialmente, %(platform_name)s
lv: Labākais, %(platform_name)s
mn: Маш сайн, %(platform_name)s

source: Your Account Has Been Queued For Deletion
eo: Ýöür Àççöünt Häs Béén Qüéüéd För Délétïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Su cuenta se ha puesto en cola para su eliminación
fa_ir: حساب کاربری شما در صف حذف از سامانه قرار گرفت
it_it: Il tuo account è stato accodato per l'eliminazione
lv: Jūsu konts tiek pievienots rindai uz dzēšanu
mn: Бүртгэл устгах дараалалд таны бүртгжл орсон байна.

source: Highest level of education completed
eo: Hïghést lévél öf édüçätïön çömplétéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Nivel de estudios más alto completado
fa_ir: بالاترین سطح تحصیلات
it_it: Livello di istruzione più alto conseguito
lv: Augstākais iegūtās izglītības līmenis.
mn: Таны дүүргэсэн хамгийн дээд боловсролын түвшин

source: Year of birth
eo: Ýéär öf ßïrth Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Año de nacimiento
fa_ir: سال تولد
it_it: Anno di nascita
lv: Dzimšanas gads
mn: Төрсөн он

source: Password reset
fa_ir: بازنشانی گذرواژه
it_it: Reimpostazione password

source: You're receiving this e-mail because you requested a password reset for your user account at %(platform_name)s.
eo: Ýöü'ré réçéïvïng thïs é-mäïl ßéçäüsé ýöü réqüéstéd ä pässwörd rését för ýöür üsér äççöünt ät %(platform_name)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Has recibido este correo electrónico como respuesta a tu solicitud de reinicio de contraseña de la cuenta de usuario de%(platform_name)s.
fa_ir: شما این رایانامه را دریافت می‌کنید زیرا درخواست بازتنظیم گذرواژه برای حساب کاربری خود را در %(platform_name)sداشتید.
it_it: Si sta ricevendo questa email perché è stato richiesto di reimpostare una password per l'account utente su %(platform_name)s.
lv: Jūs saņemat šo e-pastu, jo Jūs pieprasījāt paroles atiestatīšanu Jūsu lietotāja kontam %(platform_name)s.
mn: %(platform_name)s дэх таны хэрэглэгчийн бүртгэлээс нууц үгийг дахин тохируулах хүсэлт ирүүлсэн тул та энэ имэйлийг хүлээн авч байна.

source: However, there is currently no user account associated with your email address: %(email_address)s.
eo: Höwévér, théré ïs çürréntlý nö üsér äççöünt ässöçïätéd wïth ýöür émäïl äddréss: %(email_address)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Sin embargo, actualmente no hay ninguna cuenta de usuario asociada con su dirección de correo electrónico: %(email_address)s.
fa_ir: با این حال ، اکنون هیچ حساب کاربری مرتبط با رایانامه شما وجود ندارد: %(email_address)s.
it_it: Tuttavia, non esiste alcun account utente attualmente associato al tuo indirizzo email: %(email_address)s.
lv: Tomēr, patlaban nav neviens lietotāja konts, kas būtu saistīts ar Jūsu e-pasta adresi: %(email_address)s.
mn: Хэдий тиймч таны имэйл хаягтай холбоотой хэрэглэгчийн бүртгэл одоогоор байхгүй байна: %(email_address)s.
