Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: HTML anchor tag that contains the name and link.
fa_ir: تگ ثبات HTML که حاوی نام و پیوند است.
it_it: Tag anchor HTML che contiene il nome e il link.

source: List of report downloads
fa_ir: فهرست بارگیری گزارش
it_it: Elenco dei download dei report

source: ID for the course whose reports need to be listed.
fa_ir: شناسه دوره‌آموزشی که باید گزارش‌های آن درج شود.
it_it: ID del corso per il quale devono essere elencati i report.

source: Filter results to only return details of for the report with the specified name.
fa_ir: نتایج را فیلتر کنید تا فقط جزئیات گزارش با نام مشخص را بازگردانید.
it_it: Filtra i risultati in modo da restituire solo i dettagli del report con il nome specificato.

source: ORA data
eo: ÖRÀ dätä Ⱡ'σяєм ιρѕυм ∂#
es_es: Informació de ORA
fa_ir: تاریخ کنونی
it_it: Dati ORA
lv: ORA dati
mn: ORA өгөгдөл

source: ORA summary
fa_ir: ORA خلاصه
it_it: Riepilogo ORA

source: Attachments archive is being created.
eo: Àttäçhménts ärçhïvé ïs ßéïng çréätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fa_ir: بایگانی پیوست در حال ایجاد است.
it_it: L'archivio allegati è in fase di creazione.

source: grade
eo: grädé Ⱡ'σяєм ιρѕ#
es_es: Calificación
fa_ir: نمره
it_it: voto
lv: novērtējums
mn: Дүн

source: problem grade
eo: prößlém grädé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Grado del problema
fa_ir: درجه مساله
it_it: voto del problema
lv: problēmas kategorija
mn: даалгаварын дүн

source: Successfully changed due date for student {0} for {1} to {2}
eo: Süççéssfüllý çhängéd düé däté för stüdént {0} för {1} tö {2} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Se ha cambiado con éxito el plazo de entrega para el alumno {0} de {1} a {2}
fa_ir: موعد مقرر برای یادگیرندگان تغییر {0} برای {1} به {2} تغییر یافت
it_it: Data di scadenza modificata correttamente per lo studente {0} per {1} in {2}
lv: Veiksmīgi nomainīts izpildes datums studentam {0} līdz {1} uz {2}
mn: Суралцагч {0} -ийн товлосон огноог {1} -ээс {2} луу ажилттай өөрчиллөө.

source: Successfully removed invalid due date extension (unit has no due date).
eo: Süççéssfüllý rémövéd ïnvälïd düé däté éxténsïön (ünït häs nö düé däté). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Eliminada con éxito la extensión de fecha límite inválida (la unidad no tiene fecha límite)
fa_ir: پسوند موعد مقرر نامعتبر حذف شد (unit has no due date).
it_it: Estensione data di scadenza rimossa correttamente (l'unità non ha alcuna data di scadenza).
lv: Veiksmīgi noņemts nederīgais izpildes datuma paplašinājums (vienībai nav izpildes datuma).
mn: Буруу товлосон огноог амжилттай устгалаа (нэгж товлосон хугацаа байхгүй).

source: Successfully reset due date for student {0} for {1} to {2}
eo: Süççéssfüllý rését düé däté för stüdént {0} för {1} tö {2} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Se ha reseteado con éxito el plazo de entrega para el alumno {0} de {1} a {2}
fa_ir: موعد مقرر برای یادگیرندگان {0} برای {1} به {2} بازتنظیم شد
it_it: Data di scadenza reimpostata correttamente per lo studente {0} per {1} in {2}
lv: Veiksmīgi atiestatīts izpildes datums studentam {0} līdz {1} uz {2}
mn: суралцагч {0} ийн товлосон хугацааг {1} -ээс {2} луу ажилттай шинэчиллээ

source: This student (%s) will skip the entrance exam.
eo: Thïs stüdént (%s) wïll skïp thé éntränçé éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Este estudiante (%s) se saltará el examen de ingreso.
fa_ir: این فرد (%s) از آزمون ورودی عبور کرده است.
it_it: Questo studente (%s) salterà l'esame di ammissione.
lv: Šis students (%s) izlaidīs iestājpārbaudījumu.
mn: Энэ суралцагч (%s) элсэлтийн шалгалтыг алгасна.

source: This student (%s) is already allowed to skip the entrance exam.
eo: Thïs stüdént (%s) ïs älréädý ällöwéd tö skïp thé éntränçé éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Este estudiante (%s) ya puede saltarse el examen de ingreso.
fa_ir: این فرد (%s) مجوز عبور از آزمون ورودی را از قبل داراست.
it_it: A questo studente (%s) è già consentito di saltare l'esame di ammissione.
lv: Šim studentam (%s) jau ir atļauts izlaist iestājpārbaudījumu.
mn: Энэ суралцагчийг (%s) элсэлтийн шалгалт алгасахыг зөвшөөрсөн байна.

source: Certificate generation task for all students of this course has been started. You can view the status of the generation task in the "Pending Tasks" section.
eo: Çértïfïçäté générätïön täsk för äll stüdénts öf thïs çöürsé häs ßéén stärtéd. Ýöü çän vïéw thé stätüs öf thé générätïön täsk ïn thé "Péndïng Täsks" séçtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσ#
es_es: Se ha iniciado la tarea de generación de certificados para todos los estudiantes de este curso. Puede ver el estado de la tarea de generación en la sección "Tareas pendientes".
fa_ir: کار ساخت گواهی برای همه یادگیرندگان این دوره آموزشی آغاز شده است. شما می‌توانید وضعیت روند تولید را در بخش «فعالیت‌های در حال انتظار» ببینید.
it_it: È stata avviata l'attività di generazione del certificato per tutti gli studenti di questo corso. È possibile visualizzare lo stato dell'attività di generazione nella sezione "Attività in sospeso".
lv: Ir sācies sertifikātu ģenerēšanas uzdevums visiem studentiem šajā kursā. Jūs varat apskatīt ģenerēšanas uzdevuma statusu sadaļā "Pending Tasks".
mn: Энэ хичээлийн бүх оюутны гэрчилгээ үүсгэх ажил эхлэсэн байна. Та үүсгэлтийн ажлын төлвийг "Хүлээгдэж буй ажил" хэсгээс харж болно.

source: Please select one or more certificate statuses that require certificate regeneration.
eo: Pléäsé séléçt öné ör möré çértïfïçäté stätüsés thät réqüïré çértïfïçäté régénérätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Seleccione uno o más estados de certificado que requieran la regeneración de certificados.
fa_ir: لطفا یک یا چند وضعیت گواهی که برای بازتولید گواهی نیاز است انتخاب کنید.
it_it: Selezionare uno o più stati del certificato che richiedono la rigenerazione del certificato.
lv: Lūdzu, izvēlieties vienu vai vairākus sertifikātu statusus, kuriem ir nepieciešama sertifikātu atkārtota ģenerēšana.
mn: Гэрчилгээ дахин үүсгэхэд шаардлагатай нэг эсвэл түүнээс олон гэрчилгээний төлвийг сонгоно уу.

source: Please select certificate statuses from the list only.
eo: Pléäsé séléçt çértïfïçäté stätüsés fröm thé lïst önlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Seleccione los estados de certificado del listado solamente.
fa_ir: لطفا وضعیت‌های گواهی را فقط از میان این فهرست انتخاب کنید.
it_it: Selezionare gli stati del certificato solo dall'elenco.
lv: Lūdzu, izvēlieties sertifikātu statusus tikai no saraksta.
mn: Зөвхөн жагсаалтнаас гэрчилгээний төлөвүүдээ сонгоно уу.

source: Certificate regeneration task has been started. You can view the status of the generation task in the "Pending Tasks" section.
eo: Çértïfïçäté régénérätïön täsk häs ßéén stärtéd. Ýöü çän vïéw thé stätüs öf thé générätïön täsk ïn thé "Péndïng Täsks" séçtïön. Ⱡ'σяєм#
es_es: La tarea de regeneración de certificados ha comenzado. Puedes ver el estado de la tarea de generación en la sección de "Tareas pendientes".
fa_ir: بازتولید گواهی آغاز شده است. شما می‌توانید وضعیت آن را در بخش «فعالیت‌های در حال انتظار» ببینید.
it_it: L'attività di rigenerazione del certificato è stata avviata. È possibile visualizzare lo stato dell'attività di generazione nella sezione "Attività in sospeso".
lv: Ir sācies sertifikātu ģenerēšanas uzdevums. Jūs varat apskatīt ģenerēšanas uzdevuma statusu sadaļā "Pending Tasks".
mn: Гэрчилгээ дахин үүсгэх ажил эхэллээ. Та үүсгэлтийн ажлын төлвийг "Хүлээгдэж байгаа ажлууд" хэсгээс харах боломжтой.

source: Student {user} is not enrolled in this course. Please check your spelling and retry.
fa_ir: {user} فرد در این دوره ثبت‌نام نکرده‌است. لطفاً املا را بررسی و دوباره امتحان کنید.
it_it: Lo studente {user} non è iscritto a questo corso. Eseguire un controllo ortografico e riprovare.

source: Student {user} is already on the certificate invalidation list and cannot be added to the certificate exception list.
fa_ir: فردی به نام {user} پیش از این در فهرست عدم اعتبار گواهی قرارگرفته است و نمی‌تواند به فهرست استثناهای گواهی اضافه شود.
it_it: Lo studente {user} è già presente nell'elenco di invalidazione del certificato e non può essere aggiunto all'elenco di eccezioni del certificato.

source: Student (username/email={user}) already in certificate exception list.
eo: Stüdént (üsérnämé/émäïl={user}) älréädý ïn çértïfïçäté éxçéptïön lïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El estudiante (username/email={user}) ya está en la lista de excepciones de de certificación.
fa_ir: فردی (نام کاربری / نشانی رایانامه = {user}) در حال حاضر در لیست استثناء گواهی است.
it_it: Lo studente (nome utente/email={user}) è già presente nell'elenco di eccezioni del certificato.
lv: Studentam (lietotājvārds/e-pasts={user}) jau ir sertifikātu izņēmumu sarakstā.
mn: (username/email={user}) суралцагч аль хэдийн гэрчилгээ хасалтын жагсаалтанд орсон байна.

source: Error occurred removing the allowlist entry for student {student}. Please refresh the page and try again
fa_ir: هنگام حذف ورودی فهرست دانشجویی {student} خطایی رخ داد. لطفاً صفحه را دوباره بارگذاری کرده و دوباره تلاش کنید
it_it: Si è verificato un errore durante la rimozione della voce allowlist per lo studente {student}. Si prega di aggiornare la pagina e riprovare

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
eo: Stüdént üsérnämé/émäïl fïéld ïs réqüïréd änd çän nöt ßé émptý. Kïndlý fïll ïn üsérnämé/émäïl änd thén préss "Àdd tö Éxçéptïön Lïst" ßüttön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łα#
es_es: El campo de nombre de usuario/email del estudiante es obligatorio y no puede estar vacío. Por favor, escriba el nombre de usuario/email y pulse el botón "Añadir a la lista de excepción".
fa_ir: نام‌کاربری/نشانی رایانامه ضروری است و نباید خالی باشد. لطفا قسمت نام‌کاربری/نشانی رایانامه را پر کنید و سپس دکمه«افزودن به فهرست» را فشار دهید.
it_it: Il campo nome utente/email dello studente è obbligatorio e non può essere vuoto. Inserire il nome utente/email e quindi premere il pulsante "Aggiungi all'elenco eccezioni".
lv: Studenta lietotājvārda/e-pasta laiks ir nepieciešams un nevar būt tukšs. Lūdzu, aizpildiet lietotājvārdu/e-pastu un pēc tam nospiediet "Add to Exception List" pogu.
mn: Суралцагчийн Хэрэглэгчийн нэр/имэйл талбарт утга оруулах шаардлагатай ба хоосон байж болохгүй. Хэрэглэгчийн нэр/имэйл хаягийг оруулаад "Хасалтын жагсаалтанд нэмэх" товчийг дарна уу.

source: The record is not in the correct format. Please add a valid username or email address.
eo: Thé réçörd ïs nöt ïn thé çörréçt förmät. Pléäsé ädd ä välïd üsérnämé ör émäïl äddréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: El registro no está en el formato correcto. Añade un nombre de usuario o dirección de correo electrónico válido.
fa_ir: شکل ورود این پیشینه صحیح نیست. لطفا نام‌کاربری یا نشانی رایانامه معتبری اضافه کنید.
it_it: Il record non è nel formato corretto. Aggiungere un nome utente o un indirizzo email valido.
lv: Ieraksts nav pareizajā formātā. Lūdzu, pievienojiet derīgu lietotājvārdu vai e-pasta adresi.
mn: Бичлэг зөв форматтай биш байна. Зөв хэрэглэгчийн нэр эсвэл имэйл хаяг нэмнэ үү.

source: {user} does not exist in the LMS. Please check your spelling and retry.
eo: {user} döés nöt éxïst ïn thé LMS. Pléäsé çhéçk ýöür spéllïng änd rétrý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: {user} no existe en el LMS. Por favor, revise su ortografía y vuelva a intentarlo.
fa_ir: {user} در سامانه آموزش مجازی وجود ندارد. لطفا املا خود را بررسی کرده و دوباره سعی کنید.
it_it: {user} non esiste in LMS. Eseguire un controllo ortografico e riprovare.
lv: Lietotājs {user} neeksistē LMS. Lūdzu, pārbaudiet Jūsu pareizrakstību un mēģiniet vēlreiz.
mn: Сургалтын менежментийн системд {user} хэрэглэгч байхгүй байна. Үсгийн дүрмээ шалгаад дахин оролдоно уу.

source: Invalid data, generate_for must be "new" or "all".
eo: Ìnvälïd dätä, généräté_för müst ßé "néw" ör "äll". Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Datos no válidos, generate_for debe ser "nuevo" o "todos".
fa_ir: داده‌های نامعتبر، تولید _ برای باید "جدید" و یا "همه" باشد.
it_it: Dati non validi, generate_for deve essere "nuovo" o "tutto".
lv: Nederīgi dati, generate_for ir jābūt "jauns" vai "visi".
mn: Буруу өгөгдөл, "шинэ" эсвэл "бүгд" үүсгэх байх ёстой.

source: Certificate generation started for students on the allowlist.
fa_ir: تولید گواهی برای افرادی آغاز شد که در فهرست افراد مجاز هستند.
it_it: È stata iniziata la generazione dei certificati per gli studenti della lista dei contatti autorizzati.

source: user "{user}" in row# {row}
eo: üsér "{user}" ïn röw# {row} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: usuario "{user}" en la fila# {row}
fa_ir: کاربر "{user}" در ردیف #{row}
it_it: utente "{user}" nella riga num {row}
lv: lietotājs "{user}" rindā# {row}
mn: "{user}" хэрэглэгч {row}-р мөрөнд байна

source: user "{username}" in row# {row}
eo: üsér "{username}" ïn röw# {row} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: usuario "{username}" en la fila# {row}
fa_ir: کاربر "{username}" در ردیف # {row}
it_it: utente "{username}" nella riga num {row}
lv: lietotājs "{username}" rindā# {row}
mn: "{username}" хэрэглэгчийн нэр {row}-р мөрөнд байна

source: The student {student} appears on the Certificate Exception list in course {course}. Please remove them from the Certificate Exception list before attempting to invalidate their certificate.
fa_ir: فردی به نام {student} در دورۀ {course} در فهرست استثناهای گواهی قرار گرفته است. لطفاً پیش از اقدام برای عدم اعتبار گواهی، آن‌ها را از فهرست گواهی‌های استثنا حذف کنید.
it_it: Lo studente {student} appare nell'elenco Eccezioni certificato del corso {course}. Si prega di rimuoverli dall'elenco Eccezioni certificato prima di tentare di invalidare il loro certificato.

source: Certificate of {user} has already been invalidated. Please check your spelling and retry.
eo: Çértïfïçäté öf {user} häs älréädý ßéén ïnvälïdätéd. Pléäsé çhéçk ýöür spéllïng änd rétrý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: El certificado de {user} ya ha sido invalidado. Compruebe su ortografía y vuelva a intentarlo.
fa_ir: گواهی {user} در حال حاضر باطل شده است. لطفا املا خود را بررسی کرده و دوباره سعی کنید.
it_it: Il certificato di {user} è stato già invalidato. Eseguire un controllo ortografico e riprovare.
lv: {user} sertifikāts jau ir atzīts par spēkā neesošu. Lūdzu, pārbaudiet Jūsu pareizrakstību un mēģiniet vēlreiz.
mn: {user} хэрэглэгчийн гэрчилгээ аль хэдийн хүчингүй болсон байна. Үсгийн дүрмээ шалгаад дахин оролдоно уу.

source: Certificate for student {user} is already invalid, kindly verify that certificate was generated for this student and then proceed.
eo: Çértïfïçäté för stüdént {user} ïs älréädý ïnvälïd, kïndlý vérïfý thät çértïfïçäté wäs générätéd för thïs stüdént änd thén pröçééd. Ⱡ'σяє#
es_es: El certificado para el estudiante {user} ya no es válido, compruebe que el certificado se haya generado para este estudiante y proceda.
fa_ir: گواهی {user} در حال حاضر معتبر نیست، لطفا بررسی کنید که گواهی وی ساخته شده باشد و سپس ادامه دهید.
it_it: Il certificato dello studente {user} è stato già invalidato, verificare che il certificato sia stato generato per questo studente e quindi procedere.
lv: Sertifikāts studentam {user} jau ir nederīgs, lūdzu, pārbaudiet, ka šim studentam tika ģenerēts sertifikāts, un pēc tam turpiniet.
mn: {user} хэрэглэгчийн гэрчилгээ аль хэдийн хүчингүй болсон байна. Энэ суралцагчид үүсгэсэн гэрчилгээг шалгаад дараа нь болосвруулалт хийнэ үү.

source: Certificate Invalidation does not exist, Please refresh the page and try again.
eo: Çértïfïçäté Ìnvälïdätïön döés nöt éxïst, Pléäsé réfrésh thé pägé änd trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: La invalidación del certificado no existe. Actualice la página e inténtelo de nuevo.
fa_ir: ابطال گواهی وجود ندارد، لطفا صفحه را دوباره بارگیری کرده و دوباره امتحان کنید.
it_it: L'invalidazione del certificato non esiste. Aggiornare la pagina e riprovare.
lv: Nepastāv sertifikātu atzīšana par spēkā neesošiem, lūdzu, atsvaidziniet lapu un mēģiniet vēlreiz.
mn: Гэрчилгээ хүчингүй болголт байхгүй байна. Хуудсыг дахин ачаалаад дахин оролдоно уу.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
eo: Stüdént üsérnämé/émäïl fïéld ïs réqüïréd änd çän nöt ßé émptý. Kïndlý fïll ïn üsérnämé/émäïl änd thén préss "Ìnvälïdäté Çértïfïçäté" ßüttön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт ł#
es_es: El campo nombre de usuario/correo electrónico del estudiante es obligatorio y no puede estar vacío. Por favor, rellene el nombre de usuario/correo electrónico y luego presione el botón "Invalidar certificado".
fa_ir: نام‌کاربری یادگیرنده/رایانامه مورد نیاز است و نمی‌تواند خالی باشد. لطفا در نام‌کاربری/رایانامه را پر کنید و سپس دکمه "ابطال گواهی" را فشار دهید.
it_it: Il campo nome utente/email dello studente è obbligatorio e non può essere vuoto. Inserire il nome utente/email e quindi premere il pulsante "Annulla certificato".
lv: Studenta lietotājvārda/e-pasta laiks ir nepieciešams un nevar būt tukšs. Lūdzu, aizpildiet lietotājvārdu/e-pastu un pēc tam nospiediet "Padarīt sertifikātu par nederīgu" pogu.
mn: Суралцагчийн хэрэглэгчийн нэр/имэйл талбарт утга оруулах шаардлагатай хоосон байж блохгүй. Хэрэглэгчийн нэр/миэйл-ийг оруулаад дараа нь "Гэрчилгээг хүчингүй болгох" товчийг дарна уу.

source: The student {student} does not have certificate for the course {course}. Kindly verify student username/email and the selected course are correct and try again.
eo: Thé stüdént {student} döés nöt hävé çértïfïçäté för thé çöürsé {course}. Kïndlý vérïfý stüdént üsérnämé/émäïl änd thé séléçtéd çöürsé äré çörréçt änd trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηι#
es_es: El estudiante {student} no tiene certificado para el curso {course}. Por favor, verifique el nombre de usuario/correo electrónico del estudiante y el curso seleccionado son correctos e inténtelo de nuevo.
fa_ir: این {student} گواهی‌ برای دوره آموزشی {course} ندارد. لطفا بررسی کنید نام‌کاربری فرد/رایانامه و دوره آموزشی منتخب صحیح باشند و دوباره امتحان کنید.
it_it: Lo studente {student} non dispone del certificato per questo corso {course}. Verificare che il nome utente/email dello studente e il corso selezionato siano corretti e riprovare.
lv: Studentam {student} nav sertifikāta kursam {course}. Lūdzu, pārbaudiet, vai studenta lietotājvārds/e-pasts un izvēlētais kurss ir pareizi, un mēģiniet vēlreiz.
mn: {student} суралцагчид {course} хичээлийн гэрчилгээ байхгүй байна. хэрэглэгчийн нэр/имэйл болон сонгосон хичээл зөв эсэхийг баталгаажуулах дахин оролдоно уу.

source: Instructor
eo: Ìnstrüçtör Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Profesor
fa_ir: مربی
it_it: Istruttore
lv: Instruktors
mn: Зааварлагч

source: To gain insights into student enrollment and participation {link_start}visit {analytics_dashboard_name}, our new course analytics product{link_end}.
eo: Tö gäïn ïnsïghts ïntö stüdént énröllmént änd pärtïçïpätïön {link_start}vïsït {analytics_dashboard_name}, öür néw çöürsé änälýtïçs prödüçt{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Para comprender mejor las inscripciones y la participación de los alumnos {link_start}visita{analytics_dashboard_name}, nuestro nuevo producto para las analíticas del curso{link_end}.
fa_ir: برای کسب اطلاع از ثبت‌نام افراد و مشارکت آن‌ها {link_start} {analytics_dashboard_name} را مشاهده کنید، این بخش تجزیه و تحلیل دوره‌ آموزشی است {link_end}.
it_it: Per ottenere dettagli relativi all'iscrizione e partecipazione dello studente {link_start} visitare {analytics_dashboard_name}, il nuovo prodotto di servizi analitici del corso{link_end}.
lv: Lai iegūtu ieskatu par studentu reģistrāciju un piedalīšanos {link_start}apmeklējiet {analytics_dashboard_name}, mūsu jauno kursa analītikas produktu{link_end}.

source: Special Exams
eo: Spéçïäl Éxäms Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Exámenes especiales
fa_ir: آزمون‌های ویژه
it_it: Esami speciali
lv: Īpaši eksāmeni
mn: Тусгай шалгалтууд

source: Certificates
eo: Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Certificados
fa_ir: گواهی‌ها
it_it: Certificati
lv: Sertifikāti
mn: Гэрчилгээнүүд

source: Please Enter the numeric value for the course price
eo: Pléäsé Éntér thé nümérïç välüé för thé çöürsé prïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Por favor, introduce el valor numérico para el precio del curso
fa_ir: لطفا برای قیمت دوره آموزشی، مقدار عددی وارد کنید
it_it: Inserisci un valore numerico pero il prezzo del corso
lv: Lūdzu, ievadiet skaitlisku vērtību kursa cenā
mn: Хичээлийн үнийг тоон утгаар оруулна уу

source: CourseMode with the mode slug({mode_slug}) DoesNotExist
eo: ÇöürséMödé wïth thé mödé slüg({mode_slug}) DöésNötÉxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El modo de curso con slug({mode_slug}) no existe.
fa_ir: حالت دوره آموزشی به‌صورت مشخصه ({mode_slug}) وجود ندارد
it_it: Modalità Corso con la modalità slug({mode_slug}) Non Esiste
lv: Kursa režīms ar režīma īso rindu({mode_slug}) neeksistē

source: CourseMode price updated successfully
eo: ÇöürséMödé prïçé üpdätéd süççéssfüllý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Se actualizó el precio del modo de curso con éxito.
fa_ir: قیمت دوره آموزشی با موفقیت روزآمد شد
it_it: Prezzo CourseMode aggiornato correttamente
lv: Kursa režīma cena atjaunināta veiksmīgi
mn: CourseMode үнэ амжилттай шинэчлэгдлээ

source: Course Info
eo: Çöürsé Ìnfö Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Información del curso
fa_ir: اطلاعات دوره آموزشی
it_it: Informazioni Corso
lv: Kursa info
mn: Хичээлийн мэдээлэл

source: Enrollment data is now available in {dashboard_link}.
eo: Énröllmént dätä ïs nöw äväïläßlé ïn {dashboard_link}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Los datos de inscripción ya están disponibles en {dashboard_link}.
fa_ir: اکنون اطلاعات ثبت‌نام در {dashboard_link} وجود ندارد.
it_it: I dati di iscrizione sono ora disponibili in {dashboard_link}.
lv: Reģistrācijas dati tagad ir pieejami {dashboard_link}.
mn: Элсэлтийн өгөгдөл {dashboard_link}-ээр хандаж боломжтой боллоо.

source: Membership
eo: Mémßérshïp Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Afiliación
fa_ir: عضویت
it_it: Iscrizione
lv: Dalība
mn: Гишүүнчлэл

source: Cohorts
eo: Çöhörts Ⱡ'σяєм ιρѕυм #
es_es: Grupos
fa_ir: انجمن‌ها
it_it: Coorti
lv: Kohortas
mn: Когорт
