Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: Return to my dashboard
fa_ir: بازگشت به پیشخوان
it_it: Torna alla mia dashboard
tr_tr: Panelime geri dön

source: Finish later
fa_ir: بعداً کامل می‌کنم
it_it: Termina più tardi
tr_tr: Sonra tamamla

source: next page
fa_ir: صفحۀ بعدی
it_it: pagina successiva
tr_tr: sonraki sayfa

source: Next
fa_ir: بعدی
he: הבא
it_it: Prossimo
tr_tr: Sonraki

source: Viewing %s course
fa_ir: مشاهده %sدوره آموزشی
he: מציג קורס %s
it_it: Vedi %s corsi
tr_tr: %s ders görüntüleniyor

source: We couldn't find any results for "%s".
fa_ir: نتیجه‌ای برای "%s"، نیافتیم.
he: לא נמצאה אף תוצאה עבור "%s".
it_it: Non abbiamo trovato nessun risultato per "%s".
tr_tr: "%s" için hiçbir sonuç bulunamadı.

source: There was an error, try searching again.
fa_ir: خطایی رخ داد، دوباره جستجو کنید.
he: אירעה שגיאה, נסה לחפש שוב.
it_it: Si è verificato un errore, prova a cercare ancora.
tr_tr: Bir hata oluştu, tekrar deneyiniz

source: Not divided
fa_ir: تقسیم نشده
it_it: Non diviso
tr_tr: Bölünmemiş

source: Discussions are unified; all learners interact with posts from other learners, regardless of the group they are in.
fa_ir: گفتگوها یکپارچه هستند همۀ یادگیرندگان فارغ از گروهی که در آن قرار دارند، با بحث‌های ارسال سایر افراد در تعاملند.
it_it: Le discussioni sono unificate; tutti gli studenti interagiscono con i post di altri studenti, indipendentemente dal gruppo in cui si trovano.
tr_tr: Tartışmalar birleştirilmiş durumda; tüm öğrenciler içinde oldukları gruplardan bağımsız olarak, diğer öğrencilerin gönderileriyle etkileşime girebilir.

source: Enrollment Tracks
fa_ir: مسیرهای ثبت‌نام
it_it: Percorso d'iscrizione
tr_tr: Kayıtlanma Yolları

source: Use enrollment tracks as the basis for dividing discussions. All learners, regardless of their enrollment track, see the same discussion topics, but within divided topics, only learners who are in the same enrollment track see and respond to each others’ posts.
fa_ir: از مسیرهای ثبت‌نام به‌عنوان مبنای تقسیم گفتگوها استفاده کنید. همۀ یادگیرندگان، فارغ از مسیر ثبت‌نامشان، مباحث مشابهی را می‌بینند، اما در مباحث تقسیم شده، فقط افرادی که در همان مسیر ثبت‌نامی هستند، گفتگوی دیگران را می‌بینند و به آن‌ها پاسخ می‌دهند.
it_it: Usa i percorsi di iscrizione come base per dividere le discussioni. Tutti gli studenti, indipendentemente dal percorso di iscrizione, vedono gli stessi argomenti di discussione, ma all'interno di argomenti divisi, solo gli studenti che si trovano nello stesso percorso di iscrizione vedono e rispondono ai post degli altri.
tr_tr: Tartışmaları bölmek için kayıtlanma yollarını kullan. Kayıtlanma yollarına bağlı olmaksızın tüm öğrenciler aynı tartışma başlıklarını görür; bölünmüş başlıklarda ise sadece aynı aynı kayıtlanma yolundaki öğrenciler birbirini görüp, bir diğerine cevap verebilir.

source: Cohorts
fa_ir: انجمن‌ها
it_it: Coorti
tr_tr: Kohortlar

source: Use cohorts as the basis for dividing discussions. All learners, regardless of cohort, see the same discussion topics, but within divided topics, only members of the same cohort see and respond to each others’ posts.
fa_ir: از هم گروه‌ها به‌عنوان مبنای تقسیم گفتگوها استفاده کنید. همۀ یادگیرندگان، صرف نظر از انجمن، مباحث گفتگوهای یکسانی را می‌بینند، اما در مباحث تقسیم شده، فقط اعضای یک انجمن مشابه مطالب ارسالی دیگران را مشاهده می‌کنند و به آن‌ها پاسخ می‌دهند.
it_it: Usa le coorti come base per dividere le discussioni. Tutti gli studenti, indipendentemente dalla coorte, vedono gli stessi argomenti di discussione, ma all'interno di argomenti divisi, solo i membri della stessa coorte vedono e rispondono ai post degli altri.
tr_tr: Tartışmaları bölmek için kohortları kullanın. Üyesi oldukları kohorta bağlı olmaksızın tüm öğrenciler aynı tartışma başlıklarını görür; bölünmüş başlıklarda ise sadece aynı kohortun üyeleri birbirini görüp, bir diğerine cevap verebilir.

source: Discussion topics in the course are not divided.
fa_ir: مباحث گفتگو در این دوره آموزشی تقسیم نمی‌شود.
it_it: Gli argomenti di discussione nel corso non sono divisi.
tr_tr: Dersteki tartışma başlıkları bölünmemiş.

source: Any divided discussion topics are divided based on enrollment track.
fa_ir: هر یک از مباحث گفتگو بر اساس مسیر ثبت‌نام تقسیم می‌شود.
it_it: Eventuali argomenti di discussione divisi vengono suddivisi in base al percorso di iscrizione.
tr_tr: Bölünmüş tartışma başlıkları kayıtlanma yolu bazında bölünmüştür.

source: Any divided discussion topics are divided based on cohort.
fa_ir: هر یک از مباحث گفتگو بر اساس گروه تقسیم می‌شوند.
it_it: Tutti gli argomenti di discussione divisi vengono suddivisi in base alla coorte.
tr_tr: Bölünmüş tartışma başlıkları kohort bazında bölünmüştür.

source: Your changes have been saved. {details}
fa_ir: تغییراتی که اعمال کردید ذخیره شد. {details}
it_it: Le modifiche sono state salvate. {details}
tr_tr: Değişiklikleriniz kaydedildi. {details}

source: We have encountered an error. Refresh your browser and then try again.
fa_ir: ما با خطایی مواجه شدیم. مرورگر خود را تازه کرده و سپس دوباره امتحان کنید.
it_it: Si è verificato un errore. Aggiorna il browser e riprova.
tr_tr: Bir hatayla karşılaştık. Tarayıcınızı yenileyin ve sonra tekrar deneyin.

source: We've encountered an error. Refresh your browser and then try again.
fa_ir: ما با خطا مواجه شدیم. مرورگر خود را از نو بارگیری کنید و سپس دوباره امتحان کنید.
he: אירעה שגיאה. רענן את הדפדפן שלך ואז נסה שוב.
it_it: Abbiamo incontrato un errore. Aggiorna la pagina, poi prova di nuovo.
tr_tr: Bir hata ile karşılaştık. Tarayıcınızı yenileyin ve ondan sonra tekrar deneyin.

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
fa_ir: خطایی رخ داد. از اتصال خود به اینترنت اطمینان حاصل کنید، و سپس صفحه را از نو بارگیری کنید.
he: אירעה שגיאה. ודא כי אתה מחובר לאינטרנט, ואז רענן את הדף.
it_it: Si è verificato un errore. Assicurati di essere connesso a internet e poi prova a riavviare la pagina.
tr_tr: Bir hata oluştu. İnternet bağlantınızı kontrol edin, ve sonra sayfayı yenilemeyi deneyiniz.

source: Hide notes
fa_ir: پنهان‌کردن یادداشت‌ها
he: הסתר רשומות
it_it: Nascondi le note
tr_tr: Notları gizle

source: Notes visible
fa_ir: یادداشت‌های رؤیت‌پذیر
he: רשומות גלויות
it_it: Note visibili
tr_tr: Görünür notlar

source: Show notes
fa_ir: نمایش یادداشت‌ها
he: הצג רשומות
it_it: Mostra Note
tr_tr: Notları göster

source: Notes hidden
fa_ir: یادداشت‌های پنهان
he: רשומות מוסתרות
it_it: Note nascoste
tr_tr: Gizlenmiş notlar

source: Please enter a term in the {anchorStart} search field{anchorEnd}.
fa_ir: واژه‌ای را در {anchorStart} بخش جستجو وارد کنید {anchorEnd}
he: אנא הכנס מונח ב-{anchorStart} שדה החיפוש{anchorEnd}.
it_it: Immetti un termine nel {anchorStart}campo di ricerca{anchorEnd}.
tr_tr: Lütfen {anchorStart}arama kutucuğuna{anchorEnd} dönemi girin.

source: Current tab
fa_ir: همین زبانه
he: כרטיסייה נוכחית
it_it: Scheda corrente
tr_tr: Şu anki sekme

source: Location in Course
fa_ir: مکان در دوره آموزشی
he: מיקום בקורס
it_it: Posizione in corso
tr_tr: Dersteki Konum

source: Recent Activity
fa_ir: فعالیت اخیر
he: פעילות אחרונה
it_it: Attività recente
tr_tr: Son Etkinlik

source: No results found for "{query_string}". Please try searching again.
fa_ir: "{query_string}" هیچ نتیجه‌ای در بر نداشت. لطفاً دوباره جستجو کنید.
it_it: Nessun risultato trovato per "{query_string}". Effettua nuovamente la ricerca.
tr_tr: "{query_string}" için sonuç bulunamadı. Lütfen tekrar aramayı deneyiniz.

source: Search Results
fa_ir: نتایج جستجو
he: תוצאות חיפוש
it_it: Risultati della ricerca
tr_tr: Arama Sonuçları

source: Tags
fa_ir: برچسب‌ها
he: תגיות
tr_tr: Etiketler

source: Unable to submit application
fa_ir: ارسال برنامه امکان‌پذیر نیست
he: לא ניתן לשלוח אפליקציה
it_it: Impossibile inviare la domanda
tr_tr: Başvuru gönderilemedi

source: An error has occurred. Check your Internet connection and try again.
fa_ir: خطایی رخ داد. اتصال اینترنت خود را بررسی کرده و دوباره تلاش کنید.
he: אירעה שגיאה. בדוק את חיבור האינטרנט ונסה שוב.
it_it: Si è verificato un errore. Controlla la connessione Internet e riprova.
tr_tr: Bir hata meydana geldi. İnternet bağlantınızı kontrol edin ve tekrar deneyin.

source: Choose one
fa_ir: یک مورد را انتخاب کنید
he: בחר אחד
it_it: Scegliere un'opzione
tr_tr: Birini seçin

source: Selected tab
fa_ir: زبانۀ برگزیده
he: כרטיסייה שנבחרה
it_it: Tab selezionata
tr_tr: Seçili sekme

source: Saved cohort
fa_ir: دسته ذخیره شده
he: קבוצת לימוד שמורה
it_it: Cohort registrate
tr_tr: Kaydedilen kohort

source: Error adding learners.
fa_ir: خطا در افزودن یادگیرنده.
it_it: Errore nell'aggiunta di studenti.
tr_tr: Öğrencileri eklerken hata oluştu.

source: Enter a username or email.
fa_ir: نام کاربری یا رایانامه را وارد کنید.
he: הכנס שם משתמש או דוא"ל
it_it: Inserisci un nome utente o un'email
tr_tr: Bir kullanıcı adı veya e-posta giriniz.

source: {numUsersAdded} learner has been added to this cohort.
fa_ir: {numUsersAdded} یادگیرنده به این انجمن افزوده شده است.
it_it: {numUsersAdded} studente è stato aggiunto a questa coorte.
tr_tr: Bu kohorta {numUsersAdded} öğrenci eklendi.

source: {numMoved} learner was moved from {prevCohort}
fa_ir: {numMoved} یادگیرنده از {prevCohort} منتقل شدند
it_it: {numMoved} studente spostato da {prevCohort}
tr_tr: {prevCohort} kohortundan {numMoved} öğrenci çıkarıldı

source: {numPresent} learner was already in the cohort
fa_ir: {numPresent} یادگیرنده قبلاً در گروه بود
it_it: {numPresent} studente già presente nella coorte
tr_tr: {numPresent} öğrenci zaten kohortta

source: {numPreassigned} learner was pre-assigned for this cohort. This learner will automatically be added to the cohort when they enroll in the course.
fa_ir: {numPreassigned} یادگیرنده از قبل برای این انجمن اختصاص داده شده بودند. این یادگیرندگان با ثبت‌نام در دوره آموزشی به‌طور خودکار به انجمن اضافه می‌شوند.
it_it: {numPreassigned} studente è stato pre-assegnato a questa coorte. Questo studente verrà automaticamente aggiunto alla coorte quando si iscriverà al corso.
tr_tr: {numPreassigned} öğrenci bu kohorta önceden atanmış. Bu öğrenci derse kaydolduğunda otomatik olarak kohorta eklenecek.

source: Unknown username: {user}
fa_ir: شناسۀ کاربر ناشناخته: {user}
it_it: Nome utente sconosciuto: {user}
tr_tr: Bilinmeyen kullanıcı adı: {user}

source: Invalid email address: {email}
fa_ir: نشانی رایانامۀ نامعتبر: {email}
it_it: Indirizzo email non valido: {email}
tr_tr: Geçersiz e-posta adresi: {email}

source: Cohort assignment not allowed: {email_or_username}
fa_ir: تخصیص انجمن مجاز نیست: {email_or_username}
it_it: Assegnazione di coorte non consentita: {email_or_username}
tr_tr: Kohort atamasına izin verilmiyor: {email_or_username}

source: There was an error when trying to add learners:
fa_ir: یادگیرنده را نمی‌توان به این انجمن افزود:
it_it: Si è verificato un errore durante il tentativo di aggiungere studenti:
tr_tr: Öğrencileri eklemeye çalışırken bir hata gerçekleşti:

source: View all errors
fa_ir: مشاهده همه خطاها
he: צפה בכל הטעויות
it_it: Vedi tutti gli errori
tr_tr: Tüm hataları gör

source: You must specify a name for the cohort
fa_ir: لازم است نامی به این هم گروه اختصاص دهید
he: עליך לציין שם של קבוצת לימוד
it_it: Devi specificare un nome per il cohort
tr_tr: Kohort için bir isim belirtmelisiniz

source: You did not select a content group
fa_ir: شما هیچ گروه محتوایی را انتخاب نکردید
he: לא בחרת קבוצת תוכן
it_it: Non hai selezionato un content group
tr_tr: Bir içerik grubu seçmediniz

source: The selected content group does not exist
fa_ir: گروه محتوای منتخب وجود ندارد
he: קבוצת התוכן שנבחרה אינה קיימת
it_it: Il content group selezionato non esiste
tr_tr: Seçili içerik grubu bulunmuyor

source: The cohort cannot be saved
fa_ir: این هم‌گروه را نمی‌توان ذخیره کرد
he: לא ניתן לשמור את קבוצת הלימוד
it_it: Il cohort non può essere salvato
tr_tr: Kohort kaydedilemiyor

source: The cohort cannot be added
fa_ir: این هم‌گروه را نمی‌توان افزود
he: לא ניתן להוסיף את קבוצת הלימוד
it_it: Il cohort non può essere aggiunto
tr_tr: Kohort eklenemiyor

source: You currently have no cohorts configured
fa_ir: اکنون هیچ هم‌گروهی پیکربندی‌شده‌ای ندارید.
he: לא מוגדרות כעת קבוצות לימוד
it_it: Non hai attualmente configurato alcun cohort
tr_tr: Mevcut yapılandırılmış kohortunuz yok

source: Add Cohort
fa_ir: افزودن دسته کاربران
he: הוסף קבוצת לימוד
it_it: Aggiungi Cohort
tr_tr: Kohort Ekle

source: The {cohortGroupName} cohort has been created. You can manually add students to this cohort below.
fa_ir: گروه {cohortGroupName} ساخته شده‌است. در قسمت زیر می‌توانید به‌صورت دستی یادگیرندگان را به این هم‌گروه بیفزایید.
he: קבוצת הלימוד {cohortGroupName} נוצרה. אתה יכול להוסיף סטודנטים בצורה ידנית לקבוצת לימוד זו.
it_it: Il {cohortGroupName} cohort è stato creato. Puoi manualmente aggiungere studenti a questo cohort sotto.
tr_tr: {cohortGroupName} kohortu oluşturuldu. Aşağıdaki bu kohorta elle öğrenci ekleyebilirsiniz.

source: Assign students to cohorts by uploading a CSV file.
fa_ir: اختصاص یادگیرندگان به هم‌گروهی‌ها با بارگذاری پرونده CSV.
he: הקצאת סטודנטים לקבוצות לימוד על ידי העלאת קובץ CSV.
it_it: Assegna studenti ai cohort caricando un file CSV
tr_tr: Bir CSV dosyası yükleyerek öğrencileri kohortlara atayın.

source: Choose a .csv file
fa_ir: پرونده سی اس وی را انتخاب کنید
he: בחר קובץ CSV.
it_it: Scegli un file .csv
tr_tr: Bir .csv dosyası seçin

source: Only properly formatted .csv files will be accepted.
fa_ir: فقط پرونده‌های سی اس وی با قالب‌بندی صحیح پذیرفته می‌شوند.
he: יתקבלו רק קבצי CSV. מפורמטים כהלכה
it_it: Solo i file .csv correttamente formattati saranno accettati.
tr_tr: Sadece düzgün formatlanmış .csv dosyaları kabul edilecek.

source: Upload File and Assign Students
fa_ir: بارگذاری پرونده و اختصاص به یادگیرندگان
he: העלה קובץ והקצה סטודנטים
it_it: Caricare file e assegna gli studenti
tr_tr: Dosya Yükle ve Öğrencileri Ata

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
fa_ir: پرونده شما "{file}" بارگذاری شده‌است. چند دقیقه برای پردازش آن صبر کنید.
he: הקובץ שלך '{file}' הועלה. אפשר למערכת כמה דקות לעיבוד.
it_it: Il tuo file '{file}' è stato caricato. Aspettato qualche minuto per essere processato.
tr_tr: '{file}' dosyanız yüklendi. İşlenmesi için birkaç dakika bekleyiniz.

source: Cohorts Enabled
fa_ir: هم‌گروه فعال است
he: קבוצת לימוד מאופשרת
it_it: Cohort abilitati
tr_tr: Kohortlar Etkin

source: Cohorts Disabled
fa_ir: هم‌گروه غیرفعال شده است
he: בטל אפשרות קבוצות לימוד
it_it: Cohort disabilitati
tr_tr: Kohortlar Devre Dışı

source: Allow students to generate certificates for this course?
fa_ir: آیا به یادگیرندگان مجوز بازتولید گواهی‌ این دوره را می‌دهید؟
he: אפשר לסטודנטים ליצור תעודות עבור קורס זה?
it_it: Permetti agli studenti di generare certificati per questo corso?
tr_tr: Öğrencilerin bu ders için sertifika oluşturmasına izin ver?

source: Prevent students from generating certificates in this course?
fa_ir: آیا مانع بازتولید گواهی‌ یادگیرندگان این دوره می‌شوید؟
he: מנע מסטודנטים ליצור תעודות עבור קורס זה?
it_it: Previeni gli studenti dal generare certificati in questo corso?
tr_tr: Bu dersteki öğrencilerin sertifika oluşturmasını engelle?

source: Start generating certificates for all students in this course?
fa_ir: آیا بازتولید گواهی‌ برای همۀ یادگیرندگان این دوره آموزشی را آغاز می‌کنید؟
he: להתחיל ביצירת תעודות עבור כל הסטודנטים בקורס זה?
it_it: Avvio della generazione dei certificati di tutti gli studenti in questo corso?
tr_tr: Bu dersteki tüm öğrenciler için sertifika oluşturmayı başlat?

source: Error while generating certificates. Please try again.
fa_ir: خطایی هنگام بازتولید گواهی‌ها رخ داد. لطفاً دوباره تلاش کنید.
he: אירעה שגיאה בעת יצירת התעודות. נסה שוב.
it_it: Errore nella generazione dei certificati. Riprova più tardi.
tr_tr: Sertifika oluştururken hata oluştu. Lütfen tekrar deneyiniz.

source: Start regenerating certificates for students in this course?
fa_ir: آیا بازتولید گواهی‌های یادگیرندگان این دوره را آغاز می‌کنید؟
he: להתחיל ביצירה מחדש של תעודות עבור הסטודנטים בקורס זה?
it_it: Vuoi iniziare a rigenerare i certificati per gli studenti di questo corso?
tr_tr: Bu dersteki öğrenciler için sertifika yeniden oluşturmayı başlat?

source: Error while regenerating certificates. Please try again.
fa_ir: خطا هنگام بازتولید گواهی‌ها رخ داد. لطفاً دوباره تلاش کنید.
he: אירעה שגיאה בעת יצירה מחדש של התעודות. נסה שוב.
it_it: Errore durante la rigenerazione dei certificati. Provare di nuovo.
tr_tr: Sertifikayı yeniden oluştururken hata oluştu. Lütfen tekrar deneyiniz.

source: Loading data...
fa_ir: در حال بارگیری داده...
he: טוען נתונים...
it_it: Caricamento dei dati...
tr_tr: Veri yükleniyor...

source: Error getting issued certificates list.
fa_ir: خطا در دریافت فهرست گواهی‌های صادر شده رخ داده است.
he: אירעה שגיאה בעת קבלת רשימת התעודות שנופקו.
it_it: Errore durante il recupero dell'elenco dei certificati emessi.
tr_tr: Verilen sertifikalar listesini alırken hata.

source: Error generating anonymous IDs. Please try again.
fa_ir: خطا در زمان ساخت شناسه‌های ناشناس. لطفاً دوباره تلاش کنید.
it_it: Errore nella generazione degli ID anonimi. Provare di nuovo.
tr_tr: Anonim kimlikler oluşturulurken hata. Lütfen tekrar deneyin.

source: Error generating proctored exam results. Please try again.
fa_ir: خطایی در تولید نتایج آزمون حفاظت‌شده رخ داد. لطفاً دوباره تلاش کنید.
he: אירעה שגיאה בעת יצירת תוצאות מבחנים תחת פיקוח. נסה שוב.
it_it: Errore nella generazione dei risultati degli esami supervisionati. Riprova più tardi.
tr_tr: Gözetmenli sınav sonuçlarını oluştururken hata oluştu. Lütfen tekrar deneyiniz.

source: Error generating survey results. Please try again.
fa_ir: خطایی در حین ساخت نتایج پیمایش رخ داد. لطفاً دوباره تلاش کنید.
he: אירעה שגיאה בעת יצירת תוצאות סקר. נסה שוב.
it_it: Errore nella generazione dei risultati del sondaggio. Provare di nuovo.
tr_tr: Anket sonuçlarını oluştururken hata. Lütfen tekrar deneyin.

source: Error generating student profile information. Please try again.
fa_ir: خطایی در ساخت اطلاعات پرونده کاربری رخ داد. لطفاً دوباره تلاش کنید.
he: שגיאת בזמן יצירת פרופיל סטודנט. אנא נסו שוב.
it_it: Errore nella generazione dell'informazione sui profili degli studenti. Per favore prova un'altra volta.
tr_tr: Öğrenci profil bilgisini oluştururken hata oluştu. Lütfen tekrar deneyiniz.

source: Loading
fa_ir: در حال بارگذاری
he: טוען
it_it: Caricamento
tr_tr: Yüklüyor...

source: Error getting student list.
fa_ir: خطایی در دریافت فهرست یادگیرندگان رخ داد.
he: שגיאה בקבלת רשימת הסטודנטים.
it_it: Errore ottenimento lista studenti
tr_tr: Öğrenci listesini alırken hata.

source: Error generating list of students who may enroll. Please try again.
fa_ir: خطایی در تولید فهرست یادگیرندگانی که ممکن است ثبت‌نام کنند رخ داد. لطفاً دوباره تلاش کنید.
he: אירעה שגיאה בעת יצירת רשימת סטודנטים שעשויים להירשם. נאנא סה שוב.
it_it: Errore nella generazione dell'elenco degli studenti che possono iscriversi. Riprova più tardi.
tr_tr: Kayıt olan öğrencilerin listesini oluştururken hata oluştu. Lütfen tekrar deneyiniz.

source: Error retrieving grading configuration.
fa_ir: خطایی در بازیابی پیکربندی نمره‌دهی رخ داد.
he: שגיאה בטעינה של קונפיגורציית ציונים.
it_it: Errore recupero configurazione valutazioni.
tr_tr: Notlandırma yapılandırmasını alırken hata.

source: Error generating grades. Please try again.
fa_ir: خطایی در نمره‌دهی رخ داد. لطفاً دوباره تلاش کنید.
he: שגיאה בזמן יצירת ציונים. אנא נסה שוב.
it_it: Errore nel generare i voti. Per favore riprova.
tr_tr: Notları oluştururken hata. Lütfen tekrar deneyin.

source: Error generating problem grade report. Please try again.
fa_ir: خطایی در تولید گزارش نمره مسئله رخ داد. لطفاً دوباره تلاش کنید.
he: אירעה שגיאה בעת יצירת דוח דירוג בעיות. נסה שוב.
it_it: Errore nella generazione dell'elenco dei voti. Riprova pi tardi.
tr_tr: Problem notu raporunu oluştururken hata oluştu. Lütfen tekrar deneyiniz.

source: Error generating ORA data report. Please try again.
fa_ir: خطایی در گزارش‌گیری داده ORA رخ داد. لطفاً دوباره تلاش کنید.
he: אירעה שגיאה בעת דוח נתוני ORA. נסה שוב.
it_it: Errore nella generazione del report dei dati ORA. Provare di nuovo.
tr_tr: ORA veri raporunu oluştururken hata oluştu. Lütfen tekrar deneyin.

source: There was a problem creating the report. Select "Create Executive Summary" to try again.
fa_ir: مشکلی در گزارش‌گیری وجود داشت. برای ساخت دوباره "خلاصۀ اجرایی ساخت" را انتخاب کنید.
he: אירעה בעיה בעת יצירת הדוח. בחר "צור תקציר מנהלים" כדי לנסות שוב.
it_it: Si è verificato un problema nella creazione delle liste. Seleziona "Create Executive Summary" per provare di nuovo.
tr_tr: Rapor oluştururken sorun oldu. "Yönetici Özeti Oluştur"'u seçiniz ve tekrar deneyiniz.

source: Enter the enrollment code.
fa_ir: رمز ثبت‌نام را وارد کنید.
he: הזן קוד הרשמה
it_it: Inserisci il codice di iscrizione.
tr_tr: Kayıtlanma kodunu gir.

source: Cancel enrollment code
fa_ir: لغو رمز ثبت‌نام
he: בטל קוד הרשמה
it_it: Cancella il codice di iscrizione.
tr_tr: Kayıtlanma kodunu iptal et

source: Restore enrollment code
fa_ir: بازیابی رمز ثبت‌نام
he: שחזר קוד הרשמה
it_it: Ripristina il codice di iscrizione.
tr_tr: Kayıtlanma kodunu yeniden yükle

source: Mark enrollment code as unused
fa_ir: رمز ثبت نام را به‌عنوان استفاده‌نشده، علامت‌گذاری کنید
he: סמן את קוד ההרשמה כ'אינו בשימוש'
it_it: Seleziona il codice di iscrizione inutilizzato
tr_tr: Kayıtlanma kodunu kullanılmayan olarak işaretle

source: Username
fa_ir: نام کاربری
he: שם משתמש
it_it: Nome utente
tr_tr: Kullanıcı adı

source: Email
fa_ir: رایانامه
he: דואר אלקטרוני
tr_tr: E-posta

source: Revoke access
fa_ir: ابطال دسترسی
he: שלול גישה
it_it: Revoca accesso
tr_tr: Erişimi iptal et

source: Group
fa_ir: گروه
it_it: Gruppo
tr_tr: Grup

source: Enter username or email
fa_ir: نام‌کاربری یا نشانی رایانامه را وارد کنید
he: הכנס שם משתמש או כתובת דואר אלקטרוני
it_it: Inserisci nome utente o email
tr_tr: Kullanıcı adı veya e-posta giriniz

source: Please enter a username or email.
fa_ir: نام‌کاربری یا نشانی رایانامه را وارد کنید.
he: אנא הכנס שם משתמש או כתובת דואר אלקטרוני
it_it: Per favore inserire nome utente o email.
tr_tr: Lütfen kullanıcı adı veya e-posta adresi girin.

source: This role requires a divided discussions scheme.
fa_ir: این نقش، نیازمند یک شمای گفتگوی تقسیم شده است.
it_it: Questo ruolo richiede uno schema di discussione suddivisa.
tr_tr: Bu rol bölünmüş bir tartışma yapısı gerektiriyor.

source: Error changing user's permissions.
fa_ir: خطا در تغییر مجوزهای کاربر.
he: שגיאה בשינוי אישורי משתמש
it_it: Errore nel cambiamento del permessi dell'utente.
tr_tr: Kullanıcının izinlerini değiştirirken hata.

source: Could not find a user with username or email address '<%- identifier %>'.
fa_ir: کاربری با نام‌کاربری یا نشانی رایانامه '<%- identifier %>' پیدا نشد.
he: לא ניתן היה לאתר משתמש באמצעות שם המשתמש או כתובת הדואר האלקטרוני '<%- identifier %>'.
it_it: Impossibile trovare un utente con nome e indirizzo email '<%- identifier %>'.
tr_tr: '<%- identifier %>'. kullanıcı isimli veya e-posta adresli kullanıcı bulunamadı.

source: Error: User '<%- username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
fa_ir: خطا: کاربر'<%- username %>' هنوز حساب کاربری خود را فعال نکرده‌است. پیش از اینکه به آن‌ها نقش داده شود، کاربران باید حساب‌های کاربران خود را ایجاد و فعال کنند.
he: שגיאה: משתמש '<%- username %>' לא הפעיל עדיין את חשבונו. משתמשים חייבים ליצור ולהפעיל את חשבונותיהם לפני שניתן להקצות להם תפקיד.
it_it: Errore: Utente '<%- username %>' non ha ancora attivato il proprio account. Gli utenti devono creare e attivare i propri account prima che gli possa essere assegnato un ruolo.
tr_tr: Hata: '<%- username %>' kullanıcısı hesabını şu ana kadar aktifleştirmedi. Bir rol verilmeden önce, kullanıcılar hesaplarını oluşturmalı ve aktifleştirmelidir.
