Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: Plugins
fa_ir: پلاگین‌‌ها
tr_tr: Eklentiler

source: Unit
fa_ir: واحد
he: יחידה
it_it: Unità
tr_tr: Ünite

source: Component
fa_ir: مولفه
he: רכיב
it_it: Elemento
tr_tr: Bileşen

source: Studio's having trouble parsing the problem component's content
fa_ir: هنرکده در خواندن محتوای منبع دارای ایراد است
it_it: Studio ha problemi ad analizzare il contenuto del componente problematico

source: Move
fa_ir: انتقال
it_it: Sposta
tr_tr: Taşı

source: Choose a location to move your component to
fa_ir: مکانی را برای انتقال مؤلفۀ موردنظر خود انتخاب کنید
it_it: Scegli dove spostare il componente
tr_tr: Bileşeninizi taşıyacağınız konumu seçin

source: Move: {displayName}
fa_ir: جابجایی: {displayName}
it_it: Sposta: {displayName}
tr_tr: Taşı: {displayName}

source: Validation Error While Saving
fa_ir: خطای اعتبارسنجی هنگام ذخیره‌سازی
he: טעות אימות במהלך שמירה
it_it: Errore di validazione nel salvataggio
tr_tr: Kaydederken Doğrulama Hatası

source: Undo Changes
fa_ir: بازگرداندن تغییرات
he: בטל שינויים
it_it: Annulla modifiche
tr_tr: Değişiklikleri Geri Al

source: Change Manually
fa_ir: تغییر دستی
he: שנה ידנית
it_it: Cambia Manualmente
tr_tr: El ile Değiştir

source: Sections
fa_ir: انتخاب
it_it: Sezioni
tr_tr: Bölümler

source: Subsections
fa_ir: زیربخش‌ها
it_it: Sottosezioni
tr_tr: Alt Bölümler

source: Units
fa_ir: واحدها
it_it: Unità
tr_tr: Üniteler

source: Components
fa_ir: مولفه‌ها
it_it: Componenti
tr_tr: Bileşenler

source: Groups
fa_ir: گروه‌ها
he: קבוצות
it_it: Gruppi
tr_tr: Gruplar

source: This {parentCategory} has no {childCategory}
fa_ir: این {parentCategory} هیچ {childCategory} ندارد
it_it: {parentCategory} non include {childCategory}
tr_tr: Bu {parentCategory} altında herhangi bir {childCategory} bulunmuyor

source: Course Outline
fa_ir: طرح درس دوره آموزشی
he: מתווה קורס
it_it: Struttura del corso
tr_tr: Ders Taslağı

source: Date added
fa_ir: تاریخ افزودن
he: הוסף תאריך
it_it: Data aggiunta
tr_tr: Tarih eklendi

source: Editing access for: {title}
fa_ir: ویرایش دسترسی برای : {title}
it_it: Modifica accesso per: {title}
tr_tr: {title} için erişim düzenleniyor

source: Publishing
fa_ir: در حال انتشار
he: מפרסם
it_it: Pubblicando
tr_tr: Yayınlama

source: Discard Changes
fa_ir: لغو تغییرات
he: התעלם משינויים
it_it: Rifiuta modifiche
tr_tr: Değişiklikleri Çıkart

source: Are you sure you want to revert to the last published version of the unit? You cannot undo this action.
fa_ir: آیا مطمئن هستید که مایلید به آخرین نسخه منتشر شده این واحد برگردید؟ این کار قابل واگرد نخواهد بود.
he: האם אתה בטוח שאתה רוצה לחזור לגרסה האחרונה של יחידה זו, שפורסמה ? אינך יכול לבטל פעולה זו.
it_it: Si è sicuri di voler ritornare all'ultima versione pubblicata dell'unità? Non è possibile annullare questa azione.
tr_tr: Ünitenin son yayınlanan sürümüne dönmek istediğinize emin misiniz? Bu işlem geri alınamaz.

source: Discarding Changes
fa_ir: در حال لغو تغییرات
he: מתעלם משינויים
it_it: Annullando le modifiche
tr_tr: Çıkarılan Değişiklikler

source: Hiding from Students
fa_ir: در حال پنهان‌سازی دید یادگیرنده
he: מסתיר מסטודנטים
it_it: Nascondi agli studenti
tr_tr: Öğrencilerden Gizle

source: Explicitly Hiding from Students
fa_ir: صریحا از دید یادگیرنده پنهان شده است
he: מסתיר במפורש מהסטודנטים
it_it: Dati nascosti esplicitamente agli studenti
tr_tr: Öğrencilerden Açıkça Gizle

source: Inheriting Student Visibility
fa_ir: جانشینی رویت‌پذیری یادگیرنده
he: יורש הגדרות חשיפה לסטודנטים
it_it: Eredità visibilità studente in corso
tr_tr: Öğrenci Görünürlüğünü Devralma

source: Make Visible to Students
fa_ir: آن را برای افراد قابل مشاهده کنید
he: שנה לגלוי עבור הסטודנטים
it_it: Rendi visibile agli studenti
tr_tr: Öğrencilere Görünür Yap

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students. Do you want to proceed?
fa_ir: اگر این واحد پیشتر برای دانشجویان منتشر شده بود، هر تغییری که در زمان مخفی‌بودن آن داده بودید اکنون برای افراد قابل مشاهده خواهد بود. آیا مایل به ادامه هستید؟
he: אם היחידה פורסמה והופצה בעבר לסטודנטים, כל שינוי שערכת ביחידה כאשר היתה נסתרת תהיה גלויה כעת בפני הסטודנטים. האם ברצונך להמשיך?
it_it: Se l'unità è stata precedentemente pubblicata e rilasciata agli studenti, tutte le modifiche apportate all'unità durante il periodo in cui è stata nascosta saranno ora visibili agli studenti. Si desidera procedere?
tr_tr: Eğer ünite önceden yayınlanmış ve öğrencilere açılmışsa, ünite gizliyken yaptığınız değişiklikler öğrencilere artık görünür olacak. Devam etmek istiyor musunuz?

source: Making Visible to Students
fa_ir: رویت پذیری آن برای یادگیرندگان
he: מציג עבור הסטודנטים
it_it: Visibilità dati a studenti in corso
tr_tr: Öğrencilere Görünür Yap

source: Course Index
fa_ir: نمایه دوره آموزشی
he: אינדקס קורס
it_it: Indice del corso
tr_tr: Ders İndeksi

source: There were errors reindexing course.
fa_ir: خطاهایی در نمایه‌سازی دوره آموزشی رخ داده‌اند.
he: קרו שגיאות במיון מחדש של הקורס.
it_it: Si sono verificati degli errori durante la nuova indicizzazione del corso.
tr_tr: Dersi tekrar indekslerken hatalar oluştu.

source: Hide Previews
fa_ir: پنهان‌سازی پیش‌نمایش
he: הסתר תצוגות מקדימות
it_it: Nsacondi anteprime
tr_tr: Önizlemeleri Gizle

source: Show Previews
fa_ir: نمایش پیش‌نمایش
he: הראה תצוגות מקדימות
it_it: Mostra anteprime
tr_tr: Önizlemeleri Göster

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} ascending
fa_ir: در حال نمایش {currentItemRange} از کل {totalItemsCount}، فیلترشده توسط {assetType}، مرتب‌شده بر اساس {sortName} به‌صورت کاهشی
he: מציג {currentItemRange} מתוך {totalItemsCount}, ממוין על פי {assetType}, בסדר עולה של {sortName}
it_it: Visualizzazione di {currentItemRange} su {totalItemsCount}, filtrato da {assetType}, ordinato per {sortName} in modo ascendente
tr_tr: {totalItemsCount} sonuçtan {currentItemRange} aralığı gösteriliyor, {assetType} göre filtrelendi, {sortName} bilgisine göre artan şekilde sıralandı

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} descending
fa_ir: در حال نمایش {currentItemRange} از کل {totalItemsCount}، فیلترشده با {assetType}، مرتب‌شده بر اساس {sortName} به صورت کاهشی
he: מציג {currentItemRange} מתוך {totalItemsCount}, ממוין על פי {assetType}, בסדר יורד של {sortName}
it_it: Visualizzazione di {currentItemRange} su {totalItemsCount}, filtrato da {assetType}, ordinato per {sortName} in modo discendente
tr_tr: {totalItemsCount} sonuçtan {currentItemRange} aralığı gösteriliyor, {assetType} göre filtrelendi, {sortName} bilgisine göre azalan şekilde sıralandı

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} ascending
fa_ir: نمایش {currentItemRange} از کل {totalItemsCount}، که {sortName} براساس الفبای نزولی نام
he: מציג {currentItemRange} מתוך {totalItemsCount}, ממוין בסדר עולה של {sortName}
it_it: Visualizzazione di {currentItemRange} su {totalItemsCount}, ordinato per {sortName} in modo ascendente
tr_tr: {totalItemsCount} sonuçtan {currentItemRange} aralığı gösteriliyor, {sortName} bilgisine göre artan şekilde sıralandı

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} descending
fa_ir: در حال نمایش {currentItemRange} از کل {totalItemsCount}، مرتب‌شده بر اساس {sortName} به‌صورت کاهشی
he: מציג {currentItemRange} מתוך {totalItemsCount}, ממוין בסדר יורד של {sortName}
it_it: Visualizzazione di {currentItemRange} su {totalItemsCount}, ordinato per {sortName} in modo discendente
tr_tr: {totalItemsCount} sonuçtan {currentItemRange} aralığı gösteriliyor, {sortName} bilgisine göre azalan şekilde sıralandı

source: {totalItems} total
fa_ir: همه {totalItems}
he: {totalItems} סך הכל
it_it: {totalItems} totali
tr_tr: toplam {totalItems}

source: content group
fa_ir: گروه محتوا
he: קבוצת תוכן
it_it: Gruppo di contenuto
tr_tr: içerik grubu

source: Add your first content group
fa_ir: اولین گروه محتوایی خود را ایجاد کنید.
he: הוסף את קבוצת התוכן הראשונה שלך
it_it: Aggiungi il tuo primo gruppo di contenuto
tr_tr: İlk içerik grubunuzu ekleyin

source: You have not created any content groups yet.
fa_ir: شما هنوز گروه محتوایی نساخته اید
he: לא יצרת עדיין קבוצות תוכן כלשהן.
it_it: Non hai ancora creato alcun gruppo di contenuto.
tr_tr: Henüz bir içerik grubu oluşturmadınız.

source: Are you sure you want to remove this video from the list?
fa_ir: آیا برای حذف این ویدیو از فهرست مطمئن هستید؟
it_it: Si è sicuri di voler rimuovere questo video dall'elenco?
tr_tr: Bu videoyu listeden çıkarmak istediğinize emin misiniz?

source: Removing a video from this list does not affect course content. Any content that uses a previously uploaded video ID continues to display in the course.
fa_ir: حذف یک فیلم از این فهرست بر محتوای دوره آموزشی تأثیر نمی‌گذارد. هر محتوایی که از شناسۀ ویدئویی استفاده می‌کند که قبلاً بارگذاری شده است، در این دوره آموزشی همچنان نمایش داده می‌شود.
it_it: La rimozione di un video dall'elenco non avrà effetto sul contenuto del corso. Qualsiasi contenuto che utilizza un precedente ID video caricato continua ad essere visualizzato nel corso.
tr_tr: Bu listeden bir videoyu kaldırmak ders içeriğini etkilemez. Geçmişte yüklü olan video kimliğini kullanan içerikler derste gösterilmeye devam edecek.

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
fa_ir: با ذخیره تغییرات، آنها اعمال خواهند شد. مراقب کلید و شکل ورود مقادیر باشید زیرا در صورت وجود ایراد، اعتبارسنجی اجرا نخواهد شد.
he: השינויים שביצעת לא יכנסו לתוקף עד שתשמור את ההתקדמותך. שים לב לעיצוב הקו והערך, מאחר שהאימות אינו מוטמע.
it_it: Le tue modifiche non avranno effetto finché non avrai salvato. Fai attenzione con la formattazione di chiave e valore perché la validazione non è implementata.
tr_tr: Değişiklikleriniz siz kaydedene kadar aktif olmayacaktır. Anahtar ve değerlerin biçimlendirmesine dikkat ediniz, zira bu değerler kontrol edilmemektedir.

source: Your policy changes have been saved.
fa_ir: تغییر خط‌مشی ذخیره شده است.
he: שינויי מדיניותך נשמרו.
it_it: Le tue policy sono state salvate
tr_tr: Politika değişiklikleri kayıt edildi.

source: No validation is performed on policy keys or value pairs. If you are having difficulties, check your formatting.
fa_ir: هیچ تأیید اعتباری روی کلیدهای خط مشی یا جفت مقادیر انجام نمی‌شود. اگر مشکلی دارید، قالب‌بندی خود را بررسی کنید.
he: לא בוצע אימות בנוגע לקווי מדיניות או צמדי ערכים. במידה ואתה נתקל בקשיים, בדוק את עיצובך.
it_it: Nessuna convalida viene eseguita su chiavi di policy o coppie di valori. Se si riscontrano delle difficoltà, verifica la tua formattazione.
tr_tr: Politika anahtarı ve değer çiftlerinin uygunluğu henüz doğrulanmamıştır. Sorun yaşıyorsanız, veri biçimlemenizi kontrol edin.

source: For grading to work, you must change all {oldName} subsections to {newName}.
fa_ir: برای درجه‌بندی کار، باید همۀ زیرمجموعه‌های {oldName} را به {newName} تغییر دهید.
he: על מנת שמתן הציון יתבצע, עליך לשנות את כל סעיפי המשנה {oldName} ל-{newName}.
it_it: Affinché sia possibile eseguire la valutazione, è necessario modificare tutte le sottosezioni {oldName} in {newName}.
tr_tr: Notlandırmanın çalışması için, tüm eski {oldName} altbölümlerini {newName} şeklinde değiştirmelisiniz.

source: Course Credit Requirements
fa_ir: الزامات اعتبار دوره آموزشی
he: דרישות לנקודות זכות בקורס
it_it: Requisiti di credito del corso
tr_tr: Ders Kredisi Gereklilikleri

source: The minimum grade for course credit is not set.
fa_ir: حداقل نمره قبولی برای این درس ثبت نشده است.
he: הציון המינימלי לקבל נקודות זכות בקורס אינו מוגדר.
it_it: Il livello minimo di accreditamento del corso non è impostato.
tr_tr: Ders kredisi için minimum not ayarlanmadı.

source: Course pacing cannot be changed once a course has started.
fa_ir: به‌محض شروع دوره آموزشی نمی‌توان سرعت گام‌های دوره را تغییر داد.
he: לא ניתן לשנות את קצב הקורס לאחר התחלתו.
it_it: La regolazione del corso non può essere modificata una volta avviato il corso.
tr_tr: Ders eğitim türü ders bir kere başladıktan sonra değiştirilemez.

source: Upload your course image.
fa_ir: تصویر دوره آموزشی خود را بارگذاری کنید.
he: העלה את תמונת הקורס שלך.
it_it: Carica l'immagine del tuo corso
tr_tr: Ders görselini yükleyin.

source: Upload your banner image.
fa_ir: بارگذاری تصویر بنر.
he: העלה את תמונת הבאנר.
it_it: Carica l'immagine del banner.
tr_tr: Banner görselinizi yükleyin.

source: Upload your video thumbnail image.
fa_ir: بارگذاری تصویر بندانگشتی ویدیو.
he: העלה את תמונת הווידאו הממוזערת
it_it: Carica la tua immagine in miniatura del video.
tr_tr: Videonuzun küçük resmini yükleyin.

source: Delete “<%- name %>”?
fa_ir: حذف “<%- name %>”؟
it_it: Elimina “<%- name %>”?
tr_tr: Sil “<%- name %>”?

source: Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
fa_ir: حذف متن آموزشی قابل بازگشت نیست و ارجاعات آن نیز از ابزار پیمایش حذف خواهد شد.
he: מחיקת ספר לימוד איננה הפיכה וברגע שתבוצע מחיקה, כל הפנייה מהלומדה לספר תימחק גם כן.
it_it: La cancellazione di un manuale non può essere annullata e una volta cancellato tutti i riferimenti ad esso nel menù di navigazione del corso saranno rimossi
tr_tr: Ders kitabını silmek geri dönüşü olmayan bir işlemdir. Sildiğin anda içindeki ders referansları ve materyalleri de silinecektir.

source: Delete Page Confirmation
fa_ir: تایید حذف صفحه
he: אישור מחיקת עמוד
it_it: Conferma cancellazione della pagina
tr_tr: Sayfa Onayını Kaldır

source: Are you sure you want to delete this page? This action cannot be undone.
fa_ir: آیا از حذف این صفحه اطمینان دارید؟ این کار قابل واگرد نخواهد بود.
he: האם אתה בטוח שאתה רוצה למחוק עמוד זה? לא ניתן לבטל פעולה זו.
it_it: Sei sicuro di volere cancellare questa pagina? Questa azione non può essere annullata.
tr_tr: Bu sayfayı silmek istediğinize emin misiniz? Bu işlem geri alınamaz.

source: Upload
fa_ir: بارگذاری
he: העלה
it_it: Carica
tr_tr: Yükle

source: We're sorry, there was an error
fa_ir: متأسفیم، خطایی وجود دارد
he: מצטערים, אירעה שגיאה
it_it: Ci scusiamo, si è verificato un errore
tr_tr: Özür dileriz, bir hata oluştu

source: The combined length of the organization, course number, and course run fields cannot be more than <%- limit %> characters.
fa_ir: طول ترکیبی سازمان، تعداد دوره آموزشی و اجرای دوره آموزشی نمی‌تواند بیش از <%- limit %> نویسه داشته باشد.
it_it: La lunghezza combinata dei campi organizzazione, numero corso ed esecuzione corso non può essere maggiore di <%- limit %> caratteri.
tr_tr: Organizasyon adı, ders numarası ve ders yayını alanlarının toplam uzunluğu <%- limit %> karakterden fazla olamaz.

source: The combined length of the organization and library code fields cannot be more than <%- limit %> characters.
fa_ir: طول ترکیبی فیلدهای مربوط به کد سازمان و کتابخانه نمی‌تواند بیش از <%- limit %> نویسه داشته باشد.
it_it: La lunghezza combinata dei campi organizzazione e codice libreria non può essere maggiore di <%- limit %> caratteri.
tr_tr: Organizasyon ve kütüphane kodu alanlarının toplam uzunluğu <%- limit %> karakterden fazla olamaz.

source: Success! "{displayName}" has been moved.
fa_ir: موفق بود! "{displayName}" جابه‌جا شده است.
it_it: Operazione riuscita! "{displayName}" è stato spostato.
tr_tr: Kutlarız! "{displayName}" taşındı.

source: Move cancelled. "{sourceDisplayName}" has been moved back to its original location.
fa_ir: انتقال لغو شد. "{sourceDisplayName}" به جای اصلی خود بازگشت.
it_it: Spostamento annullato. "{sourceDisplayName}" è stato riportato alla sua posizione originale.
tr_tr: Taşıma iptal edildi. "{sourceDisplayName}" ilk konumuna geri taşındı.

source: Undo move
fa_ir: واگرد انتقال
it_it: Annulla sposta
tr_tr: Taşımayı geri al

source: Take me to the new location
fa_ir: من را به مکان جدید ببر
it_it: Portami alla nuova posizione
tr_tr: Beni yeni konuma götür

source: Duplicating
fa_ir: در حال تکثیر
he: משכפל
it_it: In duplicazione
tr_tr: Kopyası Çıkarılıyor

source: Undo moving
fa_ir: در حال بازگرداندن انتقال
it_it: Annulla spostamento
tr_tr: Taşımayı geri al

source: Moving
fa_ir: در حال انتقال
it_it: Spostamento
tr_tr: Taşınıyor

source: Deleting this {xblock_type} is permanent and cannot be undone.
fa_ir: حذف {xblock_type} دائمی است و قابل بازگردانی نیست.
it_it: L'eliminazione del seguente {xblock_type} è permanente e non può essere annullata.
tr_tr: Bu {xblock_type} türünü silmek kalıcıdır ve geri alınamaz.

source: Any content that has listed this content as a prerequisite will also have access limitations removed.
fa_ir: همچنین برای هر محتوایی که این مطالب را به‌عنوان پیش‌نیاز ذکر کرده باشد، محدودیت‌های دسترسی نیز برداشته خواهد شد.
he: גם בכל תוכן שרשם תוכן זה כדרישה מוקדמת יוסרו מגבלות הגישה.
it_it: Qualsiasi contenuto che riporta questo contenuto come prerequisito subirà anche la rimozione delle limitazioni di accesso.
tr_tr: Bu içeriği öngereklilik olarak işaretlemiş içerikler erişim sınırlandırmalarından da muaf olacak.

source: Delete this {xblock_type} (and prerequisite)?
fa_ir: حذف این {xblock_type} (and prerequisite)؟
it_it: Elimina questo {xblock_type} (e prerequisito)?
tr_tr: Bu {xblock_type} XBlock (ve önkoşul) silinsin mi?

source: Yes, delete this {xblock_type}
fa_ir: بله،{xblock_type} حذف شود.
it_it: Sì, elimina questo {xblock_type}
tr_tr: Evet, bu {xblock_type} XBlock'u sil

source: Delete this {xblock_type}?
fa_ir: {xblock_type} حذف شود؟
it_it: Elimina questo {xblock_type}?
tr_tr: Bu {xblock_type} XBlock'u silinsin mi?

source: section
fa_ir: بخش:
he: פרק
it_it: sezione
tr_tr: bölüm

source: subsection
fa_ir: زیربخش
he: תת פרק
it_it: sottosezione
tr_tr: altbölüm

source: unit
fa_ir: واحد
he: יחידה
it_it: unità
tr_tr: ünite

source: You've made some changes
fa_ir: شما تغییراتی ایجاد کردید
he: ביצעת שינויים
it_it: Hai fatto delle modifiche
tr_tr: Bazı değişiklikler yaptınız

source: Your changes will not take effect until you save your progress.
fa_ir: هر زمان تغییرات را ذخیره کنید, اعمال خواهندشد.
he: השינויים שביצעת לא יכנסו לפועל עד שתשמור את עבודתך.
it_it: Le tue modifiche non avranno effetto finchè non avrai salvato.
tr_tr: Değişiklikleriniz kaydedilene değin etkinleştirilmeyecek.

source: You've made some changes, but there are some errors
fa_ir: شما تغییراتی ایجاد کردید، اما خطاهایی وجود دارد
he: ביצעת שינויים אך ישנן מספר שגיאות
it_it: Hai fatto delle modifiche , ma si sono verificati degli errori
tr_tr: Bazı değişiklikler yaptınız, ama bazı hatalar var

source: Please address the errors on this page first, and then save your progress.
fa_ir: لطفا ابتدا خطاهای این صفحه را بررسی و رفع کرده سپس میزان پیشرفت خود را ذخیره کنید.
he: אנא התייחס לטעויות בעמוד זה קודם ולאחר מכן שמור את עבודתך.
it_it: Per favore verifica gli errori in questa pagina e poi salva il tuo progresso.
tr_tr: Öncelikle lütfen sayfadaki hataları çözün, sonrasında ilerlemenizi kaydedebilirsiniz.

source: Save Changes
fa_ir: ذخیره تغییرات
he: שמור שינויים
it_it: Salva Modifiche
tr_tr: Değişiklikleri Kaydet

source: Please select a file in .srt format.
fa_ir: لطفا یک پرونده با قالب srt. برای بارگذاری انتخاب کنید.
he: אנא בחר קובץ בתבנית .srt
it_it: Seleziona un file in formato .srt
tr_tr: Lütfen .srt formatında bir dosya seçiniz.

source: Error: Uploading failed.
fa_ir: خطا: بارگذاری موفق نبود
he: שגיאה: ההעלאה נכשלה.
it_it: Errore: Uploading fallito
tr_tr: Hata: Yükleme başarısız.

source: Error: Import failed.
fa_ir: خطا: صدور موفق نبود.
he: שגיאה: הייבוא נכשל.
it_it: Errore: Importazione fallita
tr_tr: Hata: İçe aktarma başarısız.

source: Error: Replacing failed.
fa_ir: خطا: جایگذاری موفق نبود.
he: שגיאה: ההחלפה נכשלה.
it_it: Errore: Sostituzione fallita
tr_tr: Hata: Üstüne yazma başarısız.

source: Error: Choosing failed.
fa_ir: خطا: انتخاب موفق نبود.
he: שגיאה: הבחירה נכשלה.
it_it: Errore: Scelta fallita
tr_tr: Hata: Seçme başarısız.

source: Error: Connection with server failed.
fa_ir: خطا: اتصال به سرور موفق نبود.
he: שגיאה: החיבור לשרת נכשל.
it_it: Errore: Connessione con il server fallita
tr_tr: Hata: Sunucuyla bağlantı kurulamadı.

source: Link types should be unique.
fa_ir: نوع پیوندها باید منحصربه‌فرد و یکتا باشد.
he: על סוגי הקישור להיות יחודיים.
it_it: Le tipologie di link devono essere uniche
tr_tr: Bağlantı tipleri benzersiz olmalıdır.

source: Links should be unique.
fa_ir: پیوندها باید منحصربه‌فرد باشند.
he: על הקישורים להיות יחודיים.
it_it: I link devono essere unici
tr_tr: Bağlantılar benzersiz olmalıdır.

source: Incorrect url format.
fa_ir: قالب نشانی اینترنتی صحیح نیست.
he: תבנית כתובת URL שגויה.
it_it: Formato url incorretto
tr_tr: Yanlış url formatı.

source: Sorry, there was an error parsing the subtitles that you uploaded. Please check the format and try again.
fa_ir: متاسفیم. خواندن زیرنویس‌هایی که بارگذاری کردید با مشکل مواجه شد. لطفا قالب آن‌ها بار دیگر کنترل کرده و دوباره سعی کنید.
he: מצטערים, אירעה שגיאה בניתוח הכתוביות שהעלת. אנא בדוק את התבנית ונסה שוב.
it_it: Spiacente, si è verificato un errore durante l'analisi dei sottotitoli che hai caricato. Controlla il formato e riprova.
tr_tr: Üzgünüz, yüklediğiniz altyazıları tararken hatayla karşılaşıldı. Lütfen dosya biçimini kontrol edin ve tekrar deneyin.

source: Are you sure you want to remove this transcript?
fa_ir: آیا مایل به حذف این زیرنویس هستید؟
it_it: Si è sicuri di voler rimuovere questa trascrizione?
tr_tr: Bu altyazıyı kaldırmak istediğinize emin misiniz?

source: If you remove this transcript, the transcript will not be available for this component.
fa_ir: اگر این متن را حذف کنید، این زیرنویس برای این مؤلفه در دسترس نخواهد بود.
it_it: Se si rimuove questa trascrizione, essa non sarà disponibile per questo componente.
tr_tr: Bu altyazıyı kaldırırsanız, bu bileşen için altyazı mevcut olmayacak.

source: Remove Transcript
fa_ir: حذف زیرنویس
it_it: Rimuovi trascrizione
tr_tr: Altyazıyı Kaldır

source: Upload translation
fa_ir: بارگذاری ترجمه
he: העלה תרגום
it_it: Carica la traduzione
tr_tr: Çeviriyi yükle

source: Add Thumbnail
fa_ir: افزودن تصویر کوچک
it_it: Aggiungi miniatura
tr_tr: Küçük Resim Ekle

source: Edit Thumbnail
fa_ir: ویرایش تصویر کوچک
it_it: Modifica miniatura
tr_tr: Küçük Resmi Düzenle

source: Image upload failed
fa_ir: بارگذاری تصویر موفق نبود
it_it: Caricamento immagine non riuscito
tr_tr: Görsel yükleme başarısız

source: {ReqTextSpanStart}Requirements{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}
fa_ir: {ReqTextSpanStart} نیازمندی‌های{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}

source: {maxWidth}x{maxHeight} pixels
fa_ir: {maxWidth}x{maxHeight}پیکسل
it_it: {maxWidth}x{maxHeight} pixel
tr_tr: {maxWidth}x{maxHeight} piksel

source: Thumbnail for {videoName}
fa_ir: تصویر کوچک {videoName}
it_it: Miniatura per {videoName}
tr_tr: {videoName} için küçük resim

source: Add Thumbnail - {videoName}
fa_ir: افزودن تصویر کوچک- {videoName}
it_it: Aggiungi miniatura - {videoName}
tr_tr: {videoName} için küçük resim ekle

source: Video duration is {humanizeDuration}
fa_ir: مدت زمان ویدئو {humanizeDuration}
it_it: La durata del video è {humanizeDuration}
tr_tr: Video {humanizeDuration} uzunluğundadır

source: minutes
fa_ir: دقیقه
he: דקות
it_it: minuti
tr_tr: dakika

source: minute
fa_ir: دقیقه
it_it: minuto
tr_tr: dakika

source: seconds
fa_ir: ثانیه
it_it: secondi
tr_tr: saniye

source: second
fa_ir: ثانیه
it_it: secondo
tr_tr: saniye

source: and
fa_ir: و
it_it: e
tr_tr: ve

source: Video image upload started
fa_ir: آغاز بارگذاری تصویر ویدئو
it_it: Caricamento immagine video avviato
tr_tr: Video görseli yüklemesi başladı

source: Video image upload completed
fa_ir: بارگذاری تصویر ویدئو کامل شد
it_it: Caricamento immagine video completato
tr_tr: Video görseli yüklemesi tamamlandı
