Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: You can't leave an instructor managed team.
eo: Ýöü çän't léävé än ïnstrüçtör mänägéd téäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No puede dejar un equipo administrado por un instructor.
fa_ir: شما امکان ترک تیمی با مدیریت مربی ندارید.
it_it: Non è possibile lasciare un team gestito dall'istruttore.

source: Show existing user tour
fa_ir: نمایش تور راهنمای کاربر موجود
it_it: Mostra il tour utente esistente

source: Show new user tour
fa_ir: نمایش تور راهنمای کاربر جدید
it_it: Mostra nuovo tour utente

source: Do not show user tour
fa_ir: عدم نمایش تور راهنمای کاربر
it_it: Non mostrare il tour dell&#39;utente

source: The course for which this deadline applies
eo: Thé çöürsé för whïçh thïs déädlïné äpplïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El curso para el que se aplica este plazo
fa_ir: دوره آموزشی که این موعد مقرر برای آن اعمال می‌شود
it_it: Il corso per cui questa scadenza si applica
lv: Kurss uz kuru attiecas šis izpildes termiņš
mn: Энэ дуусах хугацааг хэрэглэх хичээл

source: The datetime after which users are no longer allowed to submit photos for verification.
eo: Thé dätétïmé äftér whïçh üsérs äré nö löngér ällöwéd tö süßmït phötös för vérïfïçätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: La fecha y hora después de la cual los usuarios ya no pueden enviar fotos para su verificación.
fa_ir: زمانی و تاریخی که کاربران پس از آن دیگر به ارسال عکس برای تأیید مجاز نیستند.
it_it: La date e l'ora dopo che gli utenti non possono più inviare le foto per la verifica.
lv: Datums/laiks pēc kura lietotājiem vairs nav atļauts iesniegt fotogrāfijas pārbaudei.
mn: Энэ огнооноос хойш хэрэглэгчид баталгаажуулалтын зураг илгээх боломжгүй болно

source: Your {platform_name} verification has expired.
eo: Ýöür {platform_name} vérïfïçätïön häs éxpïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Su verificación {platform_name} ha caducado.
fa_ir: تأیید صحت {platform_name} شما منقضی شده است.
it_it: La propria verifica di {platform_name} è scaduta.
lv: Jūsu {platform_name} pārbaudes termiņš ir beidzies.
mn: Таны {platform_name} баталгаажуулалтын хугацаа дууссан байна

source: Intro
eo: Ìntrö Ⱡ'σяєм ιρѕ#
es_es: Introducción
fa_ir: مقدمه
lv: Ievads
mn: Оршил

source: Make payment
eo: Mäké päýmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Pagar
fa_ir: پرداخت
it_it: Effettua pagamento
lv: Veikt maksājumu
mn: Төлбөр төлөх

source: Take photo
eo: Täké phötö Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Tomar foto
fa_ir: گرفتن عکس
it_it: Scatta la foto
lv: Uzņemt fotogrāfiju
mn: Зураг авах

source: Take a photo of your ID
eo: Täké ä phötö öf ýöür ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Toma una foto de tu DNI
fa_ir: عکاسی از کارت شناسایی
it_it: Fai una foto del tuo documento d'identità
lv: Uzņemt Jūsu identifikācijas fotogrāfiju
mn: Өөрийн зургаа дарах

source: Review your info
eo: Révïéw ýöür ïnfö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Revisa tu información
fa_ir: بازبینی اطلاعات شما
it_it: Verifica le tue informazioni
lv: Pārskatīt Jūsu informāciju
mn: Өөрийн мэдээллийг хянах

source: Enrollment confirmation
eo: Énröllmént çönfïrmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Confirmación de inscripción
fa_ir: تأیید ثبت‌نام
it_it: Conferma di iscrizione
lv: Reģistrācijas apstiprinājums
mn: Элсэлтийн баталгаажуулалт

source: Selected price is not valid number.
eo: Séléçtéd prïçé ïs nöt välïd nümßér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: El precio seleccionado no es un número válido.
fa_ir: قیمت انتخابی عدد معتبری نیست.
it_it: Il prezzo selezionato non è un numero valido.
lv: Izvēlētā cena nav derīgs skaitlis.
mn: Сонгосон үнийн утга буруу байна

source: This course doesn't support paid certificates
eo: Thïs çöürsé döésn't süppört päïd çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Este curso no admite certificados pagos
fa_ir: این دوره آموزشی از گواهی‌های پرداختی پشتیبانی نمی‌کند
it_it: Questo corso non supporta certificati pagati
lv: Šajā kursā netiek atbalstīti apmaksāti sertifikāti
mn: Энэ хичээл төлбөртэй гэрчилгээг дэмждэггүй

source: No selected price or selected price is below minimum.
eo: Nö séléçtéd prïçé ör séléçtéd prïçé ïs ßélöw mïnïmüm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se ha seleccionado precio o el precio seleccionado está por debajo del mínimo.
fa_ir: هیچ قیمتی انتخاب نشده و یا قیمت انتخاب شده کمتر از حد کمینه است.
it_it: Nessun prezzo selezionato o prezzo selezionato inferiore al valore minimo.
lv: Nav izvēlēta cena vai arī izvēlētā cena ir zem minimuma.
mn: Үнэ сонгоогүй байна эсвэл сонгосон үнэ хамгийн бага утгаас бага байна

source: Photo ID image is required if the user does not have an initial verification attempt.
eo: Phötö ÌD ïmägé ïs réqüïréd ïf thé üsér döés nöt hävé än ïnïtïäl vérïfïçätïön ättémpt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: La imagen del documento de identidad con foto es obligatoria si el usuario no tiene un intento inicial de verificación.
fa_ir: اگر کاربر اقدام به تأیید اولیه نکند، تصویر کارت شناسایی لازم است.
it_it: L'immagine del documento d'identità con foto è obbligatoria se l'utente non ha un tentativo di verifica iniziale.
lv: Fotogrāfijas identifikācijas attēls ir nepieciešams, ja lietotājam nav sākotnējā pārbaudes mēģinājuma.
mn: Хэрэглэгчийн анхан шатны баталгаажуулах оролдлого байхгүй бол зурган ID зураг шаардлагатай.

source: Missing required parameter face_image
eo: Mïssïng réqüïréd pärämétér fäçé_ïmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Falta el parámetro obligatorio face_image
fa_ir: پارامتر مورد نیاز face_image وجود ندارد
it_it: Parametro obbligatorio face_image mancante
lv: Trūkst nepieciešamais parametrs face_image
mn: Шаардлагатай параметр face_image байхгүй байна

source: Image data is in an unsupported format.
fa_ir: داده‌های تصویر در قالبی ارائه‌شده که پشتیبانی نمی‌شود.
it_it: I dati dell'immagine sono in un formato non supportato.

source: Image data is not valid.
eo: Ìmägé dätä ïs nöt välïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Archivo de imagen no es válido
fa_ir: داده‌های تصویر معتبر نیستند.
it_it: I dati dell'immagine non sono validi.
lv: Attēla dati nav derīgi.
mn: Зургийн өгөгдөл буруу байна

source: Your {platform_name} ID verification was approved!
fa_ir: تأیید هویت {platform_name} شما تأیید شد!
it_it: La propria verifica dell'identità di {platform_name} è stata approvata!

source: Your {platform_name} Verification Has Been Denied
eo: Ýöür {platform_name} Vérïfïçätïön Häs Béén Dénïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Su verificación {platform_name} ha sido denegada
fa_ir: تأیید صحت {platform_name} شما رد شده‌است
it_it: La propria verifica di {platform_name} è stata negata
lv: Jūsu verifikācija {platform_name} ir noraidīta
mn: Таны {platform_name} -ийн баталгаажуулалтыг татгалзлаа

source: Please correct the errors below.
eo: Pléäsé çörréçt thé érrörs ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Por favor corrija los siguientes errores.
fa_ir: لطفاً خطاهای زیر را تصحیح کنید.
it_it: Correggere gli errori di seguito.
lv: Lūdzu izlabojiet zemāk redzamās redzamās kļūdas.
mn: Дараах алдаануудыг засна уу

source: Are you sure you want to cancel retirement for user "%(username)s"?
eo: Àré ýöü süré ýöü wänt tö çänçél rétïrémént för üsér "%(username)s"? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: ¿Seguro que quieres cancelar la eliminación del usuario "%(username)s"?
fa_ir: آیا از لغو انفصال کاربر%(username)s اطمینان دارید؟
it_it: Si è sicuri di voler cancellare il ritiro per l'utente "%(username)s"?
mn: "%(username)s" хэрэглэгчийг ашиглалтаас гарахыг нь цуцлахыг хүсэж байгаадаа итгэлтэй байна уу?

source: Submit
eo: Süßmït Ⱡ'σяєм ιρѕυ#
es_es: Enviar
fa_ir: ارسال
it_it: Invia
lv: Iesniegt
mn: Илгээх

source: This email was automatically sent from %(platform_name)s.
fa_ir: این رایانامه به‌صورت خودکار از سوی %(platform_name)s ارسال شده است.
it_it: Questa email è stata inviata automaticamente da %(platform_name)s.

source: You are receiving this email at address %(email)s because you are enrolled in
fa_ir: به دلیل ثبت نام در دوره آموزشی، این رایانامه را در نشانی %(email)s دریافت کرده اید
it_it: Ricevi questa email all&#39;indirizzo %(email)s perché sei iscritto a

source: To stop receiving email like this, update your course email settings
fa_ir: برای توقف دریافت رایانامه مانند این مورد، تنظیمات رایانامه دوره آموزشی خود را روزآمد کنید
it_it: Per non ricevere più e-mail come questa, aggiorna le impostazioni e-mail del corso

source: here
fa_ir: اینجا
it_it: qui

source: unsubscribe
fa_ir: لغو آبونمان
it_it: Annulla l&#39;iscrizione

source: This email was automatically sent from %(platform_name)s.
fa_ir: این رایانامه به‌طور خودکار از سوی %(platform_name)sارسال شد.
it_it: Questa email è stata inviata automaticamente da %(platform_name)s.

source: You are receiving this email at address %(email)s because you are enrolled in %(course_title)s.
fa_ir: شما این رایانامه را در نشانی %(email)s به دلیل ثبت‌نام در %(course_title)sدریافت کرده‌اید.
it_it: Hai ricevuto questa email all&#39;indirizzo %(email)s perché sei iscritto a %(course_title)s.

source: To stop receiving email like this, update your course email settings here %(email_settings_url)s
fa_ir: برای توقف دریافت رایانامه مانند این مورد، تنظیمات رایانامه دوره آموزشی خود را در اینجا %(email_settings_url)s روزآمد کنید
it_it: Per interrompere la ricezione di e-mail come questa, aggiorna le impostazioni e-mail del corso qui %(email_settings_url)s

source: To unsubscribe click here %(unsubscribe_link)s
fa_ir: برای لغو ابونمان اینجا کلیک کنید %(unsubscribe_link)s
it_it: Per cancellarti clicca qui %(unsubscribe_link)s

source: Welcome to %(course_name)s
eo: Wélçömé tö %(course_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Le damos la bienvenida a %(course_name)s
fa_ir: %(course_name)sبه خوش آمدید
it_it: Benvenuto in %(course_name)s
mn: %(course_name)s-д тавтай морил

source: To get started, please visit https://%(site_name)s.
eo: Tö gét stärtéd, pléäsé vïsït https://%(site_name)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Para comenzar, visite https://%(site_name)s.
fa_ir: برای آغاز، از آدرس https://%(site_name)s بازدید کنید.
it_it: Per iniziare, visitare https://%(site_name)s.
mn: Эхлэхийн тулд, https://%(site_name)s зочилно уу.

source: The login information for your account follows:
eo: Thé lögïn ïnförmätïön för ýöür äççöünt föllöws: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La información de inicio de sesión para su cuenta es la siguiente:
fa_ir: اطلاعات ورود به سامانه برای حساب کاربری شما به شرح زیر است:
it_it: Le informazioni di accesso del tuo account sono riportate di seguito:
mn: Таны бүртгэлийн нэвтрэх мэдээлэл:

source: email: %(email_address)s
eo: émäïl: %(email_address)s Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: correo electrónico: %(email_address)s
fa_ir: رایانامه: %(email_address)s
mn: имэйл: %(email_address)s

source: password: %(password)s
eo: pässwörd: %(password)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: contraseña: %(password)s
fa_ir: گذرواژه: %(password)s
mn: нууц үг: %(password)s

source: It is recommended that you change your password.
eo: Ìt ïs réçömméndéd thät ýöü çhängé ýöür pässwörd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Es recomendable que cambie su contraseña.
fa_ir: توصیه می شود که گذرواژه خود را تغییر دهید.
it_it: Si consiglia di cambiare la password.
lv: Ir ieteicams nomainīt Jūsu paroli.
mn: Таныг нууц үгээ солихыг зөвлөж байна.

source: You may access your course.
eo: Ýöü mäý äççéss ýöür çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Puedes acceder a su curso.
fa_ir: امکان دارد به دورۀ آموزشی خود دسترسی داشته باشید.
it_it: È possibile accedere al corso.

source: Sincerely yours, The %(course_name)s Team
eo: Sïnçérélý ýöürs, Thé %(course_name)s Téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Atentamente, El equipo %(course_name)s
fa_ir: ارادتمند شما، تیم %(course_name)s
it_it: Cordiali saluti, Il Team %(course_name)s
mn: Хүндэтгэсэн %(course_name)s баг

source: To get started, please visit https://%(site_name)s. The login information for your account follows.
eo: Tö gét stärtéd, pléäsé vïsït https://%(site_name)s. Thé lögïn ïnförmätïön för ýöür äççöünt föllöws. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Para comenzar, visite https://%(site_name)s. La información de inicio de sesión para su cuenta sigue.
fa_ir: لطفاً برای آغاز از آدرس https://%(site_name)s بازدید کنید. اطلاعات حساب کاربری شما عبارت‌اند:
it_it: Per iniziare, visitare https://%(site_name)s. Le informazioni di accesso relative al proprio account vengono riportate di seguito.
mn: Эхлэхийн тулд https://%(site_name)s хуудсаар зочилно уу. Таны бүртгэлийн нэвтрэх мэдээлэл.

source: You may access your course at: %(course_url)s.
eo: Ýöü mäý äççéss ýöür çöürsé ät: %(course_url)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Puede acceder a su curso en: %(course_url)s.
fa_ir: شما می‌توانید به این دوره آموزشی دسترسی پیدا کنید: %(course_url)s
it_it: È possibile accedere al proprio corso all'indirizzo: %(course_url)s.

source: You have been enrolled in %(course_name)s
eo: Ýöü hävé ßéén énrölléd ïn %(course_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Ha sido inscrito en %(course_name)s
fa_ir: شما در%(course_name)sثبت‌نام کرده‌اید
it_it: Sei stato iscritto a %(course_name)s
mn: Та %(course_name)s хичээлд элссэн байна

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s
eo: Ýöü hävé ßéén ïnvïtéd tö ßé ä ßétä téstér för %(course_name)s ät %(site_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Ha sido invitado a ser un probador beta para %(course_name)s en %(site_name)s
fa_ir: از شما به‌عنوان آزمون‌گر بتا برای دورۀ آموزشی %(course_name)s در %(site_name)s دعوت به عمل آمده‌است
it_it: Sei stato invitato/a ad essere un tester beta per %(course_name)s at %(site_name)s
mn: Та%(site_name)s-д %(course_name)s-ийн бета шалгагчаар уригдсан байна.

source: The invitation has been sent by a member of the course staff.
eo: Thé ïnvïtätïön häs ßéén sént ßý ä mémßér öf thé çöürsé stäff. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La invitación ha sido enviada por un miembro del personal del curso.
fa_ir: دعوت‌نامه توسط یکی از اعضای کادر دوره آموزشی ارسال شده‌است.
it_it: L'invito è stato inviato da un membro dello staff del corso.
mn: Хичээлийн зохицуулагч гишүүн урилга илгээсэн.

source: To start accessing course materials, please visit:
eo: Tö stärt äççéssïng çöürsé mätérïäls, pléäsé vïsït: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Para comenzar a acceder a los materiales del curso, visite:
fa_ir: برای شروع دسترسی به مطالب دوره آموزشی، لطفاً موارد زیر ببینید:
it_it: Per poter accedere ai materiali del corso, visitare:
mn: Хичээлийн материалуудыг үзэхийн тулд дараах хаягаар зочилно уу

source: To enroll in this course and begin the beta test:
eo: Tö énröll ïn thïs çöürsé änd ßégïn thé ßétä tést: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Para inscribirse en este curso y comenzar la prueba beta:
fa_ir: برای ثبت‌نام در این دوره آموزشی و شروع آزمون بتا:
it_it: Per iscriversi a questo corso e iniziare il test beta:
mn: Энэ хичээлд бүртгүүлэхийн тулд бета шалгагчаар эхлэнэ үү

source: Visit %(course_name)s
eo: Vïsït %(course_name)s Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Visitar %(course_name)s
fa_ir: بازدید از %(course_name)s
it_it: Visita %(course_name)s
mn: %(course_name)s зочлох

source: Visit %(site_name)s
eo: Vïsït %(site_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Visitar %(site_name)s
fa_ir: بازدید %(site_name)s
it_it: Visita %(site_name)s

source: This email was automatically sent from %(site_name)s to %(email_address)s
eo: Thïs émäïl wäs äütömätïçällý sént fröm %(site_name)s tö %(email_address)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Este correo electrónico fue enviado automáticamente desde %(site_name)s a %(email_address)s
fa_ir: این پیام به‌طور خودکار از طرف %(site_name)s به %(email_address)s ارسال شد
it_it: Questa email è stata inviata automaticamente da %(site_name)s a %(email_address)s
mn: Энэ имэйл нь %(site_name)s -аас %(email_address)s-д автоматаар илгээгдсэн болно

source: Dear %(full_name)s
eo: Déär %(full_name)s Ⱡ'σяєм ιρѕυм ∂#
es_es: Estimado/a %(full_name)s
fa_ir: %(full_name)s عزیز
it_it: Gentile %(full_name)s
mn: Хүндэт %(full_name)s

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
eo: Ýöü hävé ßéén ïnvïtéd tö ßé ä ßétä téstér för %(course_name)s ät %(site_name)s ßý ä mémßér öf thé çöürsé stäff. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Ha sido invitado a ser un probador beta para %(course_name)s en %(site_name)s por un miembro del personal del curso.
fa_ir: شما به‌عنوان آزمون‌گر بتا برای %(course_name)s در%(site_name)sتوسط یکی از اعضای کادر دوره آموزشی، دعوت شده‌اید.
it_it: Sei stato/a invitato/a come tester beta per %(course_name)s presso %(site_name)s da un membro dello staff del corso.
mn: Та хичээлийн зохицуулагч гишүүнээр %(site_name)s- д %(course_name)s-ийн бета шалгагчаар уригдсан байна.

source: To start accessing course materials, please visit %(course_url)s
eo: Tö stärt äççéssïng çöürsé mätérïäls, pléäsé vïsït %(course_url)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Para comenzar a acceder a los materiales del curso, visite %(course_url)s
fa_ir: برای آغاز دسترسی به مطالب دوره آموزشی، لطفاً از%(course_url)sبازدید کنید
it_it: Per poter accedere ai materiali del corso, visita %(course_url)s
mn: Хичээлийн материалыг үзэхийн тулд %(course_url)s-д дарна уу

source: Visit %(course_about_url)s to enroll in this course and begin the beta test.
eo: Vïsït %(course_about_url)s tö énröll ïn thïs çöürsé änd ßégïn thé ßétä tést. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Visite %(course_about_url)s para inscribirse en este curso y comenzar la prueba beta.
fa_ir: برای ثبت‌نام در این دوره آموزشی و شروع آزمون بتا به%(course_about_url)s مراجعه کنید.
it_it: Visitare %(course_about_url)s per iscriversi a questo corso e iniziare il test beta.
mn: Энэ хичээлд бүртгүүлэхийн тулд %(course_about_url)s зочилж бета шалгагчаар эхэлнэ үү.

source: Visit %(site_name)s to enroll in this course and begin the beta test.
eo: Vïsït %(site_name)s tö énröll ïn thïs çöürsé änd ßégïn thé ßétä tést. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Visite %(site_name)s para inscribirse en este curso y comenzar la prueba beta.
fa_ir: برای ثبت‌ نام در این دوره آموزشی و آغاز آزمون بتا به%(site_name)sمراجعه کنید.
it_it: Visitare %(site_name)s per iscriversi a questo corso e iniziare il test beta.
mn: Энэ хичээлд бүртгүүлэхийн тулд %(site_name)s -д зочилж бета тестийг эхлүүлнэ үү.

source: You have been invited to a beta test for %(course_name)s
eo: Ýöü hävé ßéén ïnvïtéd tö ä ßétä tést för %(course_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Ha sido invitado a una prueba beta para %(course_name)s
fa_ir: شما برای%(course_name)s آزمون بتا دعوت شده‌اید
it_it: Sei stato/a invitato/a ad un test beta per %(course_name)s
mn: Та %(course_name)s-ийн бета тестэд уригдсан байна

source: You have been invited to %(course_name)s
eo: Ýöü hävé ßéén ïnvïtéd tö %(course_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Ha sido invitado a %(course_name)s
fa_ir: شما به%(course_name)s دعوت شده‌اید
it_it: Sei stato/a invitato/a a %(course_name)s
mn: Та %(course_name)s хичээлд уригдсан байна

source: You have been invited to join %(course_name)s at %(site_name)s by a member of the course staff.
eo: Ýöü hävé ßéén ïnvïtéd tö jöïn %(course_name)s ät %(site_name)s ßý ä mémßér öf thé çöürsé stäff. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Ha sido invitado a unirse a %(course_name)s en %(site_name)s por un miembro del personal del curso.
fa_ir: شما توسط عضوی از اعضای دوره آموزشی دعوت شده‌اید که به%(course_name)s در%(site_name)s بپیوندید.
it_it: Sei stato/a invitato/a ad unirti a %(course_name)s presso %(site_name)s da un membro dello staff del corso.
mn: Таныг хичээлийн зохицуулагч %(site_name)s-д %(course_name)s нэгдэхийг урьсан байна.

source: To access this course click on the button below and login:
eo: Tö äççéss thïs çöürsé çlïçk ön thé ßüttön ßélöw änd lögïn: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Para acceder a este curso, haga clic en el botón de abajo e inicie sesión:
fa_ir: برای دسترسی به این دوره آموزشی بر روی دکمۀ زیر کلیک کنید و وارد شوید:
it_it: Per accedere a questo corso fare clic sul pulsante di seguito ed eseguire il login:
mn: Энэ хичээлд хандахын толу доорх товчлуур дээр товшиж нэвтэрнэ үү:

source: To access this course visit it and register:
eo: Tö äççéss thïs çöürsé vïsït ït änd régïstér: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Para acceder a este curso visítelo y regístrese:
fa_ir: برای دسترسی به این دوره آموزشی از آن بازدید کرده و ثبت‌نام کنید:
it_it: Per accedere a questo corso, visitare il corso ed eseguire la registrazione:
mn: Энэ хичээлд хандахын тулд энд зочилж бүртгүүлнэ үү.

source: Please finish your registration and fill out the registration form making sure to use %(email_address)s in the Email field:
eo: Pléäsé fïnïsh ýöür régïsträtïön änd fïll öüt thé régïsträtïön förm mäkïng süré tö üsé %(email_address)s ïn thé Émäïl fïéld: Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Finalice su registro y complete el formulario de registro asegurándose de usar %(email_address)s en el campo de correo electrónico:
fa_ir: لطفاً ثبت‌نام خود را به پایان برسانید و فرم ثبت‌نام را پر کنید و اطمینان حاصل کنید که این نشانی رایانامه %(email_address)s را در قسمت مربوط وارد کرده‌اید:
it_it: Completare la propria registrazione e compilare il modulo di registrazione assicurandosi di utilizzare %(email_address)s nel campo Email:
mn: Бүртгэлээ хийж дуусгана уу мөн бүртгэлийн маягтыг бөглөхдөө имэйл талбарт %(email_address)s хэрэглэсэн эсэхээ шалгана уу:

source: Finish Your Registration
eo: Fïnïsh Ýöür Régïsträtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Finalice su inscripción
fa_ir: ثبت‌نام خود را به پایان برسانید
it_it: Completa la registrazione
mn: Бүртгэлээ дуусгана уу

source: Once you have registered and activated your account, you will see %(course_name)s listed on your dashboard.
eo: Önçé ýöü hävé régïstéréd änd äçtïvätéd ýöür äççöünt, ýöü wïll séé %(course_name)s lïstéd ön ýöür däshßöärd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Una vez que se haya registrado y activado su cuenta, verá %(course_name)s en su tablero.
fa_ir: پس از ثبت نام و فعالسازی حساب کاربری، %(course_name)s را در پیشخوان خود مشاهده خواهید کرد.
it_it: Dopo la registrazione e l'attivazione del proprio account, verrà visualizzato %(course_name)s elencato nella propria dashboard.
mn: Та хичээлд бүртгүүлээд, өөрийн бүртгэлээ идэвхжүүлмэгц, та хянах самбар дээр %(course_name)s жагсаалтыг харна.

source: Once you have registered and activated your account, you will be able to access this course:
eo: Önçé ýöü hävé régïstéréd änd äçtïvätéd ýöür äççöünt, ýöü wïll ßé äßlé tö äççéss thïs çöürsé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Una vez que se hayas registrado y activado su cuenta, podrá acceder a este curso:
fa_ir: پس از ثبت‌نام و فعال‌سازی حساب کاربری خود، می‌توانید به این دوره آموزشی دسترسی یابید:
it_it: Dopo la registrazione e l'attivazione del proprio account, sarà possibile accedere a questo corso:
mn: Та хичээлд бүртгүүлээд, өөрийн бүртгэлээ идэвхжүүлмэгц энэ хичээлд хандах боломжтой болно:

source: You can then enroll in %(course_name)s.
eo: Ýöü çän thén énröll ïn %(course_name)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Luego puede inscribirse en %(course_name)s.
fa_ir: سپس می‌توانید در %(course_name)s ثبت‌نام کنید.
it_it: È possibile quindi iscriversi a %(course_name)s.
mn: Та дараа нь %(course_name)s бүртгүүлж болно.

source: Dear student,
eo: Déär stüdént, Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Estimado/a alumno/a,
fa_ir: یادگیرنده عزیز،
it_it: Caro studente,
lv: Dārgo student,
mn: Эрхэм хүндэт оюутанд
