Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: {html_start}Your {account_or_email} could not be {activated_or_confirmed}{html_end}Something went wrong, please <a href="{support_url}">contact support</a> to resolve this issue.
fa_ir: {html_start}{account_or_email} شما، نمی‌‌تواند {activated_or_confirmed}{html_end} باشد، مشکلی رخ داده است، لطفاً برای حل این مشکل با<a href="{support_url}"> پشتیبانی</a> تماس بگیرید.
it_it: {html_start}Il tuo {account_or_email} account non può essere attivato{activated_or_confirmed}{html_end}Qualcosa non ha funzionato. Ti preghiamo di <a href="{support_url}">contattare l'assistenza</a> per risolvere questo problema.

source: {html_start}This {account_or_email} has already been {activated_or_confirmed}.{html_end}
fa_ir: {html_start}حساب کاربری {account_or_email} قبلاً {activated_or_confirmed} شده است.{html_end}
it_it: {html_start}Questo account {account_or_email}è stato già {activated_or_confirmed} attivato.{html_end}

source: {html_start}Success{html_end} You have {activated_or_confirmed} your {account_or_email}.
fa_ir: {html_start}{html_end} شما {account_or_email} خود را {activated_or_confirmed} با موفقیت فعال کرده‌اید.
it_it: {html_start}Successo{html_end} Hai {activated_or_confirmed} il tuo {account_or_email}.

source: {html_start}Success! You have {activated_or_confirmed} your {account_or_email}.{html_end}You will now receive email updates and alerts from us related to the courses you are enrolled in. Sign In to continue.
fa_ir: {html_start} انجام شد! شما {account_or_email} خود را {activated_or_confirmed} کرده‌اید.{html_end}از این به بعد روزآمدسازی و هشدارهای مربوط به دوره‌هایی را که در آن ثبت‌نام کرده‌اید از طریق رایانامه دریافت خواهید کرد. برای ادامه وارد سامانه شوید.
it_it: {html_start}Successo! Hai {activated_or_confirmed} il tuo {account_or_email}.{html_end}Ora riceverai aggiornamenti via email e avvisi da parte nostra relativi ai corsi a cui sei iscritto. Accedi per continuare.

source: Valid e-mail address required.
eo: Välïd é-mäïl äddréss réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Se requiere una dirección de e-mail válida.
fa_ir: نشانی رایانامه معتبری وارد کنید.
it_it: é richiesto un indirizzo e-mail valido.
lv: Nepieciešama derīga e-pasta adrese.
mn: Хүчинтэй имэйл хаяг шаардлагатай

source: Old email is the same as the new email.
eo: Öld émäïl ïs thé sämé äs thé néw émäïl. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: El e-mail anterior es el mismo que el nuevo.
fa_ir: نشانی رایانامه قبلی با نشانی جدید وارد شده یک است.
it_it: La vecchia email è uguale alla nuova email.
lv: Vecā e-pasta adrese ir tāda pati kā jaunā.
mn: Хуучин цахим шуудан шинэ цахим шуудантай ижил байна

source: Cannot be same as your sign in email address.
eo: Çännöt ßé sämé äs ýöür sïgn ïn émäïl äddréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No puede ser igual a su dirección para iniciar sesión.
fa_ir: نمی‌تواند مانند نشانی رایانامه ثبت‌نامی شما باشد.
it_it: Non può essere uguale al proprio indirizzo email di accesso.
mn: Таны нэвтрэх имэйл хаягтай адил байж болохгүй.

source: Unable to send email activation link. Please try again later.
eo: Ûnäßlé tö sénd émäïl äçtïvätïön lïnk. Pléäsé trý ägäïn lätér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se pudo enviar enlace de activación de e-mail. Por favor, inténtalo más tarde.
fa_ir: رایانامه فعال‌سازی برای شما ارسال نشد. لطفا دوباره تلاش کنید
it_it: Impossibile inviare il link di attivazione email. Si prega di riprovare più tardi.
lv: Neizdevās nosūtīt e-pasta aktivizēšanas saiti. Lūdzu, vēlāk mēģiniet vēlreiz.
mn: Цахим шууданг идэвхжүүлэх холбоосыг илгээх боломжгүй байна. Дараа дахин оролдоно уу

source: Deleted the selected configuration(s).
eo: Délétéd thé séléçtéd çönfïgürätïön(s). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Se han eliminado las configuraciones seleccionada(s).
fa_ir: پیکربندی‌(های) متتخب حذف شد.
it_it: Elimina la configurazione (o le configurazioni) selezionate.
lv: Tika dzēsta izvēlētā konfigurācija(s).
mn: Сонгосон тохиргоо(нууд) устсан.

source: Delete the selected configuration
eo: Délété thé séléçtéd çönfïgürätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Borrar la configuración seleccionada
fa_ir: حذف پیکربندی‌ منتخب
it_it: Elimina la configurazione selezionata
lv: Dzēst izvēlēto konfigurāciju(-as)
mn: Сонгосон тохиргоо устгах

source: Unable to connect with the external provider, please try again
eo: Ûnäßlé tö çönnéçt wïth thé éxtérnäl prövïdér, pléäsé trý ägäïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se pudo conectar con el proveedor externo. Por favor, inténtelo más tarde.
fa_ir: امکان برقراری ارتباط با ارائه‌دهنده خارجی وجود ندارد، لطفا دوباره امتحان کنید
it_it: Impossibile connettersi con il provider esterno, si prega di provare nuovamente
lv: Nevar izveidot savienojumu ar ārējo pakalpojumu sniedzēju, lūdzu, mēģiniet vēlreiz.
mn: Гадны нийлүүлэгчтэй холбогдох боломжгүй байна. Дахин оролдоно уу.

source: Authentication with {} is currently unavailable.
eo: Àüthéntïçätïön wïth {} ïs çürréntlý ünäväïläßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La autentificación con {} está ahora disponible.
fa_ir: در حال حاضر احراز هویت با {} میسر نیست.
it_it: L'autenticazione mediante {} non è disponibile al momento.
lv: Autentifikācija ar {} pašreiz nav pieejama.
mn: {}-тай холбоотой баталгаажуулалт одоогоор боломжгүй байна.

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
eo: Séçöndärý prövïdérs äré dïspläýéd léss prömïnéntlý, ïn ä sépäräté lïst öf "Ìnstïtütïön" lögïn prövïdérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Los proveedores secundarios figuran en un segundo plano, en una lista separada de «instituciones» proveedoras de acceso.
fa_ir: ارائه‌دهندگان ثانویه که اهمیت کمتری دارند، در فهرست جدا ازورود "موسسه" ارائه‌دهنده نمایش داده می‌شوند.
it_it: I provider secondari vengono visualizzati in maniera meno significativa, in un elenco separato di provider di login "Istituto" .
lv: Sekundārie nodrošinātāji ir parādīti mazāk saredzami, atsevišķā "Institution" pieteikšanās nodrošinātāju sarakstā.
mn: Хоёрдогч үйлчилгээ үзүүлэгч 'Институт' нэвтрэх үйлчилгээ үзүүлэгчийн тусдаа жагсаалтанд бага харагдана.

source: optional. If this provider is an Organization, this attribute can be used reference users in that Organization
eo: öptïönäl. Ìf thïs prövïdér ïs än Örgänïzätïön, thïs ättrïßüté çän ßé üséd référénçé üsérs ïn thät Örgänïzätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: opcional. Si este proveedor es una organización, se puede usar este atributousuarios de referencia en esa organización
fa_ir: اختیاری است، اگر این ارائه‌دهنده، سازمان است، این ویژگی می‌تواند مورد استفاده کاربران مرجع در آن سازمان قرار گیرد
it_it: facoltativo. Se questo provider è un'Organizzazione, questo attributo può essere utilizzato per indicare gli utenti in quell'Organizzazione

source: The Site that this provider configuration belongs to.
eo: Thé Sïté thät thïs prövïdér çönfïgürätïön ßélöngs tö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La página web a la que pertenece esta configuración del proveedor.
fa_ir: وبگاهی که این پیکربندی ارائه دهنده به ان تعلق دارد.
it_it: Il sito a cui appartiene questa configurazione di provider.
lv: Vietne, kurai pieder šī nodrošinātāja konfigurācija.
mn: Энэ үйлчилгээ үзүүлэгчийн тохиргоонд хамаарагдах хуудас

source: If this option is enabled, users that visit a "TPA hinted" URL for this provider (e.g. a URL ending with `?tpa_hint=[provider_name]`) will be forwarded directly to the login URL of the provider instead of being first prompted with a login dialog.
eo: Ìf thïs öptïön ïs énäßléd, üsérs thät vïsït ä "TPÀ hïntéd" ÛRL för thïs prövïdér (é.g. ä ÛRL éndïng wïth `?tpä_hïnt=[prövïdér_nämé]`) wïll ßé förwärdéd dïréçtlý tö thé lögïn ÛRL öf thé prövïdér ïnstéäd öf ßéïng fïrst prömptéd wïth ä lögïn dïälög. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρ#
es_es: Si esta opción está habilitada, los usuarios que visiten una URL "sugerida por TPA" para este proveedor (por ejemplo, una URL que termina con `? Tpa_hint = [nombre_de_proveedor]`) se reenviarán directamente a la URL de inicio de sesión del proveedor en lugar de que se le pregunte primero un diálogo de inicio de sesión.
fa_ir: اگر اين گزينه فعال گردد، کاربرانی که از "نشانی اینترنتیTPA hinted" این ارائه‌دهنده (مثلا URL با«؟ tpa_hint = [provider_name] ») بازدید کنند مستقیما به نشانی صفحه ورود به سامانه منتقل می‌شوند به‌جای اینکه با متن ورود به سامانه مواجه شود.
it_it: Se questa opzione è abilitata, gli utenti che visitano un indirizzo URL con "suggerimento TPA" per questo provider (ad esempio, un indirizzo URL che termina con `?tpa_hint=[provider_name]`) saranno indirizzati direttamente all'URL di login del provider anziché ricevere la richiesta iniziale mediante finestra di dialogo di login.
lv: Ja šī opcija ir iespējota, lietotāji, kuri apmeklēs šī nodrošinātāja URL vietrādi "TPA hinted\” (piem., URL, kas beidzas ar `?tpa_hint=[provider_name]`), tiks pārsūtīti tieši uz nodrošinātāja pieteikšanās URL tā vietā, lai sākumā parādītu pieteikšanās dialoga uzvedni.
mn: Хэрэв энэ сонголтыг идэвхжүүлбэл, энэ үйлчилгээ үзүүлэгчийн "TPA hinted" URL-д хандасан хэрэглэгч (жишээ нь: `?tpa_hint=[provider_name]` -аар төгссөн URL) эхний нэвтрэх цонхруу орохын оронд үйлчилгээ үзүүлэгчийн нэвтрэх URL-руу шууд орох болно.

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.) during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
eo: Ìf thïs öptïön ïs énäßléd, üsérs wïll nöt ßé äskéd tö çönfïrm théïr détäïls (nämé, émäïl, étç.) dürïng thé régïsträtïön pröçéss. Önlý séléçt thïs öptïön för trüstéd prövïdérs thät äré knöwn tö prövïdé äççüräté üsér ïnförmätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυ#
es_es: Si esta opción está activada, los usuarios no tendrán que confirmar sus datos (nombre, correo electrónico, etc.) durante el proceso de registro. Solo se debe seleccionar esta opción con proveedores de confianza que proporcionarán una información de usuario rigurosa.
fa_ir: اگر این گزینه فعال باشد،در هنگام ثبت‌نام، جزئیات از کاربران خواسته نخواهد شد. (جزییاتی همچون نام، نشانی رایانامه، و ...). در نظر داشته باشید، این گزینه فقط برای آن دسته از ارائه‌دهندگان مورد وثوقی انتخاب شود که در ارائه اطلاعات کاربران با دقت عمل می‌کنند.
it_it: Se questa opzione è abilitata, agli utenti non sarà richiesto di confermare i loro dettagli (nome, email, ecc.) durante il processo di registrazione. Selezionare questa opzione solo per provider attendibili che sono noti per fornire informazioni accurate sull'utente.
lv: Ja šī opcija ir iespējota, lietotājiem netiks prasīts apstiprināt viņu informāciju (vārdu, e-pastu utt.) reģistrācijas procesa laikā. Izvēlieties šo opciju vienīgi uzticamiem nodrošinātājiem, par kuriem ir zināms, ka viņi nodrošina precīzu informāciju par lietotājiem.
mn: Хэрэв энэ сонголтыг идэвхжүүлбэл, бүртгэлийн явцад хэрэглэгч өөрийн мэдээллүүдийг (нэр, имэйл гэх мэт) баталгаажуулах шаардлагагүй болно. Энэ сонголтыг зөвхөн хэрэглэгчийн мэдээлэл нь үнэн зөв гэж мэдэгдсэн нийлүүлэгчдээ сонгох хэрэгтэй.

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
eo: Ìf thïs öptïön ïs séléçtéd, üsérs wïll nöt ßé réqüïréd tö çönfïrm théïr émäïl, änd théïr äççöünt wïll ßé äçtïvätéd ïmmédïätélý üpön régïsträtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂#
es_es: Si se selecciona esta opción, los usuarios no tendrán que confirmar su dirección de correo electrónico y su cuenta se activará inmediatamente después del registro.
fa_ir: اگر این گزینه انتخاب شده باشد، نیازی به ارسال رایانامه تایید برای کاربران نیست، و حساب‌کاربری بلافاصله پس از ثبت‌نام، فعال خواهد شد.
it_it: Se questa opzione è selezionata, non verrà richiesto agli utenti di confermare la loro email, e il relativo account sarà attivato immediatamente in seguito alla registrazione.
lv: Ja šī opcija ir izvēlēta, lietotājiem netiks prasīts apstiprināt savu e-pastu, un viņu konts tiks aktivizēts uzreiz pēc reģistrēšanās.
mn: Хэрэв энэ сонголтыг сонговол, хэрэглэгч имэйл хаягаа баталгаажуулах шаардлагагүй болох ба бүртгүүлмэгц хэрэглэгчийн бүртгэл идэвхжих болно.

source: If this option is selected, users will be sent a welcome email upon registration.
eo: Ìf thïs öptïön ïs séléçtéd, üsérs wïll ßé sént ä wélçömé émäïl üpön régïsträtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Si se selecciona esta opción, los usuarios recibirán un correo electrónico de bienvenida al registrarse.
fa_ir: اگر این گزینه انتخاب شده باشد، بعد از ثبت‌نام، رایانامه خوشامدگویی برای کاربران ارسال می شود.
it_it: Se questa opzione è selezionata, agli utenti verrà inviata una email di benvenuto in seguito alla registrazione.
lv: Ja šī opcija ir izvēlēta, lietotājiem tiks nosūtīts sveiciena e-pasts pēc reģistrēšanās.
mn: Хэрэв энэ сонголтыг сонговол, бүртгүүлсэн хаягруу мэндчилгээ илгээгдэх болно.

source: If this option is not selected, users will not be presented with the provider as an option to authenticate with on the login screen, but manual authentication using the correct link is still possible.
eo: Ìf thïs öptïön ïs nöt séléçtéd, üsérs wïll nöt ßé préséntéd wïth thé prövïdér äs än öptïön tö äüthéntïçäté wïth ön thé lögïn sçréén, ßüt mänüäl äüthéntïçätïön üsïng thé çörréçt lïnk ïs stïll pössïßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт#
es_es: Si esta opción no está seleccionada, los usuarios no se presentarán con el proveedor como una opción para autenticarse con en la pantalla de inicio de sesión, pero la autenticación manual mediante el enlace correcto sigue siendo posible.
fa_ir: اگر این گزینه انتخاب نشود، کاربران گزینه احراز هویت موجود در صفحه ورود به سامانه ارائه‌دهنده را نخواهند دید، اما احراز هویت دستی با استفاده از پیوند صحیح همچنان امکان‌پذیر است.
it_it: Se questa opzione non è selezionata, agli utenti non sarà data la possibilità di autenticarsi con la schermata di login mediante provider, sebbene l'autenticazione manuale sarà ancora possibile utilizzando il link corretto.
lv: Ja šī opcija nav izvēlēta, lietotājiem netiks parādīts nodrošinātājs kā autentifikācijas iespēja pieteikšanās ekrānā, taču joprojām būs iespējama manuāla autentifikācija, izmantojot pareizo saiti.
mn: Хэрэв энэ сонголтыг сонгохгүй бол хэрэглэгчид нэвтрэх дэлгэц дээр баталгаажуулах сонголт бүхий үйлчилгээ үзүүлэгч харагдахгүй гэхдээ зөв холбоосыг ашиглан гар аргаар нэвтрэлт хийх боломжтой хэвээр байна.

source: If this option is set, then users logging in using this SSO provider will have their session length limited to no longer than this value. If set to 0 (zero), the session will expire upon the user closing their browser. If left blank, the Django platform session default length will be used.
eo: Ìf thïs öptïön ïs sét, thén üsérs löggïng ïn üsïng thïs SSÖ prövïdér wïll hävé théïr séssïön léngth lïmïtéd tö nö löngér thän thïs välüé. Ìf sét tö 0 (zérö), thé séssïön wïll éxpïré üpön thé üsér çlösïng théïr ßröwsér. Ìf léft ßlänk, thé Djängö plätförm séssïön défäült léngth wïll ßé üséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ η#
es_es: Si se establece esta opción, los usuarios que inicien sesión con este proveedor de SSO tendrán una duración de sesión limitada a este valor como máximo. Si se establece en 0 (cero), la sesión caducará cuando el usuario cierre su navegador. Si se deja en blanco, se utilizará la duración predeterminada de la sesión de la plataforma Django.
fa_ir: اگر این گزینه تنظیم شود، کاربران براي ورود از ارائه‌دهنده سرویس متمرکز تایید هویت استفاده مي كنندمدت هر جلسه، به بیشتر از این مقدار محدود شده است. اگر تنظيم شود 0(صفر)، زمانی که کاربر مرورگر خود را ببندد جلسه منقضی خواهدشد. اگر سمت چپ خالی باشد، به‌صورت پیش‌فرض جلسه پلت فرم جنگو استفاده خواهد شد.
it_it: Se questa opzione è impostata, gli utenti che si collegano utilizzando questo provider SSO avranno una lunghezza sessione limitata e non maggiore di questo valore. Se impostata a 0 (zero), la sessione scadrà in seguito alla chiusura del browser da parte dell'utente. Se il campo dell'opzione viene lasciato vuoto, verrà utilizzata la lunghezza predefinita di sessione della piattaforma Django.
lv: Ja šī opcija ir iestatīta, tad lietotājiem, kuri piesakās, izmantojot šo SSO nodrošinātāju, ar šo vērtību tiks noteikts maksimālais sesijas ilgums. Ja vērtība ir iestatīta kā 0 (nulle), sesija tiks pabeigta, kad lietotājs aizvērs pārlūku. Ja atstāta kā tukša, tiks izmantots Džango platformas noklusētais sesijas ilgums.
mn: Хэрэв энэ тохиргоог тохируулсан бол SSO нийлүүлэгчийг ашиглан нэвтрэсэн хэрэглэгчийн үйл ажиллагааны хугацаа энэ утгаар хязгаарлана. Хэрэв 0 (тэг) гэж тохируулсан бол хэрэглэгч хөтөчийг хаахад үйл ажиллагаа дуусна. Хэрэв хоосон орхивол Django платформын үйл ажиллагааны өгөгдмөл утгыг ашиглана.

source: If this option is selected, users will be directed to the registration page immediately after authenticating with the third party instead of the login page.
eo: Ìf thïs öptïön ïs séléçtéd, üsérs wïll ßé dïréçtéd tö thé régïsträtïön pägé ïmmédïätélý äftér äüthéntïçätïng wïth thé thïrd pärtý ïnstéäd öf thé lögïn pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσ#
es_es: Si se selecciona esta opción, los usuarios serán dirigidos a la página de registro inmediatamente después de la autenticación con el tercero en lugar de la página de inicio de sesión.
fa_ir: در صورت انتخاب این گزینه، کاربران بلافاصله پس از احراز هویت با شخص ثالث به جای صفحۀ ورود به صفحۀ ثبت‌نام هدایت می‌شوند.
it_it: Se questa opzione è selezionata, gli utenti saranno indirizzati alla pagina di registrazione immediatamente dopo l'autenticazione con terzi anziché mediante la pagina di login.
lv: Ja šī opcija ir izvēlēta, tad lietotāji pēc autentifikācijas ar trešo pusi tiks uzreiz pārsūtīti uz reģistrācijas lapu nevis pieteikšanās lapu.
mn: Хэрэв энэ сонголтыг сонговол хэрэглэгч гуравдагч этгээдтэй баталгаажуулалт хийсний дараа нэвтрэх хуудас руу очихын бүртгэлийн хуудас руу очих болно.

source: Synchronize user profile data received from the identity provider with the edX user account on each SSO login. The user will be notified if the email address associated with their account is changed as a part of this synchronization.
eo: Sýnçhrönïzé üsér pröfïlé dätä réçéïvéd fröm thé ïdéntïtý prövïdér wïth thé édX üsér äççöünt ön éäçh SSÖ lögïn. Thé üsér wïll ßé nötïfïéd ïf thé émäïl äddréss ässöçïätéd wïth théïr äççöünt ïs çhängéd äs ä pärt öf thïs sýnçhrönïzätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂#
es_es: Sincronice los datos de perfil de usuario recibidos del proveedor de identidad con la cuenta de usuario edX en cada inicio de sesión de SSO. Se notificará al usuario si la dirección de correo electrónico asociada con su cuenta se modifica como parte de esta sincronización.
fa_ir: داده‌های پروندۀ شخصی کاربر را که از هویت‌یاب دریافت شده است با حساب کاربری edX در هر دفعه ورود به سامانه احراز هویت یکپارچه هماهنگ کنید. به‌عنوان بخشی از این همگام سازی، در صورت تغییر نشانی رایانامه مرتبط با حساب وی، به کاربر اطلاع داده می شود.
it_it: Sincronizzare i dati di profilo utente ricevuti dall'Identity Provider con l'account utente edX su ciascun login SSO. L'utente riceverà una notifica se l'indirizzo email associato al suo account è cambiato come parte di questo processo di sincronizzazione.
lv: Sinhronizējiet lietotāju profila datus, kas saņemti no identitātes nodrošinātāja, ar edX lietotāja kontu katrā SSO pieteikšanās reizē. Lietotājam tiks paziņots, ja ar kontu saistītā e-pasta adrese tiks izmainīta sinhronizācijas ietvaros.
mn: SSO нэвтрэлт бүрт edX хэрэглэгчийн бүртгэлтэй ижил нийлүүлэгчээс хүлээн авсан хэрэглэгчийн профайл датаг синхрончлох. Хэрэглэгчийн бүртгэлтэй холбоотой имэйл өөрчлөгдвөл энэ синхрончлолын нэг хэсэг болж хэрэглэгчид мэдэгдэх болно.

source: IDPs with this set to True will be excluded from the dropdown IDP selection in the EnterpriseCustomer Django Admin form.
fa_ir: IDPهایی که این بخش از آن روی گزینه صحیح تنظیم شده اند، از منوی IDP کشویی در فرم EnterpriseCustomer Django Admin حذف خواهند شد.
it_it: Gli IDP con questa impostazione su True saranno esclusi dalla selezione degli IDP nel modulo EnterpriseCustomer Django Admin.

source: The Site that this SAML configuration belongs to.
eo: Thé Sïté thät thïs SÀML çönfïgürätïön ßélöngs tö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El sitio web al que pertenece esta configuración de SAML.
fa_ir: وبگاهی که این پیکربندی SAML متعلق به آنست.
it_it: Il sito a cui appartiene questa configurazione SAML.
lv: Vietne, kurai pieder šī SAML konfigurācija.
mn: Энэ SAML тохиргоонд хамаарагдах хуудас

source: {platform_name} Support
eo: {platform_name} Süppört Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Soporte de {platform_name}
fa_ir: {platform_name} پشتیبانی
it_it: Assistenza {platform_name}
lv: {platform_name} Atbalsts
mn: {platform_name} Дэмжлэг

source: A configuration nickname.
fa_ir: پیکربندی یک نام مستعار
it_it: Un soprannome di configurazione.

source: Please wait
eo: Pléäsé wäït Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Por favor, espera
fa_ir: لطفا منتظر بمانید
it_it: Un attimo, per favore...
lv: Lūdzu, uzgaidiet
mn: Түр хүлээнэ үү

# am/pm indicator
source: AM
eo: ÀM Ⱡ'σя#
fa_ir: ق.ظ
lv: priekšpusdienā
mn: Үдээс өмнө

# am/pm indicator
source: PM
eo: PM Ⱡ'σя#
fa_ir: ب.ظ
lv: pēcpusdienā
mn: Үдээс хойш

# weekday name
source: Monday
eo: Möndäý Ⱡ'σяєм ιρѕυ#
es_es: Lunes
fa_ir: دوشنبه
it_it: Lunedì
lv: Pirmdiena
mn: Даваа

# weekday name
source: Tuesday
eo: Tüésdäý Ⱡ'σяєм ιρѕυм #
es_es: Martes
fa_ir: سه شنبه
it_it: Martedì
lv: Otrdiena
mn: Мягмар

# weekday name
source: Wednesday
eo: Wédnésdäý Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Miércoles
fa_ir: چهارشنبه
it_it: Mercoledì
lv: Trešdiena
mn: Лхагва

# weekday name
source: Thursday
eo: Thürsdäý Ⱡ'σяєм ιρѕυм ∂#
es_es: Jueves
fa_ir: پنجشنبه
it_it: Giovedì
lv: Ceturtdiena
mn: Пүрэв
