Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: There are no matching problem types in the specified libraries.
eo: Théré äré nö mätçhïng prößlém týpés ïn thé spéçïfïéd lïßrärïés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No hay coincidencias del tipo de ejercicios en la biblioteca especificada.
fa_ir: هیچ نوع مساله منطبقی در کتابخانه‌های مشخص‌شده نیست.
it_it: Non vi sono tipi di problema corrispondenti nelle librerie specificate.
lv: Norādītajās bibliotēkās nav atbilstošu problēmu veidu.
mn: Тодорхой сангуудад таарах даалгаварын төрөл байхгүй байна.

source: Select another problem type.
eo: Séléçt änöthér prößlém týpé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Seleccione otro tipo de ejercicio.
fa_ir: نوع مساله دیگری را انتخاب کنید.
it_it: Selezionare un altro tipo di problema.
lv: Izvēlieties citu problēmas veidu.
mn: Өөр бодлогын төрлийг сонгох

source: The specified library is configured to fetch {count} problem,
eo: Thé spéçïfïéd lïßrärý ïs çönfïgüréd tö fétçh {count} prößlém, Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: کتابخانه مشخص‌شده برای واکشی {count} مساله پیکربندی شده است،
it_it: La libreria specificata è configurata per recuperare {count} problema,
lv: Norādītā bibliotēka ir konfigurēta, lai ienestu {count} problēmu,
mn: Тодорхой сан {count} даалгаврыг дуудахаар тохируулагдсан,

source: but there is only {actual} matching problem.
eo: ßüt théré ïs önlý {actual} mätçhïng prößlém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: کتابخانه مشخص شده برای بارگیری مشکل {actual} تنظیم شده است ،
it_it: ma c'è solo {actual} problema corrispondente.
lv: taču patiesībā ir tikai {actual} saskanīga problēma.
mn: гэхдээ зөвхөн {actual} таарах даалгаварууд байна.

source: Edit the library configuration.
eo: Édït thé lïßrärý çönfïgürätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Editar la configuración de la biblioteca
fa_ir: ویرایش پیکربندی کتابخانه.
it_it: Modifica la configurazione della libreria.
lv: Rediģēt bibliotēkas konfigurāciju.
mn: Сангийн тохиргоог засах

source: Invalid Library
eo: Ìnvälïd Lïßrärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Librería no valida
fa_ir: کتابخانه نامعتبر
it_it: Libreria non valida
lv: Nederīga bibliotēka
mn: Буруу сан

source: No Library Selected
eo: Nö Lïßrärý Séléçtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Librería no seleccionada
fa_ir: هیچ کتابخانه‌ای انتخاب نشده‌است
it_it: Nessuna libreria selezionata
lv: Nav izvēlēta bibliotēka
mn: Ямар ч санг сонгогдоогүй байна

source: Library Display Name
eo: Lïßrärý Dïspläý Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Nombre a mostrar de la Biblioteca
fa_ir: نام نمایشی کتابخانه
it_it: Nome della libreria visualizzato
lv: Parādāmais bibliotēkas vārds
mn: Сангийн харагдах нэр

source: Enter the names of the advanced components to use in your library.
eo: Éntér thé nämés öf thé ädvänçéd çömpönénts tö üsé ïn ýöür lïßrärý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Introduce los nombres de los componentes avanzados a usar en tu biblioteca.
fa_ir: نام مولفه‌های پیشرفته را برای استفاده در کتابخانه خود وارد کنید.
it_it: Immettere i nomi dei componenti avanzati da utilizzare nella propria libreria.
lv: Ievadiet to uzlaboto komponentu nosaukumus, kurus izmantot Jūsu bibliotēkā.
mn: Өөрийн санд ашиглах ахисан бүрдэлиүүдийн нэрийг оруулна уу.

source: Library Blocks List
eo: Lïßrärý Blöçks Lïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fa_ir: فهرست بلوک‌های کتابخانه
it_it: Elenco blocchi libreria

source: Enter the IDs of the library XBlocks that you wish to use.
eo: Éntér thé ÌDs öf thé lïßrärý XBlöçks thät ýöü wïsh tö üsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: شناسه‌های XBlocks کتابخانه‌ای را وارد کنید که مایلید استفاده کنید.
it_it: Immettere gli ID di XBlock della libreria che si desidera utilizzare.

source: A maximum of {0} components may be added.
eo: À mäxïmüm öf {0} çömpönénts mäý ßé äddéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: ممکن است بیشینه {0} مؤلفه اضافه شود.
it_it: È possibile aggiungere un massimo di {0} componenti.

source: No XBlock has been configured for this component. Use the editor to select the target blocks.
eo: Nö XBlöçk häs ßéén çönfïgüréd för thïs çömpönént. Ûsé thé édïtör tö séléçt thé tärgét ßlöçks. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fa_ir: هیچ XBlock برای این مؤلفه پیکربندی نشده‌است. برای انتخاب بلوک‌های هدف از ویرایشگر استفاده کنید.
it_it: Nessun XBlock è stato configurato per questo componente. Utilizzare l'editor per selezionare i blocchi di destinazione.

source: Open Editor
eo: Öpén Édïtör Ⱡ'σяєм ιρѕυм ∂σłσя #
fa_ir: گشودن ویرایشگر
it_it: Apri editor

source: Importing Library Block failed - are the IDs valid and readable?
eo: Ìmpörtïng Lïßrärý Blöçk fäïléd - äré thé ÌDs välïd änd réädäßlé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: ورود بلوک کتابخانه موفق نبود- آیا شناسه‌ها معتبر و قابل‌خواندن هستند؟
it_it: Importazione blocco libreria non riuscita - gli ID sono validi e leggibili?

source: The display name for this component. Analytics reports may also use the display name to identify this component.
eo: Thé dïspläý nämé för thïs çömpönént. Ànälýtïçs répörts mäý älsö üsé thé dïspläý nämé tö ïdéntïfý thïs çömpönént. Ⱡ'σяєм ιρѕυм ∂σłσя#
es_es: El nombre para mostrar de este componente. Los informes analíticos también pueden usar el nombre para mostrar para identificar este componente.
fa_ir: نام صفحه نمایش برای این مؤلفه. گزارش‌های تحلیلی نیز ممکن است از نام نمایشی برای تشخیص این مؤلفه استفاده کنند.
it_it: Il nome di visualizzazione per questo componente. I report analitici possono anche utilizzare il nome di visualizzazione per identificare questo componente.
lv: Šī komponenta parādāmais vārds. Analītikas ziņojumos var tikt izmantots arī parādāmais vārds, lai identificētu šo komponentu.
mn: Энэ бүрдэлийн харагдах нэр. Аналитк тайлангууд энэ бүрдэлийг тодорхойлохдоо энэ харагдах нэрийг ашиглаж магадгүй.

source: LTI ID
eo: LTÌ ÌD Ⱡ'σяєм ιρѕυ#
es_es: Identificador LTI
fa_ir: شناسه LTI

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
eo: Éntér thé LTÌ ÌD för thé éxtérnäl LTÌ prövïdér. Thïs välüé müst ßé thé sämé LTÌ ÌD thät ýöü éntéréd ïn thé LTÌ Pässpörts séttïng ön thé Àdvänçéd Séttïngs pägé.{break_tag}Séé {docs_anchor_open}thé édX LTÌ döçüméntätïön{anchor_close} för möré détäïls ön thïs séttïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σł#
es_es: Ingrese la ID de LTI para el proveedor de LTI externo. Este valor debe ser el mismo ID de LTI que ingresó en la configuración de LTI Passports en Advanced Página de configuración.{break_tag}Ver {docs_anchor_open}el edX LTI documentación{anchor_close} para obtener más detalles sobre esta configuración.
fa_ir: شناسۀ LTI را برای ارائه‌دهنده خارجی LTI وارد کنید. این مقدار باید همان شناسۀ LTI باشد که در صفحۀ تنظیمات پیشرفته در قسمت تنظیمات گذرنامه LTI وارد کرده اید.{break_tag} برای اطلاعات بیشتر{docs_anchor_open}the edX LTI مستندات {anchor_close} را ببینید
it_it: Immettere l'ID LTI per il provider LTI esterno. Questo valore deve essere lo stesso ID LTI immesso nell'impostazione Passaporti LTI sulla pagina Impostazioni avanzate.{break_tag}Consultare {docs_anchor_open}la documentazione LTI edX{anchor_close} per ulteriori dettagli su questa impostazione.

source: LTI URL
eo: LTÌ ÛRL Ⱡ'σяєм ιρѕυм #
es_es: URL LTI
fa_ir: نشانی اینترنتی LTI

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
eo: Éntér thé ÛRL öf thé éxtérnäl tööl thät thïs çömpönént läünçhés. Thïs séttïng ïs önlý üséd whén Hïdé Éxtérnäl Tööl ïs sét tö Fälsé.{break_tag}Séé {docs_anchor_open}thé édX LTÌ döçüméntätïön{anchor_close} för möré détäïls ön thïs séttïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢α#
es_es: Ingrese la URL de la herramienta externa que lanza este componente. Esto La configuración solo se usa cuando Ocultar herramienta externa está configurada como Falso.{break_tag}Ver {docs_anchor_open}la documentación de edX LTI{anchor_close} para obtener más detallesen este escenario.
fa_ir: آدرس اینترنتی ابزار خارجی را وارد کنید تا این مؤلفه آن را راه اندازی کند. این تنظیمات فقط هنگامی استفاده می‌شود که ابزار پنها‌ن‌سازی خارجی روی گزینۀ نادرست تنظیم شده باشد. برای جزئیات بیشتر در مورد این تنظیم، {break_tag} به مستندات {docs_anchor_open} edX LTI {anchor_close} مراجعه کنید.
it_it: Immettere l'URL dello strumento esterno avviato da questo componente. Questa impostazione è utilizzata solo quando l'opzione Nascondi strumento esterno è impostata su False.{break_tag}Consultare {docs_anchor_open}la documentazione LTI edX{anchor_close} per ulteriori dettagli su questa impostazione.

source: Custom Parameters
eo: Çüstöm Pärämétérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Parámetros personales
fa_ir: پارامترهای سفارشی
it_it: Parametri personalizzati
lv: Pielāgoti parametri
mn: Тусгай Параметрүүд

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
eo: Àdd thé kéý/välüé päïr för äný çüstöm pärämétérs, süçh äs thé pägé ýöür é-ßöök shöüld öpén tö ör thé ßäçkgröünd çölör för thïs çömpönént.{break_tag}Séé {docs_anchor_open}thé édX LTÌ döçüméntätïön{anchor_close} för möré détäïls ön thïs séttïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя#
es_es: Agregue el par clave/valor para cualquier parámetro personalizado, como la página de su e-book debería abrirse en o el color de fondo para estocomponente.{break_tag}Ver {docs_anchor_open}el edX LTI documentación{anchor_close} para obtener más detalles sobre esta configuración.
fa_ir: برای هر پارامتر سفارشی، جفت کلید / مقدار را اضافه کنید، مانند صفحه‌ای که کتاب الکترونیکی‌تان باید در آن باز شود یا رنگ پس‌زمینۀ این مؤلفه را مشخص می‌کند. برای مشاهدۀ جزئیات بیشتر درباره این تنظیم، {break_tag} به {docs_anchor_open} مستندات edX LTI مراجعه کنید {anchor_close} .
it_it: Aggiungere la coppia chiave/valore per qualsiasi parametro personalizzato, come la pagina in cui deve aprirsi l'e-book oppure il colore di sfondo per questo componente.{break_tag}Consultare {docs_anchor_open}la documentazione LTI edX{anchor_close} per ulteriori dettagli su questa impostazione.

source: Open in New Page
eo: Öpén ïn Néw Pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Abrir en una página nueva
fa_ir: در صفحه جدید باز شود
it_it: Apri in una nuova pagina
lv: Atvērt jaunā lapā
mn: Шинэ хуудсанд нээх

source: Select True if you want students to click a link that opens the LTI tool in a new window. Select False if you want the LTI content to open in an IFrame in the current page. This setting is only used when Hide External Tool is set to False.
eo: Séléçt Trüé ïf ýöü wänt stüdénts tö çlïçk ä lïnk thät öpéns thé LTÌ tööl ïn ä néw wïndöw. Séléçt Fälsé ïf ýöü wänt thé LTÌ çöntént tö öpén ïn än ÌFrämé ïn thé çürrént pägé. Thïs séttïng ïs önlý üséd whén Hïdé Éxtérnäl Tööl ïs sét tö Fälsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт#
es_es: Selecciona verdadero si quieres que los alumnos hagan clic en un enlace que abra la herramienta de LTI en una nueva ventana. Selecciona falso si quieres que el contenido de LTI se abra en un marco en la página actual. Esta configuración sólo se utiliza cuando se establece como falso Herramienta externa oculta.
fa_ir: اگر مایلید با کلیک یادگیرنده روی پیوند، ابزار LTI در پنجره‌ای جدید باز شود، گزینه «True» را انتخاب کنید. اما اگر می‌خواهید محتوای LTI در یک IFrame در صفحه فعلی باز شود، گزینه «False» را انتخاب کنید. این تنظیم فقط زمانی کاربرد دارد که «پنهان‌سازی ابزار خارجی» روی گزینه «False » تنظیم شده باشد.
it_it: Selezionare True se si desidera che gli studenti facciano clic su un link per aprire lo strumento LTI in una nuova finestra. Selezionare False se si desidera che il contenuto LTI venga aperto in un IFrame nella pagina corrente. Questa impostazione è utilizzata solo quando l'opzione Nascondi strumento esterno è impostata su False.
lv: Izvēlieties kā patiesu, ja vēlaties, lai studenti klikšķina uz saites, kas atver LTI rīku jaunā logā. Izvēlieties kā nepatiesu, ja vēlaties, lai LTI saturs tiek atvērts iFrame pašreizējā lapā. Šis iestatījums tiek izmantots tikai tad, kad ‘Paslēpt ārējo rīku’ ir iestatīts kā nepatiess.
mn: Хэрэв та суралцагчдид холбоос дээр дарахад LTI хэрэглүүр шинэ цонхонд гарч ирж байхыг хүсвэл Үнэн гэж сонгоно. Хэрэв LTI агуулга одоо байгаа хуудсан дээр IFrame дээр нээгдэж байхыг хүсвэл Худал гэж сонгоно уу. Энэ тохиргоог зөвхөн Hide External Tool Худал гэж тохируулагдсан үед хэрэглэнэ.

source: Scored
eo: Sçöréd Ⱡ'σяєм ιρѕυ#
es_es: Puntuó
fa_ir: امتیازداده‌شده
it_it: Con punteggio
lv: Vērtēts
mn: Дүгнэгдсэн

source: Select True if this component will receive a numerical score from the external LTI system.
eo: Séléçt Trüé ïf thïs çömpönént wïll réçéïvé ä nümérïçäl sçöré fröm thé éxtérnäl LTÌ sýstém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Selecciona verdadero si este componente recibirá una calificación numérica desde un sistema LTI externo.
fa_ir: اگر این مولفه امتیاز عددی از سیستم LTI خارجی دریافت خواهد کند، گزینه «درست» را انتخاب کنید.
it_it: Selezionare True se questo componente riceverà un punteggio numerico dal sistema LTI esterno.
lv: Izvēlieties kā patiesu, ja šis komponents saņems skaitlisku vērtējumu no ārējās LTI sistēmas.
mn: Хэрэв энэ бүрдэл гадаад LTI системээс тоон оноо хүлээн авах бол Үнэн гэж сонгоно.

source: Weight
eo: Wéïght Ⱡ'σяєм ιρѕυ#
es_es: Valor
fa_ir: وزن
it_it: Peso
lv: Svars
mn: Жин

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
eo: Éntér thé nümßér öf pöïnts pössïßlé för thïs çömpönént. Thé défäült välüé ïs 1.0. Thïs séttïng ïs önlý üséd whén Sçöréd ïs sét tö Trüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσ#
es_es: Introduce el número de puntos posible para este componente. El valor por defecto es 1.0. Este ajuste sólo se usará cuando Puntuado está marcado como verdadero.
fa_ir: تعداد امتیازات ممکن برای این مولفه را وارد کنید. مقدار پیش‌فرض 1.0 است. این تنظیم فقط زمانی کاربرد دارد که امتیاز داده‌شده روی گزینه «درست» تنظیم شده باشد.
it_it: Immettere il numero di punti possibili per questo componente. Il valore predefinito è 1.0. Questa impostazione è utilizzata solo quando l'opzione Con punteggio è impostata su True.
lv: Ievadiet šim komponentam iespējamo punktu skaitu. Noklusējuma vērtība ir 1.0. Šis iestatījums tiek izmantots tikai tad, kad ‘Vērtēts’ ir iestatīs kā patiess.
mn: Энэ бүрдэлд боломжтой онооны тоог оруулна уу. Өгөгдмөл утга нь 1.0. Scored зөвхөн 1 гэж тохируулагдсан үед энэ тохиргоог хэрэглэнэ.

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
eo: Thé sçöré képt ïn thé xßlöçk KVS -- düplïçäté öf thé püßlïshéd sçöré ïn djängö DB Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: La puntuación guardada en el xblock KVS -- duplicado de la puntuación publicada en django DB
fa_ir: امتیاز در xblock KVS نگه داشته می‌شود- کپی امتیاز منتشرشده در Django DB است
it_it: Il punteggio conservato in xblock KVS -- duplicato del punteggio pubblicato nel DB django
lv: Vērtējums, kas uzglabāts xblock KVS -- dublikāts vērtējumam, kas publicēts django DB
mn: Оноо нь xblock KVS-д хадгалагдсан -- django DB дэх нийтлэгдсэн онооны хуулбар

source: Comment as returned from grader, LTI2.0 spec
eo: Çömmént äs rétürnéd fröm grädér, LTÌ2.0 spéç Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Comentario tal y como fue enviado por el evaluador, LTI2.0 spec
fa_ir: نظردهی همانطور که از نمره‎‌دهنده، مشخصات LTI2.0 برگردانده شده است
it_it: Commento come restituito dall'esaminatore, LTI2.0 spec
lv: Komentārs kā atgriezts no vērtētāja, LTI2.0 spec
mn: Дүнэгчээс ирсэн санал шүүмж , LTI2.0 spec

source: Hide External Tool
eo: Hïdé Éxtérnäl Tööl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Ocultar herramienta externa
fa_ir: پنهان‌سازی ابزار خارجی
it_it: Nasconti Strumento Esterno
lv: Paslēpt ārējo rīku
mn: Гадны хэрэглүүрийг нуух

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
eo: Séléçt Trüé ïf ýöü wänt tö üsé thïs çömpönént äs ä pläçéhöldér för sýnçïng wïth än éxtérnäl grädïng sýstém räthér thän läünçh än éxtérnäl tööl. Thïs séttïng hïdés thé Läünçh ßüttön änd äný ÌFrämés för thïs çömpönént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяι#
es_es: Selecciona verdadero si deseas usar este componente como marcador para sincronizarse con un servicio externo en lugar de lanzar una herramienta externa. Esta opción oculta el botón de lanzar y cualquier marco para este componente.
fa_ir: اگر مایلید از این مولفه به‌عنوان مکان‌نما برای همگام‌سازی با سامانه نمره‌دهی خارجی به جای راه‌اندازی ابزار خارجی استفاده کنید، گزینه «درست» را انتخاب کنید. این تنظیم، دکمه راه‌اندازی و هر IFrame را برای این مولفه پنهان می‌کند.
it_it: Selezionare True se si desidera utilizzare questo componente come segnaposto per la sincronizzazione con un sistema di valutazione esterno anziché avviare uno strumento esterno. Questa impostazione nasconde il pulsante di avvio e tutti gli IFrames per questo componente.
lv: Izvēlieties kā patiesu, ja vēlaties izmantot šo komponentu kā vietturi sinhronizēšanai ar ārējo vērtēšanas sistēmu tā vietā lai palaistu ārējo rīku. Ar šo iestatījumu tiek paslēpts ‘Palaist’ taustiņš un jebkuri šī komponenta IFrames.
mn: Хэрэв та энэ бүрдэлийг гадаад хэрэглүүрийг нээхээс илүүтэйгээр гадаад дүгнэх системтэй syncing placeholder шиг хэрэглэхийг хүсвэл Үнэн гэж сонгоно уу. Энэ тохиргоо нь энэ бүрдэл дэх Launch товчлуур болон IFrame-ыг нууна.

source: Request user's username
eo: Réqüést üsér's üsérnämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Solicitar el nombre de usuario al usuario
fa_ir: درخواست نام‌کاربری کاربر
it_it: Richiedi il nome utente dell'utente
lv: Pieprasīt lietotāja lietotājvārdu
mn: Хэрэглэгчийн нэрийн хүсэлт

source: Select True to request the user's username.
eo: Séléçt Trüé tö réqüést thé üsér's üsérnämé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Seleccione Verdadero para solicitar el nombre de usuario del usuario.
fa_ir: برای درخواست نام‌کاربری گزینه «درست» را انتخاب کنید.
it_it: Seleziona True per richiedere il nome utente dell'utente
lv: Izvēlieties kā patiesu, lai pieprasītu lietotāja lietotājvārdu.
mn: Хэрэглэгчийн, хэрэглэгчийн нэрийн хүсэхийн тулд Үнэн гэж сонго.

source: Request user's email
eo: Réqüést üsér's émäïl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Solicitar el correo electrónico del usuario
fa_ir: درخواست نشانی رایانامه کاربر
it_it: Richiedi l'indirizzo email dell'utente
lv: Pieprasīt lietotāja e-pastu
mn: Хэрэглэгчийн имэйл хаягийн хүсэлт гаргах

source: Select True to request the user's email address.
eo: Séléçt Trüé tö réqüést thé üsér's émäïl äddréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Seleccione Verdadero para solicitar el correo electrónico del usuario.
fa_ir: برای درخواست نشانی رایانامه کاربر، گزینه «درست» را انتخاب کنید.
it_it: Seleziona True per richiedere l'indirizzo email dell'utente
lv: Izvēlieties kā patiesu, lai pieprasītu lietotāja e-pasta adresi.
mn: Хэрэглэгчийн имэйл хаягийг хүсэхийн тулд Үнэн гэж сонгоно уу.

source: LTI Application Information
eo: LTÌ Àpplïçätïön Ìnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Información sobre la aplicación LTI
fa_ir: LTI اطلاعات برنامه
it_it: Informazioni sull'applicazione LTI
lv: LTI lietotnes informācija
mn: LTI Програмын мэдээлэл

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
eo: Éntér ä désçrïptïön öf thé thïrd pärtý äpplïçätïön. Ìf réqüéstïng üsérnämé änd/ör émäïl, üsé thïs téxt ßöx tö ïnförm üsérs whý théïr üsérnämé änd/ör émäïl wïll ßé förwärdéd tö ä thïrd pärtý äpplïçätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє#
es_es: Introduce una descripción de la aplicación de terceros. Si se solicita el nombre de usuario y/o el correo electrónico, usa este cuadro de texto para informar a los usuarios por qué su nombre de usuario y/o correo electrónico serán remitidos a una aplicación de terceros.
fa_ir: توضیحات برنامه شخص سوم را وارد کنید. در صورت درخواست نام‌کاربری و/یا نشانی رایانامه، از این کادر متنی استفاده کنید تا به کاربران اطلاع دهید که چرا نام‌کاربری و/یا نشانی رایانامه آن‌ها به یک برنامه شخص سوم بازارسال خواهد شد.
it_it: Immettere una descrizione dell'applicazione di terze parti. Se si richiede il nome utente e/o l'email, utilizzare questa casella di testo per informare gli utenti del motivo per cui il loro nome utente e/o email verranno forniti ad un'applicazione di terze parti.
lv: Ievadiet aprakstu trešās puses lietotnei. Ja tiek pieprasīts lietotājvārds un/vai e-pasts, izmantojiet šo tekstlodziņu, lai informētu lietotājus, kādēļ viņu lietotājvārds un/vai e-pasts tiks pārsūtīts uz trešās puses lietotni.
mn: Гуравдагч оролцогч талын програмын тодорхойлолтыг оруулна уу. Хэрэв хэрэглэгчийн нэр болон/эсвэл имэйл хаягийн хүсэлт бол энэ бичвэрт хайрцгийг ашиглан яагаад тэдний хэрэглэгчийн нэр болон/эсвэл имэйл гуравдагч оролцогч талын програмруу илгээгдэхийг хэрэглэгчид мэдээллэнэ.

source: Button Text
eo: Büttön Téxt Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Texto del botón
fa_ir: متن دکمه
it_it: Testo del bottone
lv: Pogas teksts
mn: Товчлуурын бичвэр
