Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Checking this box has no effect if 'Remove beta testers' is selected.
eo: Çhéçkïng thïs ßöx häs nö éfféçt ïf 'Rémövé ßétä téstérs' ïs séléçtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Seleccionar esta casilla no tiene efecto si "Eliminar probadores beta" está seleccionado.
fa_ir: اگر گزینۀ "حذف آزمونگران بتا" انتخاب شده باشد، علامت زدن این بخش اثرگذار نخواهد بود.
it_it: La selezione di questa casella non ha alcun effetto se è selezionata l'opzione 'Rimuovi beta tester'.
lv: Šīs izvēlnes kastītes atzīmēšanai nebūs efekta, ja ir izvēlēts 'Noņemt beta testētājus'.
mn: 'Хэрэв бета тестерийг арилга' гэж сонгосон бол энэ хайрцагийг сонгох нөлөөлөхгүй.

source: Add beta testers
eo: Àdd ßétä téstérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Añadir usuarios de pruebas beta
fa_ir: افزودن آزمون‌گیران بتا
it_it: Aggiungi beta tester
lv: Pievienot beta testētājus
mn: Бета тестерсийг нэмэх

source: Remove beta testers
eo: Rémövé ßétä téstérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Eliminar usuario de pruebas beta
fa_ir: حذف آزمون‌گیران بتا
it_it: Rimuovi beta tester
lv: Noņemt beta testētājus
mn: Бета тестерсийг арилгах

source: Course Team Management
eo: Çöürsé Téäm Mänägémént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Gestión del equipo del curso
fa_ir: مدیریت تیم دوره آموزشی
it_it: Gestione team del corso
lv: Kursa komandas pārvaldība
mn: Курсын багийн удирдлага

source: Select a course team role:
eo: Séléçt ä çöürsé téäm rölé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Seleccione un rol del equipo del curso:
fa_ir: نقش تیم دوره آموزشی را برگزینید:
it_it: Selezionare un ruolo del team del corso:
lv: Izvēlieties kursa komandas lomu:
mn: Курс багийг сонгох:

source: Getting available lists...
eo: Géttïng äväïläßlé lïsts... Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Obteniendo la listas disponibles...
fa_ir: دریافت فهرست موجود ...
it_it: Acquisizione degli elenchi disponibili...
lv: Iegūst pieejamos sarakstus...
mn: Боломжит жагсаалтуудыг авч байна.....

source: Staff cannot modify these lists. To manage course team membership, a course Admin must give you the Admin role to add Staff or Beta Testers, or the Discussion Admin role to add discussion moderators and TAs.
eo: Stäff çännöt mödïfý thésé lïsts. Tö mänägé çöürsé téäm mémßérshïp, ä çöürsé Àdmïn müst gïvé ýöü thé Àdmïn rölé tö ädd Stäff ör Bétä Téstérs, ör thé Dïsçüssïön Àdmïn rölé tö ädd dïsçüssïön mödérätörs änd TÀs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕι#
es_es: El personal no puede modificar estas listas. Para administrar la lista de miembros del equipo del curso, un administrador del curso debe darle la función de administrador para agregar comprobadores de personal o beta, o la función de administrador de discusión para agregar moderadores de discusión y asistencia técnica.
fa_ir: کارکنان نمی‌توانند این فهرست‌ها را تغییر دهند. برای مدیریت عضویت در تیم دوره، مدیر دوره آموزشی بایدبه شما نقش مدیر یا آزمونگر بتا یا مدیر گفتگوها را اختصاص دهد تا بتوانید به‌عنوان مجری گفتگوها یا مربی عمل کنید.
it_it: Lo staff non può modificare questi elenchi. Per gestire l'appartenenza al team del corso, l'amministratore del corso può assegnare all'utente il ruolo di Amministratore per aggiungere Staff o Beta tester oppure il ruolo Amministratore discussione per aggiungere TA e moderatori della discussione.
lv: Darbinieki nevar modificēt šos sarakstus. Lai pārvaldītu kursa komandas biedrus, kursa administratoram ir jāpiešķir Jums administratora loma, lai pievienotu darbiniekus vai beta testētājus, vai arī diskusiju administratora loma, lai pievienotu diskusiju moderatorus un mācīšanas asistentus (TA).
mn: Ажилтнууд эдгээр жагсаалтыг өөрчлөх боломжгүй. Хичээлийн багийн гишүүнчлэлийг удирдан зохицуулахын тулд Админ Администратор ажилтнууд эсвэл Бета Туршилтуудыг нэмэх эсвэл хэлэлцүүлгийн зохицуулагчид болон ТТ-г нэмэхийн тулд Админы адгийн үүрэг гүйцэтгэх ёстой.

source: Course team members with the Staff role help you manage your course. Staff can enroll and unenroll learners, as well as modify their grades and access all course data. Staff also have access to your course in Studio and Insights. You can only give course team roles to enrolled users.
eo: Çöürsé téäm mémßérs wïth thé Stäff rölé hélp ýöü mänägé ýöür çöürsé. Stäff çän énröll änd ünénröll léärnérs, äs wéll äs mödïfý théïr grädés änd äççéss äll çöürsé dätä. Stäff älsö hävé äççéss tö ýöür çöürsé ïn Stüdïö änd Ìnsïghts. Ýöü çän önlý gïvé çöürsé téäm rölés tö énrölléd üsérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυ#
es_es: Los miembros del equipo del curso con el rol de profesor te ayudan a gestionar el curso. Los profesores pueden registrar y dar de baja a estudiantes, así como modificar sus notas y acceder a todos los datos del curso. Los profesores también tienen acceso al curso en Studio e Insights. Solamente puedes asignar roles al equipo del curso para registrar usuarios.
fa_ir: اعضای تیم دوره با نقش کارکنان به شما در مدیریت دوره کمک می‌کنند. کارکنان می‌توانند یادگیرندگان را ثبت‌نام یا آن را لغو کنند، همچنین نمرات آن‌ها را ویرایش کرده و به همۀ داده‌های دوره دسترسی داشته باشند. لازم به ذکر است که کارکنان به دورۀ شما در Studio و Insights دسترسی دارند. توجه کنید که فقط به کاربران ثبت‌نام‌شده می‌توانید نقش‌های مربوط به تیم دوره آموزشی را اختصاص دهید.
it_it: I membri del team del corso con il ruolo Staff aiutano nella gestione del corso. Lo staff può iscrivere e annullare l'iscrizione degli studenti, modificare i voti degli studenti ed accedere a tutti i dati del corso. Lo staff inoltre dispone di accesso al corso in Studio ed Insights. È possibile assegnare i ruoli del team del corso solo agli utenti iscritti.
lv: Kursa komandas biedri ar darbinieku lomu palīdz Jums pārvaldīt kursu. Darbinieki var reģistrēt un izreģistrēt audzēkņus, kā arī modificēt viņu atzīmes un piekļuvi visiem kursa datiem. Darbiniekiem ir arī pieeja Jūsu kursam Studio un Insights. Jūs varat dot kursa komandas lomas tikai reģistrētiem lietotājiem.
mn: Туршлагатай багийн гишүүд курсаа удирдахад тусална. Ажилтнууд суралцагчдыг элсүүлэх, бүртгэлээс хасах, тэдгээрийн дүнг өөрчлөх болон бүх курсын мэдээлэлд хандах боломжтой. Ажилтнууд нь Studio болон Insights-д суралцах боломжтой. Та зөвхөн хамрагдсан хэрэглэгчдэд курсын ажил үүргийг гүйцэтгэж болно.

source: Add Staff
eo: Àdd Stäff Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Añadir personal
fa_ir: افزودن همکار
it_it: Aggiungi staff
lv: Pievienot darbiniekus
mn: Ажилтнууд Нэмэх

source: Admin
eo: Àdmïn Ⱡ'σяєм ιρѕ#
es_es: Administrar
fa_ir: مدیر
it_it: Amministrazione
lv: Administrators
mn: Админ

source: Course team members with the Admin role help you manage your course. They can do all of the tasks that Staff can do, and can also add and remove the Staff and Admin roles, discussion moderation roles, and the beta tester role to manage course team membership. You can only give course team roles to enrolled users.
eo: Çöürsé téäm mémßérs wïth thé Àdmïn rölé hélp ýöü mänägé ýöür çöürsé. Théý çän dö äll öf thé täsks thät Stäff çän dö, änd çän älsö ädd änd rémövé thé Stäff änd Àdmïn rölés, dïsçüssïön mödérätïön rölés, änd thé ßétä téstér rölé tö mänägé çöürsé téäm mémßérshïp. Ýöü çän önlý gïvé çöürsé téäm rölés tö énrölléd üsérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηι#
es_es: Los miembros del equipo del curso con el rol de administrador te ayudan a gestionar el curso. Pueden realizar las mismas tareas que los profesores, y también pueden añadir y quitar los roles de profesor y administrador, los roles de moderación del foro, y el rol de prueba beta para gestionar la pertenencia al equipo del curso. Solamente puedes asignar roles al equipo del curso para registrar usuarios.
fa_ir: اعضای تیم دوره در نقش مدیر به شما در مدیریت دوره‌تان کمک می‌کنند. آن‌ها این امکان را دارند که همۀ وظایف کارکنان را انجام دهند و نیز می‌توانند نقش‌های Staff و Admin ، نقش متعادل‌کنندۀ گفتگو و نقش آزمونگر بتا را برای مدیریت عضویت در تیم دوره اضافه و حذف کنند. شما قادرید فقط نقش‌های مربوط به تیم دوره آموزشی را به کاربران ثبت‌نام شده بدهید.
it_it: I membri del team del corso con il ruolo di amministratore aiutano nella gestione del corso. Possono effettuare tutte le attività dello staff ed inoltre aggiungere e rimuovere i ruoli Staff e di amministratore, i ruoli di moderazione della discussione ed il ruolo beta tester per gestire l'appartenenza al team del corso. È possibile assegnare i ruoli del team del corso solo agli utenti iscritti.
lv: Kursa komandas biedri ar administratora lomu palīdz Jums pārvaldīt kursu. Viņi var veikt visas darbības, ko var darbinieki, un var arī pievienot un noņemt darbinieku un administratoru lomas, diskusiju moderatoru lomas, kā arī beta testētāju lomas, lai pārvaldītu kursa komandas dalībniekus. Jūs varat dot kursa komandas lomas tikai reģistrētiem lietotājiem.
mn: Админ үүрэг гүйцэтгэх багийн гишүүд курсээ удирдахад тусална. Тэд ажилтны хийж болох бүх ажлуудыг хийж чаддаг бөгөөд ажилтнууд болон удирдах ажилтнууд, хэлэлцүүлгийн зохицуулалтын үүрэг, календарийн багийн гишүүнчлэлийг удирдана. Та зөвхөн хамрагдсан хэрэглэгчдэд курсын ажил үүргийг гүйцэтгэж болно.

source: Add Admin
eo: Àdd Àdmïn Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Añadir administrador
fa_ir: افزودن مدیر
it_it: Aggiungi amministratore
lv: Pievienot administratoru
mn: Админ нэмнэ үү

source: Beta Testers
eo: Bétä Téstérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Usuarios de pruebas beta
fa_ir: آزمونگران بتا
it_it: Beta tester
lv: Beta testētāji
mn: Бета Тестэрс

source: Beta Testers can see course content before other learners. They can make sure that the content works, but have no additional privileges. You can only give course team roles to enrolled users.
eo: Bétä Téstérs çän séé çöürsé çöntént ßéföré öthér léärnérs. Théý çän mäké süré thät thé çöntént wörks, ßüt hävé nö äddïtïönäl prïvïlégés. Ýöü çän önlý gïvé çöürsé téäm rölés tö énrölléd üsérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση#
es_es: Los Beta Testers pueden ver el contenido de este curso antes que los demás alumnos. Ellos pueden asegurarse de que el contenido funciona, pero no tienen privilegios adicionales. Solo puedes darles roles de equipo del curso a los usuarios inscritos.
fa_ir: آزمونگران بتا می‌توانند محتوای دوره را پیش از سایر یادگیرندگان مشاهده کنند. آنها این امکان را دارند از عملکرد محتوا اطمینان یابند، اما هیچ امتیاز اضافی دیگری ندارند. شما می‌توانید نقش‌های تیم دوره را به کاربران ثبت‌نام شده بدهید.
it_it: I beta tester possono visualizzare il contenuto del corso prima di altri studenti. Possono verificare che il contenuto funzioni, ma non hanno ulteriori privilegi. È possibile assegnare i ruoli del team del corso solo agli utenti iscritti.
lv: Beta testētāji var redzēt kursa saturu pirms citiem audzēkņiem. Viņi var pārliecināties, ka saturs strādā, taču viņiem nav citu papildus privilēģiju. Jūs varat dot kursa komandas lomas tikai reģistrētiem lietotājiem.
mn: Бета шалгагч нар бусад суралцагчдын өмнө курсын агуулга харах боломжтой. Тэд контент ажиллана, гэхдээ нэмэлт эрх байхгүй байна. Та зөвхөн хамрагдсан хэрэглэгчдэд курсын ажил үүргийг гүйцэтгэж болно.

source: Add Beta Tester
eo: Àdd Bétä Téstér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Añadir usuario de pruebas beta
fa_ir: افزودن مدیر بتا
it_it: Aggiungi beta tester
lv: Pievienot beta testētājus
mn: Бета Тестэр Нэмэх

source: Discussion Admins
eo: Dïsçüssïön Àdmïns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: مدیران گفتگو
it_it: Amministratori della discussione
lv: Diskusiju administratori
mn: Ярилцлагын Админууд

source: Discussion Admins can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They can also add and remove the discussion moderation roles to manage course team membership. Only enrolled users can be added as Discussion Admins.
eo: Dïsçüssïön Àdmïns çän édït ör délété äný pöst, çléär mïsüsé flägs, çlösé änd ré-öpén thréäds, éndörsé réspönsés, änd séé pösts fröm äll gröüps. Théïr pösts äré märkéd äs 'stäff'. Théý çän älsö ädd änd rémövé thé dïsçüssïön mödérätïön rölés tö mänägé çöürsé téäm mémßérshïp. Önlý énrölléd üsérs çän ßé äddéd äs Dïsçüssïön Àdmïns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσя#
es_es: Los Administradores pueden editar o borrar cualquier entrada, borrar marcas de uso indebido, cerrar y reabrir conversaciones, aprobar respuestas y ver entradas de todos los grupos. Sus entradas se marcan como 'Equipo'. También pueden añadir o eliminar moderadores para gestionar el equipo del curso. Sólo los usuarios registrados pueden añadirse como Administradores.
fa_ir: مدیران بخش گفتگو امکان ویرایش یا حذف هر مطلب ارسالی، حذف نشانه‌های سوء استفاده، بستن و بازکردن دوبارۀ مباحث، تأیید پاسخ‌ها و مشاهدۀ همۀ مطالب ارسالی در گروه‌های مختلف را دارند. مطالب ارسالی آن‌ها باعنوان 'کارکنان' مشخص می‌شود. همچنین آن‌ها می‌توانند نقش‌های متعادل‌کنندۀ گفتگو را برای مدیریت عضویت در تیم دوره آموزشی اضافه و حذف کنند. لازم به ذکر است که فقط کاربران ثبت‌نام‌شده می‌توانند به‌عنوان مدیر بخش گفتگو افزوده شوند.
it_it: Gli amministratori della discussione possono modificare o eliminare qualsiasi post, cancellare gli indicatori di utilizzo non corretto, chiudere e riaprire thread, approvare le risposte e visualizzare i post da tutti i gruppi. I relativi post sono contrassegnati come 'staff'. Possono inoltre aggiungere e rimuovere i ruoli di moderazione della discussione per gestire l'appartenenza al team del corso. Solo gli utenti iscritti possono essere aggiunti come Amministratori della discussione.
lv: Diskusiju administratori var rediģēt vai dzēst jebkurus ziņojumus, notīrīt nepareizi izmantotus karogus, aizvērt un atkārtoti atvērt pavedienus,apstiprināt atbildes un skatīt ziņas no visām grupām. Viņu ziņojumi tiek atzīmēti kā ‘darbinieki’. Viņi var pievienot un noņemt diskusiju moderācijas lomas, lai pārvaldītu kursa komandas dalībniekus. Tikai reģistrētus lietotājus Jūs varat pievienot kā diskusiju administratorus.
mn: Хэлэлцүүлэг Хадгалагч нь аливаа бичлэгийг засварлах эсвэл устгах, буруу ашигласан тугуудыг арилгах, хаах, дахин нээх, хариултуудыг зөвшөөрөх, бүх бүлгээс бичлэгүүдийг харах боломжтой. Тэдний бичлэгүүд нь "ажилтнууд" гэж тэмдэглэгдсэн байдаг. Тэд мөн багийн гишүүний гишүүнчлэлийг удирдахын тулд хэлэлцүүлгийн зохицуулалтыг нэмэх, хасах боломжтой. Зөвхөн хамрагдсан хэрэглэгчийг хэлэлцүүлгийн үйлчлэгчээр нэмж болно.

source: Add Discussion Admin
eo: Àdd Dïsçüssïön Àdmïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Añade un administrador de debates
fa_ir: افزودن مدیر به گفتگو
it_it: Aggiungi amministratore della discussione
lv: Pievienot diskusiju administratoru
mn: Ярилцлагын Админ Нэмэх

source: Course Data Researcher
eo: Çöürsé Dätä Réséärçhér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: پژوهشگر داده دوره
it_it: Ricercatore dati del corso

source: Course Data Researchers can access the data download tab.
eo: Çöürsé Dätä Réséärçhérs çän äççéss thé dätä döwnlöäd täß. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: پژوهشگران داده می‌توانند به زبانۀ بارگیری داده‌ها دسترسی داشته باشند.
it_it: I ricercatori dei dati del corso possono accedere alla scheda Download dati.

source: Add Course Data Researcher
eo: Àdd Çöürsé Dätä Réséärçhér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: افزودن پژوهشگر داده‌های دوره آموزشی
it_it: Aggiungi ricercatore dati corso

source: Discussion Moderators
eo: Dïsçüssïön Mödérätörs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: مدیر و واسط گفتگو
it_it: Moderatori della discussione
lv: Diskusiju moderatori
mn: Ярилцлагын Зуучлагчид

source: Discussion Moderators can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They cannot manage course team membership by adding or removing discussion moderation roles. Only enrolled users can be added as Discussion Moderators.
eo: Dïsçüssïön Mödérätörs çän édït ör délété äný pöst, çléär mïsüsé flägs, çlösé änd ré-öpén thréäds, éndörsé réspönsés, änd séé pösts fröm äll gröüps. Théïr pösts äré märkéd äs 'stäff'. Théý çännöt mänägé çöürsé téäm mémßérshïp ßý äddïng ör rémövïng dïsçüssïön mödérätïön rölés. Önlý énrölléd üsérs çän ßé äddéd äs Dïsçüssïön Mödérätörs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт ł#
es_es: Los Moderadores pueden editar o borrar cualquier entrada, borrar marcas de uso indebido, cerrar y reabrir conversaciones, aprobar respuestas y ver entradas de todos los grupos. Sus entradas se marcan como 'Equipo'. No pueden gestionar el equipo del curso añadiendo o eliminando Moderadores. Sólo los usuarios registrados pueden añadirse como Moderadores.
fa_ir: مجریان گفتگو می‌توانند هر مطلب ارسالی را ویرایش یا حذف کنند، نشانه‌های سوءاستفاده را پاک کنند، مباحث را ببندند و دوباره باز کنند، پاسخ‌ها را تأیید کنند و پست‌های همۀ گروه‌ها را مشاهده کنند. مطالب ارسالی‌ آن‌ها را به‌‌عنوان 'کارکنان' مشخص می‌شود. آن‌ها نمی‌توانند با افزودن یا حذف نقش‌های تعدیل گفتگو، عضویت در تیم دوره آموزشی را مدیریت کنند. فقط کاربران ثبت‌نام‌شده می‌توانند به‌عنوان مجری به گفتگو افزوده شوند.
it_it: I moderatori della discussione possono modificare o eliminare qualsiasi post, cancellare gli indicatori di utilizzo non corretto, chiudere e riaprire thread, approvare le risposte e visualizzare i post da tutti i gruppi. I relativi post sono contrassegnati come 'staff'. Non possono gestir l'appartenenza al team del corso aggiungendo o rimuovendo i ruoli di moderazione della discussione. Solo gli utenti iscritti possono essere aggiunti come moderatori della discussione.
lv: Diskusiju moderatori var rediģēt vai dzēst jebkurus ziņojumus, notīrīt nepareizi izmantotus karogus, aizvērt un atkārtoti atvērt pavedienus,apstiprināt atbildes un skatīt ziņas no visām grupām. Viņu ziņojumi tiek atzīmēti kā ‘darbinieki’. Viņi nevar pievienot vai noņemt diskusiju moderatoru lomas un nevar pārvaldīt kursa komandas darbiniekus. Tikai reģistrētus lietotājus var pievienot kā diskusiju moderatorus.
mn: Хэлэлцүүлэг Зохицуулагчид нь аливаа бичлэгийг засварлах эсвэл устгах, буруу ашигласан тугуудыг арилгах, хаах, дахин нээх, хариуг батлах, бүх бүлгүүдийн бичлэгүүдийг харах боломжтой. Тэдний бичлэгүүд нь "ажилтнууд" гэж тэмдэглэгдсэн байдаг. Тэд хэлэлцүүлгийн зохицуулалтын үүргийг нэмж эсвэл хасах замаар багийн багийн гишүүнчлэлийг удирдаж чадахгүй. Зөвхөн хамрагдсан хэрэглэгчдийг хэлэлцүүлгийн Moderators маягаар нэмж болно.

source: Add Moderator
eo: Àdd Mödérätör Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Añadir moderador
fa_ir: افزودن مجری
it_it: Aggiungi moderatore
lv: Pievienot moderatoru
mn: Зуучлагч Нэмэх

source: Group Community TA
eo: Gröüp Çömmünïtý TÀ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fa_ir: گروه کممک‌مربیان
it_it: Community TA gruppo
lv: Grupas kopienas TA
mn: Группын нийгэмлэг ТТ

source: Group Community TAs are members of the community who help course teams moderate discussions. Group Community TAs see only posts by learners in their assigned group. They can edit or delete posts, clear flags, close and re-open threads, and endorse responses, but only for posts by learners in their group. Their posts are marked as 'Community TA'. Only enrolled learners can be added as Group Community TAs.
eo: Gröüp Çömmünïtý TÀs äré mémßérs öf thé çömmünïtý whö hélp çöürsé téäms mödéräté dïsçüssïöns. Gröüp Çömmünïtý TÀs séé önlý pösts ßý léärnérs ïn théïr ässïgnéd gröüp. Théý çän édït ör délété pösts, çléär flägs, çlösé änd ré-öpén thréäds, änd éndörsé réspönsés, ßüt önlý för pösts ßý léärnérs ïn théïr gröüp. Théïr pösts äré märkéd äs 'Çömmünïtý TÀ'. Önlý énrölléd léärnérs çän ßé äddéd äs Gröüp Çömmünïtý TÀs.#
fa_ir: کمک مربی‌های گروهی از اعضا هستند که به تیم‌های مسؤول دوره‌های آموزشی کمک می‌کنند تا گفتگو را به شکلی متعادل پیش ببرند. آن‌ها می‌توانند مطالب ارسالی یادگیرندگان را در گروه عمومی یا اختصاصی خود مشاهده کنند و امکان حذف و ویرایش مطالب ارسالی، حذف نشانه‌ها، بستن یا بازکردن مباحث را در دست دارند، و می‌توانند پاسخ‌ها را تأیید کنند. مطالب ارسالی آن‌ها به‌عنوان "گروه کمک‌مربی‌ها" علامت‌گذاری شده‌است. فقط یادگیرندگان ثبت‌نام‌شده می‌توانند به‌عنوان گروه کمک‌مربی افزوده شوند.
it_it: I Community TA gruppo sono membri della community che aiutano i team del corso a moderare le discussioni. I Community TAs gruppo visualizzano solo i post degli studenti nel proprio gruppo assegnato. Possono modificare o eliminare post, cancellare indicatori, chiudere e riaprire i thread ed approvare le risposte, ma solo per i post degli studenti nei propri gruppi. I relativi post sono contrassegnati come 'Community TA'. Solo gli studenti iscritti possono essere aggiunti come Community TA gruppo.
lv: Grupas kopienas TA (mācību asistenti) ir kopienas dalībnieki, kuri palīdz kursa komandām moderēt diskusijas. Grupas kopienas TA var redzēt tikai ziņas no audzēkņiem viņiem piesaistītajā grupā. Viņi var rediģēt vai dzēst ziņas, noņemt karogus, aizvērt un atkārtoti atvērt pavedienus, apstiprināt atbildes, taču tikai ziņām, ko publicējuši audzēkņi viņu grupā. Viņu ziņas tiek atzīmētas kā ‘Kopienas TA’. Tikai reģistrētus audzēkņus var pievienot kā grupas kopienas TA.
mn: Группын Орон нутгийн ТТ нь орон нутгийн багийн гишүүд дундын хэлэлцүүлгийг дэмжихэд нь туслах гишүүд юм. Группын Орон нутгийн ТТ-ууд зөвхөн томилогдсон бүлгийнхээ суралцагчдын бичлэгийг зөвхөн харж болно. Тэд бичлэгүүдийг засах эсвэл устгах, тугуудыг хаах, хаах, дахин нээх, хариултыг батлах, зөвхөн бүлгийнхээ суралцагчдын бичлэгийг засах боломжтой. Тэдний бичлэгүүд нь "Орон нутгийн ТТ" гэж тэмдэглэгдсэн байдаг. Зөвхөн хамрагдсан суралцагчдыг Группын Орон нутгийн ТТ-ны дагуу нэмж болно.

source: Add Group Community TA
eo: Àdd Gröüp Çömmünïtý TÀ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: افزودن گروه کمک‌مربیان
it_it: Aggiungi Community TA gruppo
lv: Pievienot grupas kopienas TA
mn: Бүлгэмийн хамтын нийгэмлэг ТТ-г нэм
