Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: The name of the organization sponsoring the course. {strong_start}Note: The organization name is part of the course URL.{strong_end} This cannot be changed, but you can set a different display name in Advanced Settings later.
eo: Thé nämé öf thé örgänïzätïön spönsörïng thé çöürsé. {strong_start}Nöté: Thé örgänïzätïön nämé ïs pärt öf thé çöürsé ÛRL.{strong_end} Thïs çännöt ßé çhängéd, ßüt ýöü çän sét ä dïfférént dïspläý nämé ïn Àdvänçéd Séttïngs lätér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт #
es_es: Nombre de la organización patrocinadora del curso. {strong_start}Nota: El nombre de la organización forma parte de la URL del curso.{strong_end} Esto no puede cambiarse, pero puedes asignar un nombre distinto a mostrar desde ajustes avanzados más adelante.
fa_ir: نام سازمان حمایت‌کننده دوره آموزشی. {strong_start} توجه: نام سازمان قسمتی از آدرس دوره آموزشی است.{strong_end} این نام قابل تغییر نیست، اما بعداً می‌توانید یک نام دیگر برای نمایش در تنظیمات پیشرفته وارد کنید.
it_it: Il nome dell'organizzazione che sponsorizza il corso. {strong_start}Nota: il nome dell'organizzazione fa parte dell'URL del corso. {strong_end} Non può essere modificato, ma è possibile impostare un nome di visualizzazione differente in Impostazioni avanzate successivamente.
mn: Хичээлийн ивээн тэтгэгч байгууллагын нэр. {strong_start}Санамж: Байгууллагын нэр нь хичээлийн URL хаягийн нэг хэсэг болох учраас тусгай тэмдэгтийг зөвшөөрөхгүй. Зөвхөн латин үсэг тоонууд оруулна уу.{strong_end} Дараа өөрчилж болохгүй ч Нарийвчилсан тохиргоо хэсэгт нэмэлт нэр оруулж харагдацыг нь өөрчлөх боломжтой.

source: The unique number that identifies your course within your organization. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
eo: Thé ünïqüé nümßér thät ïdéntïfïés ýöür çöürsé wïthïn ýöür örgänïzätïön. {strong_start}Nöté: Thïs ïs pärt öf ýöür çöürsé ÛRL, sö nö späçés ör spéçïäl çhäräçtérs äré ällöwéd änd ït çännöt ßé çhängéd.{strong_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρя#
es_es: Número único que identifica el curso dentro de la organización. {strong_start}Nota: Esto forma parte de la URL del curso, por lo que no se permiten espacios en blanco ni caracteres especiales y no puede ser cambiado.{strong_end}
fa_ir: نام واحدی که مشخص‌کننده دوره آموزشی شما در سازمان شماست. {strong_start}توجه: این قسمتی از آدرس دوره آموزشی شماست، پس باید بدون فاصله یا حروف خاص باشد و قابل تغییر نیست.{strong_end}
it_it: Il numero univoco che identifica il corso all'interno dell'organizzazione. {strong_start}Nota: questo fa parte dell'URL del corso, pertanto non sono consentiti spazi o caratteri speciali e non può essere modificato. {strong_end}
mn: Танай байгууллага доторх хичээлийг илэрхийлэх давтагдахгүй тэмдэглэл. {strong_start}Санамж: Хичээлийн URL хаягийн нэг хэсэг болох учраас тусгай тэмдэгтийг зөвшөөрөхгүй. Зөвхөн латин үсэг тоонууд оруулна уу.{strong_end}

source: The term in which your course will run. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
eo: Thé térm ïn whïçh ýöür çöürsé wïll rün. {strong_start}Nöté: Thïs ïs pärt öf ýöür çöürsé ÛRL, sö nö späçés ör spéçïäl çhäräçtérs äré ällöwéd änd ït çännöt ßé çhängéd.{strong_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт #
es_es: Periodo en el que se desarrollará el curso. {strong_start}Nota: Esto forma parte de la URL del curso, por lo que no se permiten espacios en blanco ni caracteres especiales y no puede ser cambiado.{strong_end}
fa_ir: ترمی که دوره آموزشی شما در آن اجرا می‌شود. {strong_start}توجه: این قسمتی از آدرس دوره آموزشی شماست، پس باید بدون فاصله یا حروف خاص باشد و قابل تغییر نیست.{strong_end}
it_it: Il termine in cui verrà eseguito il corso. {strong_start}Nota: questo fa parte dell'URL del corso, pertanto non sono consentiti spazi o caratteri speciali e non può essere modificato. {strong_end}
mn: Хичээл явагдах улиралын тэмдэглэл. {strong_start}Санамж: Хичээлийн URL хаягийн нэг хэсэг болох учраас тусгай тэмдэгтийг зөвшөөрөхгүй. Зөвхөн латин үсэг тоонууд оруулна уу. Дараа өөрчлөх боломжгүй.{strong_end}

source: Create
eo: Çréäté Ⱡ'σяєм ιρѕυ#
es_es: Crear
fa_ir: ایجاد
it_it: Crea
lv: Izveidot
mn: Үүсгэх

source: Create a New Library
eo: Çréäté ä Néw Lïßrärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Crea una nueva biblioteca
fa_ir: ساخت کتابخانه جدید
it_it: Crea una nuova libreria
mn: Шинэ номын сан үүсгэх

source: Required Information to Create a New Library
eo: Réqüïréd Ìnförmätïön tö Çréäté ä Néw Lïßrärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Información requerida para crear una nueva biblioteca
fa_ir: اطلاعات ضروری برای ساخت کتابخانه جدید
it_it: Informazioni richieste per creare una nuova libreria

source: Library Name
eo: Lïßrärý Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Nombre de la biblioteca
fa_ir: نام کتابخانه
it_it: Nome libreria
mn: Номын сангийн нэр

source: e.g. Computer Science Problems
eo: é.g. Çömpütér Sçïénçé Prößléms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: por ejemplo: Ejercicios de Ciencias informáticas
fa_ir: به عنوان مثال: مشکلات علوم کامپیوتر
it_it: Ad esempio, Problemi informatici
mn: Жишээ: Компьютерийн Шинжлэх ухааны даалгаварууд

source: The public display name for your library.
eo: Thé püßlïç dïspläý nämé för ýöür lïßrärý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Nombre público mostrado para tu biblioteca
fa_ir: نام کتابخانه که به عموم نشان داده می‌شود.
it_it: Il nome di visualizzazione pubblico per la libreria.
mn: Номын сангийн нийтэд харагдах нэр.

source: The public organization name for your library.
eo: Thé püßlïç örgänïzätïön nämé för ýöür lïßrärý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Nombre público de la organización de tu biblioteca
fa_ir: نام عمومی سازمان برای کتابخانه شما.
it_it: Il nome dell'organizzazione pubblico per la libreria.
mn: Номын сан харьяалагдах байгууллагын нийтэд харагдах нэр.

source: This cannot be changed.
eo: Thïs çännöt ßé çhängéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Esto no puede ser cambiado
fa_ir: این مورد قابل تغییر نیست
it_it: Non può essere modificato.

source: Library Code
eo: Lïßrärý Çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Código de biblioteca
fa_ir: رمز کتابخانه
it_it: Codice libreria
mn: Номын сангийн Код

source: e.g. CSPROB
eo: é.g. ÇSPRÖB Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Por ejemplo: PROBCI
fa_ir: مثلا: CSPROB
it_it: Ad esempio, CSPROB
mn: жишээ: CSPROB

source: The unique code that identifies this library. {strong_start}Note: This is part of your library URL, so no spaces or special characters are allowed.{strong_end} This cannot be changed.
eo: Thé ünïqüé çödé thät ïdéntïfïés thïs lïßrärý. {strong_start}Nöté: Thïs ïs pärt öf ýöür lïßrärý ÛRL, sö nö späçés ör spéçïäl çhäräçtérs äré ällöwéd.{strong_end} Thïs çännöt ßé çhängéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂є#
es_es: Código único que identifica esta biblioteca. {strong_start}Nota: Esto forma parte de la URL de la biblioteca, por lo que no está permitido emplear espacios en blanco ni caracteres especiales.{strong_end} Esto no se puede cambiar.
fa_ir: کد واحدی که این کتابخانه را مشخص می‌کند. {strong_start}توجه: این قسمتی از آدرس کتابخانه شماست، باید بدون فاصله یا حروف خاص باشد.{strong_end} قابل تغییر نیست.
it_it: Il codice univoco che identifica questa libreria. {strong_start}Nota: fa parte dell'URL della libreria, pertanto non sono consentiti spazi o caratteri speciali.{strong_end} Non può essere modificato.
mn: Номын санг илэрхийлэх давтагдашгүй код. {strong_start}Санамж: Номын сангийн URL хаягийн нэг хэсэг болох учраас тусгай тэмдэгтийг зөвшөөрөхгүй. Зөвхөн латин үсэг тоонууд оруулна уу.{strong_end} Дараа өөрчлөх боломжгүй.

source: Organization and Library Settings
eo: Örgänïzätïön änd Lïßrärý Séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: تنظیمات سازمان و کتابخانه
it_it: Organizzazione e impostazioni della libreria

source: Show all courses in organization:
eo: Shöw äll çöürsés ïn örgänïzätïön: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: نمایش همۀ دوره‌های آموزشی سازمان:
it_it: Mostra tutti i corsi nell'organizzazione:

source: For example, MITx
eo: För éxämplé, MÌTx Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: مثلاً، MITx
it_it: Ad esempio, MITx

source: Courses Being Processed
eo: Çöürsés Béïng Pröçésséd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Se están procesando los cursos
fa_ir: دوره‌ها در حال پردازش هستند
it_it: Corsi in fase di elaborazione

source: This course run is currently being created.
eo: Thïs çöürsé rün ïs çürréntlý ßéïng çréätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Este curso está actualmete en ejecución
fa_ir: این دوره اکنون در حال ایجاد است.
it_it: Questa edizione del corso è attualmente in fase di creazione.

source: Configuring as re-run
eo: Çönfïgürïng äs ré-rün Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Configurando como repetición
fa_ir: در حال پیکربندی مجدد اجرا
it_it: Configurazione come nuova edizione

source: The new course will be added to your course list in 5-10 minutes. Return to this page or {link_start}refresh it{link_end} to update the course list. The new course will need some manual configuration.
eo: Thé néw çöürsé wïll ßé äddéd tö ýöür çöürsé lïst ïn 5-10 mïnütés. Rétürn tö thïs pägé ör {link_start}réfrésh ït{link_end} tö üpdäté thé çöürsé lïst. Thé néw çöürsé wïll nééd sömé mänüäl çönfïgürätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт,#
es_es: El nuevo curso se añadirá a tu lista de cursos en 5-10 minutos. Vuelve a esta página o {link_start}recárgala{link_end} para actualizar la lista de cursos. El nuevo curso necesitará configuraciones manuales.
fa_ir: دوره جدید در عرض 5-10 دقیقه آینده به لیست دوره‌های شما افزوده می‌شود. برای روزآمدسازی لیست دوره‌ها، به این صفحه برگردید یا {link_start} آن را تازه کنید {link_end}. دوره جدید به برخی تنظیمات دستی نیاز دارد.
it_it: Il nuovo corso verrà aggiunto all'elenco dei corsi entro 5-10 minuti. Tornare a questa pagina oppure {link_start}aggiornarla{link_end} per aggiornare l'elenco dei corsi. Il nuovo corso richiederà alcune operazioni di configurazione manuali.

source: This re-run processing status:
eo: Thïs ré-rün pröçéssïng stätüs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: وضعیت پردازش مجدد:
it_it: Stato di elaborazione di questa nuova edizione:

source: Configuration Error
eo: Çönfïgürätïön Érrör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fa_ir: خطای پیکربندی
it_it: Errore di configurazione
mn: Тохиргооны Алдаа

source: A system error occurred while your course was being processed. Please go to the original course to try the re-run again, or contact your PM for assistance.
eo: À sýstém érrör öççürréd whïlé ýöür çöürsé wäs ßéïng pröçésséd. Pléäsé gö tö thé örïgïnäl çöürsé tö trý thé ré-rün ägäïn, ör çöntäçt ýöür PM för ässïstänçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσł#
es_es: Ocurrió un error en el sistema cuando tu curso estaba siendo procesado. Por favor, ve al curso original e intenta la repetición otra vez, o contacta con tu PM para obtener ayuda.
fa_ir: هنگام پردازش دوره آموزشی مورد نظر شما خطایی در سامانه رخ داد. لطفاً برای امتحان دوباره به دوره آموزشی اصلی بروید یا برای راهنمایی با PM خود تماس بگیرید.
it_it: Si è verificato un errore di sistema durante l'elaborazione del corso. Passare al corso originale per provare nuovamente la nuova edizione oppure contattare il PM per assistenza.

source: Archived Courses
eo: Àrçhïvéd Çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: دوره‌های آموزشی آرشیوشده
it_it: Corsi archiviati
mn: Архивлагдсан Хичээлүүд

source: Libraries
eo: Lïßrärïés Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Bibliotecas
fa_ir: کتابخانه‌ها
it_it: Librerie
mn: Номын сан

source: Are you staff on an existing {studio_name} course?
eo: Àré ýöü stäff ön än éxïstïng {studio_name} çöürsé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: ¿Formas parte del personal de un curso existente en {studio_name}?
fa_ir: آیا شما عضو دوره آموزشی {studio_name} هستید؟
it_it: Fai parte dello staff su un corso {studio_name} esistente?
mn: Та {studio_name} дээр хичээлийн ажилтан уу?

source: The course creator must give you access to the course. Contact the course creator or administrator for the course you are helping to author.
eo: Thé çöürsé çréätör müst gïvé ýöü äççéss tö thé çöürsé. Çöntäçt thé çöürsé çréätör ör ädmïnïsträtör för thé çöürsé ýöü äré hélpïng tö äüthör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт ł#
es_es: El creador del curso debe darte acceso al curso. Contacta con el creador o administrador del curso que estás ayudando a elaborar.
fa_ir: دسترسی به دوره آموزشی را باید سازنده دوره آموزشی، به شما بدهد. برای دسترسی به دوره آموزشی با سازنده دوره آموزشی یا مدیر آن تماس حاصل فرمایید.
it_it: Il creatore del corso deve fornire l'accesso al corso. Contattare il creatore del corso o l'amministratore per il corso alla cui creazione si sta collaborando.

source: Create Your First Course
eo: Çréäté Ýöür Fïrst Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Crear tu primer curso
fa_ir: ساخت اولین دوره آموزشی
it_it: Crea il tuo primo corso
mn: Анхныхаа Хичээлийг Үүсгэх

source: Your new course is just a click away!
eo: Ýöür néw çöürsé ïs jüst ä çlïçk äwäý! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: ¡Estás apenas a un clic de tu nuevo curso!
fa_ir: با یک کلیک، اولین دوره آموزشی را بسازید!
it_it: Il nuovo corso è a un solo clic!

source: Becoming a Course Creator in {studio_name}
eo: Béçömïng ä Çöürsé Çréätör ïn {studio_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Convertirse en un creador de curso en {studio_name}
fa_ir: مایلید سازندۀ دوره آموزشی در {studio_name} باشید
it_it: Come diventare un creatore di corsi in {studio_name}

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team will evaluate your request and provide you feedback within 24 hours during the work week.
eo: {studio_name} ïs ä höstéd sölütïön för öür xÇönsörtïüm pärtnérs änd séléçtéd güésts. Çöürsés för whïçh ýöü äré ä téäm mémßér äppéär äßövé för ýöü tö édït, whïlé çöürsé çréätör prïvïlégés äré gräntéd ßý {platform_name}. Öür téäm wïll évälüäté ýöür réqüést änd prövïdé ýöü féédßäçk wïthïn 24 höürs dürïng thé wörk wéék. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢#
es_es: {studio_name} es una solución de alojamiento para nuestros socios de xConsortium e invitados exclusivos. Los cursos de los que seas miembro del equipo aparecen arriba para que los edites, mientras que los privilegios para crear cursos son concedidos por {platform_name}. Nuestro equipo evaluará tu solicitud y te proporcionará retroalimentación en 24 horas durante la semana laboral.
fa_ir: {studio_name} راه‌حل میزبان برای شرکای xConsortium و مهمانان منتخب ما است. امکان ویرایش دوره‌هایی که عضو تیم آن‌ها هستید در بالا ظاهر می‌شود، در حالی که امتیازات سازنده دوره آموزشی توسط {platform_name} اعطا می‌شود. تیم ما در حال ارزیابی درخواست شما است و در عرض 24 ساعت در طی هفته کاری جاری بازخورد آن را ارسال خواهند کرد.
it_it: {studio_name} è una soluzione ospitata per i nostri partner xConsortium e ospiti selezionati. I corsi per cui si è membri del team vengono visualizzati nella parte superiore per consentirne la modifica, mentre i privilegi di creatore del corso vengono concessi da {platform_name}. Il nostro team valuterà la tua richiesta e fornirà un feedback entro 24 ore durante la settimana lavorativa.

source: Your Course Creator Request Status:
eo: Ýöür Çöürsé Çréätör Réqüést Stätüs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Estado de tu solicitud de creador del curso:
fa_ir: وضعیت درخواست سازنده دوره آموزشی شما:
it_it: Stato della richiesta di creatore del corso:

source: Request the Ability to Create Courses
eo: Réqüést thé Àßïlïtý tö Çréäté Çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Solicita el permiso para crear cursos
fa_ir: درخواست قابلیت ایجاد دوره‌های آموزشی
it_it: Richiedi la possibilità di creare corsi

source: Your Course Creator Request Status
eo: Ýöür Çöürsé Çréätör Réqüést Stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Estado de tu solicitud de creador del curso
fa_ir: وضعیت درخواست سازنده دوره آموزشی شما
it_it: Stato della richiesta di creatore di corsi

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is has completed evaluating your request.
eo: {studio_name} ïs ä höstéd sölütïön för öür xÇönsörtïüm pärtnérs änd séléçtéd güésts. Çöürsés för whïçh ýöü äré ä téäm mémßér äppéär äßövé för ýöü tö édït, whïlé çöürsé çréätör prïvïlégés äré gräntéd ßý {platform_name}. Öür téäm ïs häs çömplétéd évälüätïng ýöür réqüést. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσł#
es_es: {studio_name} es una solución de alojamiento para nuestros socios de xConsortium e invitados exclusivos. Los cursos de los que seas miembro del equipo aparecen arriba para que los edites, mientras que los privilegios para crear cursos son concedidos por {platform_name}. Nuestro equipo ha terminado de evaluar tu solicitud.
fa_ir: {studio_name} راه‌حل میزبان برای شرکای xConsortium و مهمانان منتخب ما است. امکان ویرایش دوره‌هایی که عضو تیم آن‌ها هستید در بالا ظاهر می‌شود، در حالی که امتیازات سازنده دوره آموزشی توسط {platform_name} اعطا می‌شود. ارزیابی درخواست شما توسط تیم ما رو اتمام یافته است.
it_it: {studio_name} è una soluzione ospitata per i nostri partner xConsortium e ospiti selezionati. I corsi per cui si è membri del team vengono visualizzati nella parte superiore per consentirne la modifica, mentre i privilegi di creatore del corso vengono concessi da {platform_name}. Il nostro team ha completato la valutazione della tua richiesta.

source: Your Course Creator request is:
eo: Ýöür Çöürsé Çréätör réqüést ïs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Tu solicitud de creador del curso es:
fa_ir: درخواست سازنده دوره آموزشی شما:
it_it: La richiesta di creatore di corsi è:

source: Your request did not meet the criteria/guidelines specified by {platform_name} Staff.
eo: Ýöür réqüést dïd nöt méét thé çrïtérïä/güïdélïnés spéçïfïéd ßý {platform_name} Stäff. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Tu petición no cumple con los criterios/directrices especificadas por el personal de {platform_name}.
fa_ir: درخواست شما مطابق با معیارها / دستورالعمل‌های تعیین‌شده کارکنان {platform_name} نبود.
it_it: La richiesta non soddisfa i criteri/linee guida specificati dallo staff {platform_name}.

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is currently evaluating your request.
eo: {studio_name} ïs ä höstéd sölütïön för öür xÇönsörtïüm pärtnérs änd séléçtéd güésts. Çöürsés för whïçh ýöü äré ä téäm mémßér äppéär äßövé för ýöü tö édït, whïlé çöürsé çréätör prïvïlégés äré gräntéd ßý {platform_name}. Öür téäm ïs çürréntlý évälüätïng ýöür réqüést. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє#
es_es: {studio_name} es una solución de alojamiento para nuestros socios de xConsortium e invitados exclusivos. Los cursos de los que seas miembro del equipo aparecen arriba para que los edites, mientras que los privilegios para crear cursos son concedidos por {platform_name}. Nuestro equipo está evaluando tu solicitud actualmente.
fa_ir: {studio_name} راه‌حل میزبان برای شرکای xConsortium و مهمانان منتخب ما است. امکان ویرایش دوره‌هایی که عضو تیم آن‌ها هستید در بالا ظاهر می‌شود، در حالی که امتیازات سازنده دوره آموزشی توسط {platform_name} اعطا می‌شود. تیم ما در حال ارزیابی درخواست شما است.
it_it: {studio_name} è una soluzione ospitata per i nostri partner xConsortium e ospiti selezionati. I corsi per cui si è membri del team vengono visualizzati nella parte superiore per consentirne la modifica, mentre i privilegi di creatore del corso vengono concessi da {platform_name}. Il nostro team sta attualmente valutando la tua richiesta.

source: Your request is currently being reviewed by {platform_name} staff and should be updated shortly.
eo: Ýöür réqüést ïs çürréntlý ßéïng révïéwéd ßý {platform_name} stäff änd shöüld ßé üpdätéd shörtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Tu petición está siendo revisada actualmente por el personal de {platform_name} y debería ser actualizada en breve.
fa_ir: اکنون درخواست شما در دست کارکنان {platform_name} در حال بررسی است و به زودی روزآمد خواهد شد.
it_it: La richiesta è attualmente in fase di revisione da parte dello staff {platform_name} e dovrebbe essere aggiornata a breve.
