Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Add instructions to help learners understand how to use the word cloud. Clear instructions are important, especially for learners who have accessibility requirements.
eo: Àdd ïnstrüçtïöns tö hélp léärnérs ündérständ höw tö üsé thé wörd çlöüd. Çléär ïnstrüçtïöns äré ïmpörtänt, éspéçïällý för léärnérs whö hävé äççéssïßïlïtý réqüïréménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ι#
es_es: Añada instrucciones para ayudar a los alumnos a entender cómo utilizar la palabra nube. Las instrucciones claras son importantes, especialmente para los estudiantes que tienen requisitos de accesibilidad.
fa_ir: دستورالعمل‌هایی را بیفزایید تا به یادگیرندگان کمک کندو نحوه استفاده از کلمه فضای ابری را درک کنند. دستورالعمل‌ها روشن و مهم هستند، به‌خصوص برای یادگیرندگان الزامات دسترسی را دارند.
it_it: Aggiungere le istruzioni per consentire agli studenti di comprendere l'utilizzo del cloud di parole. Istruzioni chiare sono importanti, specialmente per studenti che dispongono di requisiti di accessibilità.
lv: Pievienojiet instrukcijas, lai palīdzētu audzēkņiem saprast, kā izmantot vārdu mākoni. Skaidras instrukcijas ir svarīgas, it sevišķi audzēkņiem, kuriem ir pieejamības prasības.
mn: Суралцагчдад Word Cloud-ийг хэрхэн ашиглахыг ойлгоход туслах зааврыг нэмнэ үү. Зааварчилгаа ойлгомжтой байх хэрэгтэй. ялангуяа хялбар шаардлагатай суралцагчдад.

source: Inputs
eo: Ìnpüts Ⱡ'σяєм ιρѕυ#
es_es: Entradas
fa_ir: ورودی‌ها
it_it: Contributi
lv: Ievades
mn: Оролтууд

source: The number of text boxes available for learners to add words and sentences.
eo: Thé nümßér öf téxt ßöxés äväïläßlé för léärnérs tö ädd wörds änd sénténçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: La cantidad de cuadros de texto disponibles para que los estudiantes agreguen palabras y oraciones.
fa_ir: تعداد کادرهای متن در اختیار یادگیرندگان برای افزودن کلمات و جملات .
it_it: Il numero di caselle di testo disponibile agli studenti per aggiungere parole e frasi.
lv: Tekstlodziņu skaits, kas pieejami audzēkņiem vārdu un teikumu ievadīšanai.
mn: Суралцагчид үг болон өгүүлбэр нэмэх боломжтой бичвэрт хайрцгийн тоо

source: Maximum Words
eo: Mäxïmüm Wörds Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Máximo de palabras
fa_ir: حداکثر کلمات
it_it: Numero massimo di parole
lv: Maksimālais vārdu skaits
mn: Хамгийн их үгийн тоо

source: The maximum number of words displayed in the generated word cloud.
eo: Thé mäxïmüm nümßér öf wörds dïspläýéd ïn thé générätéd wörd çlöüd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El número máximo de palabras que se muestran en la nube de palabras generada.
fa_ir: حداکثر تعداد کلمات نمایش‌داده‌شده در کلمه ابری تولید‌شده.
it_it: Il numero massimo di parole visualizzate nel cloud di parole generato.
lv: Maksimālais parādīto vārdu skaits ģenerētajā vārdu mākonī.
mn: Generated Word Cloud дээр харагдах хамгийн их үгийн тоо.

source: Show Percents
eo: Shöw Pérçénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Mostrar porcentajes
fa_ir: نمایش درصد
it_it: Mostra percentuali
lv: Parādīt procentus
mn: Хувийг харуулах

source: Statistics are shown for entered words near that word.
eo: Stätïstïçs äré shöwn för éntéréd wörds néär thät wörd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Las estadísticas se muestran para las palabras introducidas que están cerca de esa palabra.
fa_ir: آمار برای کلمات وارد شده در نزدیکی آن کلمه نشان داده شده است.
it_it: Vengono mostrate le statistiche per parole immesse vicine a quella parola.
lv: Statistika ir parādīta par ievadītajiem vārdiem, kas ir tuvu šim vārdam.
mn: Статистикийг тухайн үгний ойролцоо бичсэн үгсээр харуулдаг.

source: Whether this learner has posted words to the cloud.
eo: Whéthér thïs léärnér häs pöstéd wörds tö thé çlöüd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Si este estudiante ha publicado palabras en la nube.
fa_ir: آیا این یادگیرنده کلمات را به قسمت ابری ارسال کرده است.
it_it: Definisce se questo studente ha postato parole sul cloud.
lv: Vai šis audzēknis ir publicējis vārdus mākonī.
mn: Энэ суралцагч Cloud дээр үг бичсэн эсэх

source: Student answer.
eo: Stüdént änswér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Respuesta del alumno.
fa_ir: پاسخ یادگیرنده.
it_it: Risposta dello studente.
lv: Studenta atbilde.
mn: Суралцагчийн хариулт.

source: All possible words from all learners.
eo: Àll pössïßlé wörds fröm äll léärnérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Todas las palabras posibles de todos los estudiantes.
fa_ir: همه کلمات ممکن از همه یادگیرندگان.
it_it: Tutte le parole possibili da tutti gli studenti.
lv: Visi iespējamie vārdi no visiem audzēkņiem.
mn: Бүх суралцагчдын бүх боломжит үгнүүд

source: Top num_top_words words for word cloud.
eo: Töp nüm_töp_wörds wörds för wörd çlöüd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Máximo num_top_words para la nube de palabras.
fa_ir: بالا num_top_words کلمات برای ابر کلمه است.
it_it: Prime num_top_words parole per cloud di parole.
lv: Populārākie num_top_words vārdi vārdu mākonim.
mn: Word Cloud дэх оргил num_top_words үгнүүд.

source: {display_name} is only accessible to enrolled learners. Sign in or register, and enroll in this course to view it.
eo: {display_name} ïs önlý äççéssïßlé tö énrölléd léärnérs. Sïgn ïn ör régïstér, änd énröll ïn thïs çöürsé tö vïéw ït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: {display_name} solo es accesible para los estudiantes inscritos. Inicie sesión o regístrese, e inscríbase en este curso para verlo.
fa_ir: {display_name} فقط برای افراد ثبت‌نام‌شده دسترس‌پذیر است. برای مشاهدۀ آن وارد سامانه شوید یا در سامانه ثبت‌نام کنید و در این دوره آموزشی ثبت‌نام کنید.
it_it: {display_name} è solo accessibile agli studenti iscritti. Eseguire l'accesso o la registrazione, quindi iscriversi a questo corso per visualizzarlo.

source: Course team user does not exist
eo: Çöürsé téäm üsér döés nöt éxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: El usuario del equipo del curso no existe
fa_ir: کاربر تیم دوره آموزشی وجود ندارد
it_it: L'utente del team del corso non esiste
lv: Kursa komandas lietotājs neeksistē

source: Number of course outline regenerations successfully requested: {regenerates}
fa_ir: تعداد درخواست‌های طرح درس‌های بازتولیدشده موفق: {regenerates}
it_it: Numero di rigenerazioni del tracciato richieste con successo: {regenerates}

source: Regenerate selected course outlines
fa_ir: بازتولید طرح‌درس‌های دوره‌های آموزشی برگزیده
it_it: Rigenera i contorni del corso selezionati

source: All course outline regenerations successfully requested.
fa_ir: درخواست بازتولید همه طرح درس دوره‌های آموزشی انجام شد.
it_it: Tutte le rigenerazioni del profilo del corso richieste con successo.

source: Regenerate *all* course outlines
fa_ir: بازتولید *همه* طرح‌ درس‌ها
it_it: Rigenera *tutti* i contorni del corso

source: The groups in this configuration can be mapped to cohorts in the Instructor Dashboard.
eo: Thé gröüps ïn thïs çönfïgürätïön çän ßé mäppéd tö çöhörts ïn thé Ìnstrüçtör Däshßöärd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: گروه‌های موجود در این پیکربندی را می‌توان برای گروه‌های مختلف در پیشخوان مربی ترسیم کرد.
it_it: I gruppi in questa configurazione possono essere associati a coorti nella Dashboard dell'Istruttore.

source: Content Groups
eo: Çöntént Gröüps Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Grupos de contenido
fa_ir: گروه‌های محتوایی
it_it: Gruppi di contenuti
lv: Satura grupas

source: invalid JSON
eo: ïnvälïd JSÖN Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: JSON no válido
fa_ir: JSON نامعتبر
it_it: JSON non valido
lv: nederīgs JSON

source: must have name of the configuration
eo: müst hävé nämé öf thé çönfïgürätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Debe tener el nombre de la configuración
fa_ir: نام پیکربندی را مشخص کنید
it_it: è necessario avere il nome della configurazione
lv: konfigurācijai vajadzīgs nosaukums

source: must have at least one group
eo: müst hävé ät léäst öné gröüp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Debe tener por lo menos un grupo
fa_ir: حداقل باید یک گروه وجود داشته باشد
it_it: è necessario avere almeno un gruppo
lv: jābūt vismaz vienai grupai

source: unable to load this type of group configuration
eo: ünäßlé tö löäd thïs týpé öf gröüp çönfïgürätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: بارگیری این نوع از پیکربندی گروه امکانپذیر نیست
it_it: impossibile caricare questo tipo di configurazione del gruppo

source: Invalid course update id.
eo: Ìnvälïd çöürsé üpdäté ïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Id de actualización del curso no válida.
fa_ir: شناسه روزآمدسازی معتبر نیست.
it_it: L' ID del corso fornito non è valido

source: Course update not found.
eo: Çöürsé üpdäté nöt föünd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Actualización del curso no encontrada.
fa_ir: روزآمدسازی دوره آموزشی یافت نشد.
it_it: Aggiornamento del Corso non trovato.
lv: Kursa atjauninājums nav atrasts.

source: Could not index item: {}
eo: Çöüld nöt ïndéx ïtém: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: امکان نمایه‌سازی نیست: {}
it_it: Impossibile indicizzare l'elemento: {}
lv: Vienumam nevarēja piešķirt indeksu: {}

source: General indexing error occurred
eo: Généräl ïndéxïng érrör öççürréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Se ha producido un error inesperado.
fa_ir: خطا در نمایه‌سازی عمومی رخ داده‌است
it_it: Si è verificato un errore di indicizzazione generale
lv: Notikusi vispārēja indeksēšanas kļūda
mn: Ерөнхий индексжүүлэлтын алдаа гарлаа

source: (Unnamed)
eo: (Ûnnäméd) Ⱡ'σяєм ιρѕυм ∂σł#
es_es: (sin nombre)
fa_ir: (بی‌نام)
it_it: (Senza nome)
lv: (Nenosaukts)

source: Aborting import because a course with this id: {} already exists.
fa_ir: ورود داده‌ها انجام نشد. زیرا این دوره، از قبل در سیستم : {} وجود دارد.
it_it: Interruzione dell'importazione perché un corso con questo id: {} esiste già.

source: Permission denied. You do not have write access to this course.
fa_ir: مجوز رد شد. شما در این دوره آموزشی، دسترسی نگارش ندارید.
it_it: Permesso negato. Non hai accesso in scrittura a questo corso.

source: Could not find the {0} file in the package.
eo: Çöüld nöt fïnd thé {0} fïlé ïn thé päçkägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No se encuentra el archivo {0} en el paquete.
fa_ir: قادر به یافتن پروندۀ {0} در این بسته نیست.
it_it: Impossibile trovare il file {0} nel package.
lv: Paketē nevar atrast failu {0}.

source: Uploaded Tar file not found. Try again.
fa_ir: پروندۀ Tar بارگذاری‌شده پیدا نشد. دوباره تلاش کنید.
it_it: File Tar caricato non trovato. Riprova.

source: We only support uploading a .tar.gz file.
eo: Wé önlý süppört üplöädïng ä .tär.gz fïlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Sólo aceptamos el envío de ficheros .tar.gz.
fa_ir: فقط پرونده‌های فشرده با پسوند .tar.gz مورد قبول است.
it_it: Supportiamo solo il caricamento di file .tar.gz.

source: Aborting import since a library with this id already exists.
fa_ir: توقف ورود داده. زیرا پیش از این کتابخانه‌ای با این شناسه وجود دارد.
it_it: Interruzione dell'importazione perché una libreria con questo id esiste già.

source: Course olx validation failed. Please check your email.
fa_ir: اعتبارسنجی دوره آموزشی olx موفق نبود. لطفا رایانامه خود را بررسی کنید.
it_it: Convalida olx del corso non riuscita. Si prega di controllare la tua email.

source: Permission denied
eo: Pérmïssïön dénïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Permiso denegado
fa_ir: دسترسی رد شد
it_it: Autorizzazione negata

source: Unknown error while importing course.
fa_ir: خطایی ناشناخته در هنگام ورود داده‌های دوره آموزشی رخ داد.
it_it: Errore sconosciuto durante l'importazione del corso.

source: An Unknown error occurred during the unpacking step.
fa_ir: در مرحلۀ گشایش این بسته خطایی ناشناخته رخ داد.
it_it: Si è verificato un Errore sconosciuto durante la fase di decompressione.

source: Unknown User ID: {0}
eo: Ûnknöwn Ûsér ÌD: {0} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: ID de usuario desconocido: {0}
fa_ir: شناسۀ کاربر ناشناخته: {0}
it_it: ID Utente: {0} sconosciuto

source: Unsafe tar file. Aborting import.
eo: Ûnsäfé tär fïlé. Àßörtïng ïmpört. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: پروندۀ tar ایمن نیست. توقف دریافت.
it_it: File tar non sicuro. Interruzione dell'importazione.
lv: Nedrošs tar fails. Importēšana tiek pārtraukta.

source: User permission denied.
fa_ir: اجازه به کاربر رد شد.
it_it: Autorizzazione utente negata.

source: GIT_REPO_EXPORT_DIR not set or path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_EXPORT_DIR
eo: GÌT_RÉPÖ_ÉXPÖRT_DÌR nöt sét ör päth {0} döésn't éxïst, pléäsé çréäté ït, ör çönfïgüré ä dïfférént päth wïth GÌT_RÉPÖ_ÉXPÖRT_DÌR Ⱡ'σяє#
es_es: La ruta {0} no existe o GIT_REPO_EXPORT_DIR no se ha configurado, por favor, créalo o configura una ruta diferente para GIT_REPO_EXPORT_DIR
fa_ir: GIT_REPO_EXPORT_DIR تنظیم نشده‌است یا مسیر {0} برای آن وجود ندارد، لطفاً آن را بسازید، یا مسیر دیگری را با GIT_REPO_EXPORT_DIR پیکربندی کنید
it_it: GIT_REPO_EXPORT_DIR non è configurato, o il percorso {0} non esiste: occorre crearlo o configurare un diverso percorso con GIT_REPO_EXPORT_DIR

source: Non writable git url provided. Expecting something like: git@github.com:openedx/openedx-demo-course.git
fa_ir: آدرس اینترنتی git غیرقابل نگارشی ارائه شده است. انتظار داریم چیزی شبیه به این مورد باشد: git@github.com:openedx/openedx-demo-course.git
it_it: URL git non scrivibile fornito. Mi aspettavo qualcosa del tipo: git@github.com:openedx/openedx-demo-course.git

source: If using http urls, you must provide the username and password in the url. Similar to https://user:pass@github.com/user/course.
eo: Ìf üsïng http ürls, ýöü müst prövïdé thé üsérnämé änd pässwörd ïn thé ürl. Sïmïlär tö https://üsér:päss@gïthüß.çöm/üsér/çöürsé. Ⱡ'σяє#
es_es: Si utilizas enlaces http, debes poner el usuario y la contraseña en la url. Ejemplo: https://user:pass@github.com/user/course.
fa_ir: اگر از نشانی‌های http استفاده می‌کنید، باید نام‌کاربری و گذرواژه را در url وارد کنید. مشابه :https://user:pass@github.com/user/course.
it_it: Se utilizzi indirizzi http, devi fornire la username e la password nell'indirizzo. Come in: https://user:pass@github.com/user/course.

source: Unable to determine branch, repo in detached HEAD mode
eo: Ûnäßlé tö détérmïné ßränçh, répö ïn détäçhéd HÉÀD mödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se puede determinar la rama, repo en modo HEAD desacoplado
fa_ir: تعیین شاخه امکان پذیر نیست، repo در حالت HEAD جداگانه است
it_it: Impossibile determinare succursale, deposito nella modalità HEAD distaccata

source: Unable to update or clone git repository.
eo: Ûnäßlé tö üpdäté ör çlöné gït répösïtörý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No se ha podido actualizar o clonar el repositorio git.
fa_ir: قادر به روزآمدسازی یا کلون مخزن git نیست.
it_it: Impossibile aggiornare o clonare il deposito git.

source: Unable to export course to xml.
eo: Ûnäßlé tö éxpört çöürsé tö xml. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: No se ha podido exportar el curso a xml.
fa_ir: قادر به ارائۀ خروجی xml دوره نیست.
it_it: Impossibile esportare il corso in xml.

source: Unable to configure git username and password
eo: Ûnäßlé tö çönfïgüré gït üsérnämé änd pässwörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No se ha podido configurar el usuario y la contraseña del git.
fa_ir: پیکربندی نام‌کاربری و گذرواژه git امکان‌پذیر نیست
it_it: Impossibile configurare git username e password

source: Unable to commit changes. This is usually because there are no changes to be committed
eo: Ûnäßlé tö çömmït çhängés. Thïs ïs üsüällý ßéçäüsé théré äré nö çhängés tö ßé çömmïttéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Imposible incorporar los cambios. Normalmente es porque no hay cambios que incorporar.
fa_ir: تغییرات قابل اجرا نیست. این رخداد معمولاً به دلیل عدم وجود تغییر جدید است.
it_it: Impossibile effettuare cambiamenti. Solitamente perchè non vi sono cambiamenti da effettuare.

source: Unable to push changes. This is usually because the remote repository cannot be contacted
eo: Ûnäßlé tö püsh çhängés. Thïs ïs üsüällý ßéçäüsé thé rémöté répösïtörý çännöt ßé çöntäçtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Imposible enviar los cambios. Esto suele pasar porque no se puede conectar con el repositorio remoto.
fa_ir: اعمال تغییرات امکان‌پذیر نیست. این رخداد معمولاً به دلیل ناتوانی در اتصال به مخزن به‌وجود می‌آید
it_it: Impossibile inviare cambiamenti. Solitamente accade perchè la directory remota non può essere contattata.

source: Bad course location provided
eo: Bäd çöürsé löçätïön prövïdéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Se ha proporcionado una localización errónea del curso
fa_ir: مکان دوره آموزشی به‌درستی تعیین نشده‌است
it_it: E' stata fornita una sede sbagliata per il corso

source: Missing branch on fresh clone
eo: Mïssïng ßränçh ön frésh çlöné Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Rama inexistente en el nuevo clon
fa_ir: شاخه مفقودی در کلون تازه
it_it: Filiale mancance nei nuovi cloni

source: Take the specified course and attempt to export it to a git repository . Course directory must already be a git repository. Usage: git_export <course_loc> <git_url>
eo: Täké thé spéçïfïéd çöürsé änd ättémpt tö éxpört ït tö ä gït répösïtörý . Çöürsé dïréçtörý müst älréädý ßé ä gït répösïtörý. Ûsägé: gït_éxpört <course_loc> <git_url> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αη#
es_es: Intenta exportar el curso especificado a un repositorio git . El directorio del curso debe ser ya un repositorio git. Uso: git_export <course_loc> <git_url>
fa_ir: دورۀ مشخص‌شده را طی کنید و سعی کنید آن را به یک مخزن git صادر کنید. مسیر دوره باید از قبل روی مخزن git تنظیم باشد. کاربرد: git_export<course_loc><git_url>
it_it: Segui il corso specificato e prova a esportarlo in un repository git. La directory del corso deve essere già un repository git. Sintassi: git_export <course_loc> <git_url>

source: Marks a field as deprecated.
fa_ir: یک قسمت را به‌عنوان منسوخ علامت‌گذاری می‌کند.
it_it: Segna un campo come deprecato.

source: User-friendly display name for the field
fa_ir: نام نمایشی کاربرپسند برای این قسمت
it_it: Nome visualizzato intuitivo per il campo

source: Help text that describes the setting.
fa_ir: متن راهنما این تنظیمات را توضیح می‌دهد.
it_it: Testo d'aiuto che descrive l'impostazione.

source: Tab type
fa_ir: نوع زبانه
it_it: Tipo di scheda

source: Default name for the tab displayed to users
fa_ir: نام پیش‌فرض برای این زبانه نمایش‌داده‌شده به کاربران
it_it: Nome di default per la scheda visibile agli utenti.

source: True if it's possible to hide the tab for a course
fa_ir: درست است اگر امکان پنهان‌سازی برگه برای دوره آموزشی وجود داشته باشد
it_it: Vero se è possibile nascondere la scheda di un corso

source: True the tab is hidden for the course
fa_ir: اگر روی درست تنظیم شود این زبانه در این دوره آموزشی پنهان خواهد بود
it_it: True la scheda è nascosta per il corso

source: True if it's possible to reorder the tab in the list of tabs
fa_ir: درست است اگر امکان تغییر ترتیب برگه در فهرست برگه‌ها وجود داشته باشد
it_it: Vero se è possibile riordinare la scheda nell&#39;elenco delle schede

source: True if this tab should be displayed only for instructors
fa_ir: اگر روی گزینه درست تنظیم شود این زبانه فقط برای مربیان نمایش داده شود
it_it: True se questa scheda deve essere visualizzata solo per gli istruttori

source: Name of the tab displayed to users. Overrides title.
fa_ir: نام زبانه نمایش‌داده‌شده به کاربران، عنوان را لغو می‌کند.
it_it: Nome della scheda visualizzata dagli utenti. Sostituisce il titolo.

source: Additional settings specific to the tab
fa_ir: تنظیمات ویژه بیشتر برای این زبانه
it_it: Impostazioni aggiuntive specifiche per la scheda

source: ID of tab to update
fa_ir: شناسه زبانه برای روزآمدسازی
it_it: ID della scheda da aggiornare

source: Location (Usage Key) of tab to update
fa_ir: مکان ( کلید کاربری) زبانه برای روزآمدسازی
it_it: Posizione (chiave di utilizzo) della scheda da aggiornare

source: Need to supply either a valid tab_id or a tab_location.
fa_ir: نیاز به ارائه یک tab_id معتبر یا یک tab_location است
it_it: È necessario fornire un tab_id valido o un tab_location.

source: True to hide the tab, and False to show it.
fa_ir: درست است برای پنهان‌سازی برگه و نادرست، برای نمایش آن.
it_it: True per nascondere la scheda e False per mostrarla.

source: Change the visibility of tabs in a course.
fa_ir: نمایان‌بودن زبانه‌ها را در یک دوره آموزشی تغییر دهید.
it_it: Modifica la visibilità delle schede in un corso.

source: Deleted Group
eo: Délétéd Gröüp Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Grupo eliminado
fa_ir: گروه حذف‌شده
it_it: Gruppo eliminato
lv: Dzēst grupu

source: The image must have name, content type, and size information.
eo: Thé ïmägé müst hävé nämé, çöntént týpé, änd sïzé ïnförmätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: تصویر باید نام و اطلاعات مربوط به اندازه و نوع را داشته باشد.
it_it: L'immagine deve riportare informazioni quali nome, tipo di contenuto e dimensione.

source: This image file type is not supported. Supported file types are {supported_file_formats}.
eo: Thïs ïmägé fïlé týpé ïs nöt süppörtéd. Süppörtéd fïlé týpés äré {supported_file_formats}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: این پرونده تصویری پشتیبانی نمی‌شود. پرونده‌هایی که پشتیبانی می‌شوند شامل{supported_file_formats}هستند.
it_it: Questo tipo di file immagine non è supportato. Le tipologie di file supportate sono {supported_file_formats}.

source: This image file must be smaller than {image_max_size}.
eo: Thïs ïmägé fïlé müst ßé smällér thän {image_max_size}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: این تصویر باید کوچکتر از {image_max_size} باشد.
it_it: Questo file immagine deve essere più piccolo di {image_max_size}.

source: This image file must be larger than {image_min_size}.
eo: Thïs ïmägé fïlé müst ßé lärgér thän {image_min_size}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: این تصویر باید بزرگتر از {image_min_size} باشد.
it_it: Questo file immagine deve essere più grande di {image_min_size}.

source: There is a problem with this image file. Try to upload a different file.
eo: Théré ïs ä prößlém wïth thïs ïmägé fïlé. Trý tö üplöäd ä dïfférént fïlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: مشکلی در این پروندۀ تصویری وجود دارد. پروندۀ دیگری بارگذاری کنید.
it_it: Si è verificato un problema nel file immagine. Prova a caricare un file diverso.

source: Recommended image resolution is {image_file_max_width}x{image_file_max_height}. The minimum resolution is {image_file_min_width}x{image_file_min_height}.
eo: Réçömméndéd ïmägé résölütïön ïs {image_file_max_width}x{image_file_max_height}. Thé mïnïmüm résölütïön ïs {image_file_min_width}x{image_file_min_height}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: La resolución recomendada es {image_file_max_width}x{image_file_max_height}. La resolución mínima es {image_file_min_width}x{image_file_min_height}.
fa_ir: وضوح تصویر پیشنهادی {image_file_max_width} x {image_file_max_height} است. حداقل وضوح تصویر {image_file_min_width} {image_file_min_height} است.
it_it: La risoluzione consigliata per l'immagine è {image_file_max_width}x{image_file_max_height}. La risoluzione minima è {image_file_min_width}x{image_file_min_height}.
