Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: Proctored exams are timed and they record video of each learner taking the exam. The videos are then reviewed to ensure that learners follow all examination rules.
he: מבחנים תחת פיקוח מתוזמנים ומקליטים בוידאו כל תלמיד שנבחן. לאחר מכן, נסקרים סרטוני הווידאו על מנת להבטיח שהתלמידים יצייתו לכל כללי המבחן.

source: Specify any additional rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed.
he: ציין כל כלל נוסף או חריגה מהכללים שיכול צוות הבחינה תחת פיקוח להחיל בעת בחינת סרטוני הווידאו. לדוגמה, ניתן לציין שמותר להיעזר במחשבונים.

source: Edit the name
he: ערוך את השם

source: formLabel
he: תווית טופס

source: Delete course
he: מחק קורס

source: Remove %(name)s from the program
he: הסר את %(name)s מהתכנית

source: Add another run
he: הוסף הרצה נוספת

source: The unique number that identifies your course within your organization, e.g. CS101.
he: המספר הייחודי המזהה את הקורס שלך בתוך הארגון, לדוגמה CS101.

source: The title entered here will override the title set for the individual run of the course. It will be displayed on the XSeries progress page and in marketing presentations.
he: הכותרת שהוזנה כאן תמחק את הכותרת שהוגדרה להרצה יחידה של הקורס. היא תוצג בדף ההתקדמות של XSeries ובמצגות השיווק.

source: Save Course
he: שמור קורס

source: Run %(key)s
he: הרץ את %(key)s

source: Delete course run
he: מחק הרצת קורס

source: Remove run %(key)s from the program
he: הסר את %(key)s של ההרצה מהתכנית

source: Start Date: %(date)s
he: תאריך התחלה: %(date)s

source: Mode: %(mode)s
he: מצב: %(mode)s

source: Please select a Course Run
he: בחר הרצת קורס

source: Create a New Program
he: צור תכנית חדשה

source: Program type
he: סוג תכנית

source: Select a type
he: בחר סוג

source: Select an organization
he: בחר ארגון

source: The public display name of the program.
he: שם הקמפוס של התכנית.

source: Subtitle
he: כתובית

source: A short description of the program, including concepts covered and expected outcomes (255 character limit).
he: תיאור קצר של התכנית כולל רעיונות שהועלו ותוצאות צפויות (המגבלה היא 255 תווים).

source: Marketing Slug
he: סלאג לשיווק

source: Slug used to generate links to the marketing site.
he: שימוש בסלאג ליצירת קישורים לאתר השיווק.

source: Edit the program title
he: ערוך את כותרת התכנית

source: Edit the program\'s name.
he: ערוך את שם/ות התכנית

source: Edit the program subtitle
he: ערוך את כתובית התכנית

source: Edit the program\'s subtitle.
he: ערוך את כתובית/ות התכנית

source: Edit the program marketing slug
he: ערוך את הסלאג לשיווק התכנית

source: Edit the program\'s marketing slug.
he: ערוך את הסלאג לשיווק התכנית

source: Add a course
he: הוסף קורס
