Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: You have not received a certificate because you do not have a current {platform_name} verified identity.
eo: Ýöü hävé nöt réçéïvéd ä çértïfïçäté ßéçäüsé ýöü dö nöt hävé ä çürrént {platform_name} vérïfïéd ïdéntïtý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: No ha recibido un certificado porque no tiene una identidad verificada de {platform_name} actual.
fa_ir: شما گواهی دریافت نکرده‌اید زیرا {platform_name} هویت تأیید فعلی را نداريد.
it_it: Non è stato ricevuto un certificato perché non si dispone di un'identità verificata {platform_name} corrente.
lv: Jūs neesat saņēmuši sertifikātu, jo Jums nav pašreizējas, {platform_name} verificētas identitātes.
mn: Танд {platform_name} дээр баталгаажсан тодорхойлолт байхгүй учир та гэрчилгээ хүлээн авахгүй.

source: To see course content, {sign_in_link} or {register_link}.
eo: Tö séé çöürsé çöntént, {sign_in_link} ör {register_link}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Para ver el contenido del curso, {sign_in_link} o {register_link}.
fa_ir: برای دیدن محتوای دوره آموزشی {sign_in_link} يا {register_link}.
it_it: Per vedere il contenuto del corso, {sign_in_link} o {register_link}.
lv: Lai apskatītu kursa saturu, apmeklējiet {sign_in_link} vai {register_link}.
mn: Хичээлийн агуулгыг харахын тулд, {sign_in_link} эсвэл {register_link}.

source: {sign_in_link} or {register_link}.
eo: {sign_in_link} ör {register_link}. Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: {sign_in_link} o {register_link}.
fa_ir: {sign_in_link} يا {register_link}.
it_it: {sign_in_link} o {register_link}.

source: Sign in
eo: Sïgn ïn Ⱡ'σяєм ιρѕυм #
es_es: Iniciar sesión
fa_ir: ورود به سامانه
it_it: Accedi
lv: Pierakstīties
mn: Нэвтрэх

source: You must be enrolled in the course to see course content. {enroll_link_start}Enroll now{enroll_link_end}.
fa_ir: برای مشاهده محتوای دوره آموزشی لازم است ابتدا ثبت‌نام کنید. {enroll_link_start} اکنون ثبت‌نام کنید{enroll_link_end}.
it_it: Devi essere iscritto al corso per vedere il contenuto del corso. {enroll_link_start}Registrati ora{enroll_link_end}.

source: You must be enrolled in the course to see course content.
eo: Ýöü müst ßé énrölléd ïn thé çöürsé tö séé çöürsé çöntént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Debes estar inscrito en el curso para ver el contenido del curso.
fa_ir: برای دیدن محتوای دوره آموزشی باید در آن ثبت‌نام کنید.
it_it: È necessario essere iscritti al corso per vedere il contenuto del corso.
lv: Jums ir jābūt reģistrētiem kursā, lai redzētu kursa saturu.
mn: Хичээлийн агуулгыг харахын тулд заавал элссэн байх шаардлагатай

source: User does not exist.
eo: Ûsér döés nöt éxïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: El usuario no existe.
fa_ir: کاربری با این نام وجود ندارد.
it_it: Questo utente non esiste.
lv: Lietotājs neeksistē.
mn: Хэрэглэгч байхгүй байна

source: Invalid location.
eo: Ìnvälïd löçätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Localización inválida
fa_ir: محل معتبر نیست.
it_it: Posizione non valida.
lv: Nederīga atrašanās vieta.
mn: Буруу байршил

source: User {username} has never accessed problem {location}
eo: Ûsér {username} häs névér äççésséd prößlém {location} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: El usuario {username} no ha accedido nunca al problema {location}
fa_ir: کاربر {username} هرگز به مشکل دسترسی پیدا نکرده است {location}
it_it: L'utente {username} non ha mai acceduto al problema {location}
lv: Lietotājs {username} nekad nav piekļuvis problēmai {location}
mn: {username} хэрэглэгч {location} даалгаварт нэг ч удаа хандаагүй байна

source: You must be signed in to {platform_name} to create a certificate.
eo: Ýöü müst ßé sïgnéd ïn tö {platform_name} tö çréäté ä çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Debes registrarte en {platform_name} para crear un certificado.
fa_ir: برای ساخت گواهی باید وارد سامانه {platform_name} شوید.
it_it: È necessario essere collegati a {platform_name} per creare un certificato.
lv: Jums ir jāpierakstās {platform_name}, lai izveidotu sertifikātu.
mn: Гэрчилгээг үүсгэхийн тулд та заавал {platform_name} руу нэвтрэн орох шаардлагатай.

source: Course is not valid
eo: Çöürsé ïs nöt välïd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: El curso no es valido
fa_ir: دوره معتبر نیست
it_it: Il corso non è valido
lv: Kurss nav derīgs
mn: Хичээл буруу байна

source: Your certificate will be available when you pass the course.
eo: Ýöür çértïfïçäté wïll ßé äväïläßlé whén ýöü päss thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Podrás disponer del certificado después de haber aprobado el curso.
fa_ir: گواهی شما هنگام گذراندن دوره آموزشی در دسترس خواهد بود.
it_it: Il certificato sarà disponibile quando si passa il corso.
lv: Jūsu sertifikāts kļūs pieejams, kad Jūs nokārtosiet kursu.
mn: Хичээлийг үзэж дууссаны дараа гэрчилгээ авах боломжтой болно

source: Certificate has already been created.
eo: Çértïfïçäté häs älréädý ßéén çréätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: El certificado ya ha sido creado.
fa_ir: گواهی قبلاً ساخته شده است.
it_it: Questo certificato è già stato attivato.
lv: Sertifikāts ir jau izveidots.
mn: Гэрчилгээг үүсгэсэн

source: Certificate is being created.
eo: Çértïfïçäté ïs ßéïng çréätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Se está creando el certificado.
fa_ir: گواهی ساخته می‌شود.
it_it: Stiamo creando il certificato.
lv: Sertifikāts tiek veidots.
mn: Гэрчилгээг үүсгэж байна

source: {platform_name} now offers financial assistance for learners who want to earn Verified Certificates but who may not be able to pay the Verified Certificate fee. Eligible learners may receive up to 90{percent_sign} off the Verified Certificate fee for a course. To apply for financial assistance, enroll in the audit track for a course that offers Verified Certificates, and then complete this application. Note that you must complete a separate application for each course you take. We plan to use this information to evaluate your application for financial assistance and to further develop our financial assistance program.
eo: {platform_name} nöw öfférs fïnänçïäl ässïstänçé för léärnérs whö wänt tö éärn Vérïfïéd Çértïfïçätés ßüt whö mäý nöt ßé äßlé tö päý thé Vérïfïéd Çértïfïçäté féé. Élïgïßlé léärnérs mäý réçéïvé üp tö 90{percent_sign} öff thé Vérïfïéd Çértïfïçäté féé för ä çöürsé. Tö äpplý för fïnänçïäl ässïstänçé, énröll ïn thé äüdït träçk för ä çöürsé thät öfférs Vérïfïéd Çértïfïçätés, änd thén çömplété thïs äpplïçätïön. Nöté thät ýöü müst çömplété ä sépäräté äpplïçätïön för éäçh çöürsé ýöü täké. Wé plän tö üsé thïs ïnförmätïön tö évälüäté ýöür äpplïçätïön för fïnänçïäl ässïstänçé änd tö fürthér dévélöp öür fïnänçïäl ässïstänçé prögräm.#
es_es: {platform_name} ahora ofrece asistencia financiera para los estudiantes que desean obtener Certificados Verificados, pero que no pueden pagar la cuota del Certificado Verificado. Los estudiantes seleccionados pueden recibir hasta un máximo de 90 {percent_sign} de la cuota del Certificado verificado para un curso. Para solicitar asistencia financiera, inscríbase en la pista de auditoría de un curso que ofrece certificados verificados y, a continuación, complete esta solicitud. Tenga en cuenta que debe completar una solicitud por cada curso que haga. Planeamos utilizar esta información para evaluar su solicitud de asistencia financiera y para desarrollar aún más nuestro programa de asistencia financiera.
fa_ir: {platform_name} اکنون کمک‌های مالی برای یادگیرندگان که می‌خواهند برای کسب گواهی تاییدشده اما قادر به پرداخت هزینه گواهی تایید شده نیستند. افراد واجد شرایط می‌توانند تا 90 {percent_sign} درصد از هزینه گواهی تایید شده دوره آموزشی را کاهش دهند. برای درخواست کمک مالی، از مسیر حسابرسی دوره آموزشی ثبت‌نام کرده و پس از تکمیل فرم مربوط به آن اقدام کنید. توجه کنید که شما باید یک فرم جداگانه برای هر دوره آموزشی پر کنید. ما قصد داریم از این اطلاعات برای ارزیابی فرم شما برای کمک مالی و توسعه بیشتر برنامه کمک مالی خود استفاده کنیم.
it_it: {platform_name} offre ora assistenza finanziaria per studenti che desiderano conseguire Certificati Verificati ma che non possono pagare il costo Certificato Verificato. Gli studenti idonei possono ricevere fino a 90{percent_sign} di sconto sul costo del Certificato verificato per un corso. Per presentare la domanda per l'assistenza finanziaria, effettuare l'iscrizione nel registro di controllo di un corso che offre Certificati verificati, e successivamente completare questa domanda. Da notare che occorre completare una domanda separata per ciascun corso intrapreso. Pianifichiamo di utilizzare queste informazioni per valutare la tua domanda per l'assistenza finanziaria e per implementare ulteriormente il nostro programma di assistenza finanziaria.
lv: {platform_name} tagad tiek piedāvāta finanšu palīdzība audzēkņiem, kas vēlas iegūt verificētus sertifikātus, bet kuriem var nebūt iespēju maksāt verificēta sertifikāta maksu. Audzēkņi ar tiesībām saņemt palīdzību var saņemt līdz pat 90{percent_sign} atlaidi no verificēta sertifikāta maksas kursā. Lai pieteiktos uz finanšu palīdzību, reģistrējieties audita ierakstā kursam, kurā tiek piedāvāti verificēti sertifikāti, un pēc tam aizpildiet šo pieteikumu. Ņemiet vērā, ka Jums ir jāaizpilda atsevišķs pieteikums katram kursam, kuru veiksiet. Mēs plānojam izmantot šo informāciju, lai izvērtētu Jūsu pieteikumu finanšu palīdzībai un tālāk attīstītu mūsu finanšu palīdzības programmu.

source: Annual Household Income
eo: Ànnüäl Höüséhöld Ìnçömé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Ingreso Anual del Hogar
fa_ir: درآمد سالیانه خانوار
it_it: Reddito familiare annuale
lv: Mājsaimniecības gada ienākumi
mn: Өрхийн жилийн орлого

source: Tell us about your current financial situation. Why do you need assistance?
eo: Téll üs äßöüt ýöür çürrént fïnänçïäl sïtüätïön. Whý dö ýöü nééd ässïstänçé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fa_ir: در مورد وضعیت مالی فعلی خود به ما بگویید. به چه دلیل نیاز به کمک و راهنمایی دارید؟
it_it: Ci parli della sua attuale situazione finanziaria. Perché le occorre assistenza?

source: Tell us about your learning or professional goals. How will a Verified Certificate in this course help you achieve these goals?
eo: Téll üs äßöüt ýöür léärnïng ör pröféssïönäl göäls. Höw wïll ä Vérïfïéd Çértïfïçäté ïn thïs çöürsé hélp ýöü äçhïévé thésé göäls? Ⱡ'σяє#
fa_ir: در مورد آموزش یا اهداف حرفه‌‌ای خود به ما بگویید. چگونه یک گواهی تاییدشده در این دوره آموزشی به شما کمک خواهد کرد شما را در تا به اهداف خود دست یابید؟
it_it: Ci parli dei tuoi obiettivi di apprendimento o professionali. In che modo un Certificato verificato d questo corso ti consentirà di raggiungere i tuoi obiettivi?

source: Tell us about your plans for this course. What steps will you take to help you complete the course work and receive a certificate?
eo: Téll üs äßöüt ýöür pläns för thïs çöürsé. Whät stéps wïll ýöü täké tö hélp ýöü çömplété thé çöürsé wörk änd réçéïvé ä çértïfïçäté? Ⱡ'#
fa_ir: در مورد برنامه‌های خود برای این دوره آموزشی به ما بگویید. چه مراحلی را برای کمک به یادگیری بهتر و کامل تر و دریافت گواهی طی خواهید کرد؟
it_it: Ci parli dei tuoi piani per questo corso. Come si intende procedere per poter completare l'attività del corso e ricevere un certificato?

source: Use between 1250 and 2500 characters or so in your response.
eo: Ûsé ßétwéén 1250 änd 2500 çhäräçtérs ör sö ïn ýöür réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Use entre 1250 y 2500 caracteres más o menos en su respuesta.
fa_ir: در پاسخ خود از 1250 تا 2500 نویسه استفاده کنید.
it_it: Utilizzare tra 1250 e 2500 caratteri circa nella propria risposta.

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
eo: Séléçt thé çöürsé för whïçh ýöü wänt tö éärn ä vérïfïéd çértïfïçäté. Ìf thé çöürsé döés nöt äppéär ïn thé lïst, mäké süré thät ýöü hävé énrölléd ïn thé äüdït träçk för thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ι#
es_es: Seleccione el curso para el que desea obtener un certificado verificado. Si el curso no aparece en el listado, asegúrese de estar inscrito en la pista de auditoría del curso.
fa_ir: دوره ای را که مایلید گواهی تأییدشده آن را کسب کنید، انتخاب کنید. اگر دوره آموزشی مورد نظر در فهرست دیده نمی‌شود، اطمینان حاصل کنید که در مسیر صحیح ثبت‌نام کرده‌اید.
it_it: Selezionare il corso per cui si desidera ottenere un certificato verificato. Se il corso non appare nell'elenco, assicurarsi che sia stata effettuata l'iscrizione nel registro di controllo per il corso.
lv: Izvēlieties kursu, kuram Jūs vēlētos iegūt verificētu sertifikātu. Ja šis kurss neparādās sarakstā, pārliecinieties, ka Jūs esat reģistrējušies šī kursa audita ierakstā.
mn: Баталгаажсан Гэрчилгээ авахыг хүсэж байгаа хичээлээ сонгоно уу. Хэрэв хичээл жагсаалтанд харагдахгүй байгаа бол та тухайн хичээлийн audit track-д элссэн эсэхээ шалгаарай.

source: Specify your annual household income in US Dollars.
eo: Spéçïfý ýöür ännüäl höüséhöld ïnçömé ïn ÛS Döllärs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Especifique su ingreso familiar anual en dólares estadounidenses.
fa_ir: درآمد سالانه خانوار خود را به دلار آمریکا مشخص کنید.
it_it: Specificare il reddito familiare annuali in dollari statunitensi.
lv: Norādiet savas mājsaimniecības gada ienākumu ASV dolāros.
mn: Өөрийн өрхийн жилийн орлогоо US Доллараар тодорхойлно уу.

source: I allow {platform_name} to use the information provided in this application (except for financial information) for {platform_name} marketing purposes.
fa_ir: من به {platform_name} این اجازه را می‌دهم تا از اطلاعات ارائه‌شده در این برنامه (به جز اطلاعات مالی) برای اهداف بازاریابی {platform_name} استفاده کند.
it_it: Autorizzo {platform_name} a utilizzare le informazioni fornite in questa applicazione (ad eccezione delle informazioni finanziarie) per scopi di marketing di {platform_name}.

source: Title can't be empty
eo: Tïtlé çän't ßé émptý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: El título no puede estar en blanco
fa_ir: قسمت عنوان نباید خالی باشد
it_it: Il campo Titolo non può essere vuoto
lv: Virsraksts nedrīkst būt tukšs
mn: Гарчиг хоосон байж болохгүй

source: Body can't be empty
eo: Bödý çän't ßé émptý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: El cuerpo no puede estar en blanco
fa_ir: بدنه نباید خالی باشد
it_it: Il campo Corpo non può essere vuoto
lv: Pamatteksts nedrīkst būt tukšs
mn: Гол хэсэг хоосон байж болохгүй

source: Topic doesn't exist
eo: Töpïç döésn't éxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: El tema no existe
fa_ir: این مبحث وجود ندارد
it_it: L'argomento non esiste
lv: Temats neeksistē
mn: Сэдэв байхгүй байна

source: Comment level too deep
eo: Çömmént lévél töö déép Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Nivel de comentario demasiado profundo
fa_ir: سطح نظر بسیار عمیق است
it_it: Livello di commento troppo profondo
lv: Komentāra līmenis pārāk dziļš
mn: Шүүмжийн түвшин хэтэрхий гүн байна.

source: Error uploading file. Please contact the site administrator. Thank you.
eo: Érrör üplöädïng fïlé. Pléäsé çöntäçt thé sïté ädmïnïsträtör. Thänk ýöü. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Error subiendo el fichero. Por favor, contacta con el administrador del sitio. Gracias.
fa_ir: بارگذاری پرونده با خطا مواجه شد، لطفا با مدیر وبگاه تماس بگیرید. سپاس.
it_it: Errore caricamento file. Per favore contatta l'amministratore del sito. Grazie.
lv: Kļūda augšupielādējot datni. Lūdzu, sazinieties ar vietnes administratoru. Paldies Jums.
mn: Файл ачаалахад алдаа гарлаа. Хуудсын дминистратортой холбоо барина уу. Баярлалаа

source: Good
eo: Gööd Ⱡ'σяєм ι#
es_es: Bien
fa_ir: خوب
it_it: Buono
lv: Labi
mn: Сайн

source: %(course_name)s: Reported content awaits review
fa_ir: %(course_name)s: محتوای گزارش‌شده در انتظار بررسی است
it_it: %(course_name)s: il contenuto segnalato è in attesa di revisione

source: Go to Discussion
fa_ir: برو به گفتگو
it_it: Vai a Discussione

source: %(course_name)s: Reported content awaits review
fa_ir: %(course_name)s: محتوای گزارش‌شده در انتظار بررسی است
it_it: %(course_name)s: il contenuto segnalato è in attesa di revisione

source: %(course_name)s %(course_id)s moderator content for review
fa_ir: %(course_name)s%(course_id)sمحتوای ناظر برای بررسی
it_it: %(course_name)s %(course_id)s contenuto moderatore per la revisione

source: %(comment_username)s replied to {start_tag}%(thread_title)s{end_tag}:
fa_ir: %(comment_username)sبه {start_tag}%(thread_title)s {end_tag} پاسخ داد:
it_it: %(comment_username)s ha risposto a {start_tag}%(thread_title)s{end_tag}:

source: View discussion
eo: Vïéw dïsçüssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Ver debate
fa_ir: مشاهده گفتگو
it_it: Visualizza discussione
lv: Skatīt diskusiju
mn: Ярилцлагыг харах

source: %(comment_username)s replied to <b>%(thread_title)s</b>:
eo: %(comment_username)s réplïéd tö <b>%(thread_title)s</b>: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: %(comment_username)s ha respondido a <b>%(thread_title)s</b>:
fa_ir: به %(comment_username)sپاسخ دادم <b>%(thread_title)s</b>:
it_it: %(comment_username)s ha risposto a <b>%(thread_title)s</b>:
lv: %(comment_username)s atbildēja uz <b>%(thread_title)s</b>:
mn: %(comment_username)s <b>%(thread_title)s</b>-руу хариу өгсөн:

source: Response to %(thread_title)s
eo: Réspönsé tö %(thread_title)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Respuesta al %(thread_title)s
fa_ir: پاسخ به %(thread_title)s
it_it: Risposte a %(thread_title)s
lv: Atbilde uz %(thread_title)s
mn: Хариу %(thread_title)s

source: Access to this discussion is restricted to team members and staff.
eo: Àççéss tö thïs dïsçüssïön ïs réstrïçtéd tö téäm mémßérs änd stäff. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El acceso a este debate está restringido a los miembros del equipo y al personal.
fa_ir: دسترسی به این گفتگو محدود به اعضای تیم و کارکنان است.
it_it: L'accesso a questa discussione è riservato ai membri del team e allo staff.

source: EdxNotes Service is unavailable. Please try again in a few minutes.
eo: ÉdxNötés Sérvïçé ïs ünäväïläßlé. Pléäsé trý ägäïn ïn ä féw mïnütés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El servicio EdxNotes no está disponible. Por favor, inténtalo otra vez en unos minutos.
fa_ir: سرویس یادداشت Edx در دسترس نیست. لطفا چند دقیقه ی دیگر دوباره سعی کنید.
it_it: Il servizio EdxNotes non è disponibile. Si prega di riprovare tra alcuni minuti.
lv: EdxNotes serviss nav pieejams. Lūdzu, mēģiniet vēlreiz pēc pāris minūtēm.
mn: EdxNotes үйлчилгээ боломжгүй байна. Дараа дахин оролдоно уу.

source: Invalid JSON response received from notes api.
eo: Ìnvälïd JSÖN réspönsé réçéïvéd fröm nötés äpï. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Respuesta JSON no válida recibida de la api de notas.
fa_ir: پاسخ JSON نامعتبر از API یادداشت‌ها دریافت شد.
it_it: Risposta JSON non valida ricevuta dall'api notes.
lv: Nederīga JSON atbilde saņemta no piezīmju API saskarnes.
mn: Notes API - аас буруу JSON хариу хүлээсэн авсан.

source: Incorrect data received from notes api.
eo: Ìnçörréçt dätä réçéïvéd fröm nötés äpï. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Datos incorrectos recibidos de api de notas.
fa_ir: داده‌های نادرست از API یادداشت‌ها دریافت شد.
it_it: Dati non corretti ricevuti dall'api notes.
lv: Nekorekti dati saņemti no piezīmju API saskarnes.
mn: Notes API - аас буруу өгөгдөл хүлээсэн авсан.

source: No endpoint was provided for EdxNotes.
eo: Nö éndpöïnt wäs prövïdéd för ÉdxNötés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: No se facilitó el punto final para EdxNotes.
fa_ir: هیچ نقطه پایانی برای یادداشت Edx ارائه نشده است.
it_it: Non è stato definito un endpoint per EdxNotes.
lv: Beigu vēre netika sniegta EdxNotes.
mn: EdxNotes-д төгсгөх цэг байхгүй байна.

source: Notes
eo: Nötés Ⱡ'σяєм ιρѕ#
es_es: Notas
fa_ir: یادداشت‌ها
it_it: Note
lv: Piezīmes
mn: Тайлбар

source: Allow learners to highlight passages and make notes right in the course.
fa_ir: اجازه به یادگیرنده برای تعیین قسمت‌های مهم متن و یادداشت‌برداری در هنگام مشاهده دوره آموزشی داده می‌شود.
it_it: Permetti agli studenti di evidenziare passaggi e prendere appunti all'interno del corso.

source: Cannot override subsection grade: subsection is not available for target learner.
eo: Çännöt övérrïdé süßséçtïön grädé: süßséçtïön ïs nöt äväïläßlé för tärgét léärnér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: امکان لغو نمرۀ زیرمجموعه وجود ندارد: زیرشاخه برای یادگیرنده هدف در دسترس نیست.
it_it: Impossibile sostituire la valutazione della sottosezione: la sottosezione non è disponibile per lo studente destinatario.

source: Proctored Exam Review: {review_status}
eo: Pröçtöréd Éxäm Révïéw: {review_status} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Revisión de examen supervisado: {review_status}
fa_ir: بررسی آزمون حفاظت‌شده: {review_status}
it_it: Revisione esame supervisionato: {review_status}
lv: Uzraudzīta eksāmena pārskatīšana: {review_status}
mn: Хянагчтай шалгалтын хяналт : {review_status}

source: A proctored exam attempt for {exam_name} in {course_name} by username: {student_username} was reviewed as {review_status} by the proctored exam review provider. Review link: {review_url}
eo: À pröçtöréd éxäm ättémpt för {exam_name} ïn {course_name} ßý üsérnämé: {student_username} wäs révïéwéd äs {review_status} ßý thé pröçtöréd éxäm révïéw prövïdér. Révïéw lïnk: {review_url} #
es_es: Un intento en el examen supervisado {exam_name} en el curso {course_name} por el usuario: {student_username} ha sido revisado como {review_status} por el proveedor de revisiones del examen supervisado. Enlace de revisión: {review_url}
fa_ir: تلاش برای آزمون حفاظت‌شده {exam_name} در {course_name} با نام کاربری: {student_username} به‌عنوان {review_status} توسط ارائه‌دهنده حفاظت آزمون بررسی شد. این پیوند را دنبال کنید: {review_url}
it_it: Un tentativo di esame supervisionato per {exam_name} in {course_name} da nome utente: {student_username} è stato revisionato come {review_status} dal provider di revisione dell'esame supervisionato. Link di revisione: {review_url}

source: Your Platform Insights
eo: Ýöür Plätförm Ìnsïghts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Sus perspectivas de plataforma
fa_ir: بینش بسترهای نرم افزاری شما
it_it: Informazioni sulla tua piattaforma
lv: Jūsu platformas ieskati
mn: Таны платформын ойлголт

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below.
eo: Thé {report_type} répört ïs ßéïng çréätéd. Tö vïéw thé stätüs öf thé répört, séé Péndïng Täsks ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Se está creando el informe {report_type}. Para ver el estado del informe, consulte Tareas pendientes a continuación.
fa_ir: در حال تهیه گزارش {report_type} هستیم. برای مشاهده وضعیت آن، کارهای در انتظار را در زیر مشاهده کنید.
it_it: Il report {report_type} è in fase di creazione. Per visualizzare lo stato del report, consultare la sezione delle attività in sospeso di seguito.
lv: Tiek veidots {report_type} ziņojums. Lai apskatītu ziņojuma statusu, lūdzu, apmeklējiet ‘Gaidīšanā esošie uzdevumi’ tālāk.
mn: {report_type} тайланг үүсгэсэн. Тайлангийн төлөвийг харахын тулд, доод хэсэгт байгаа Хүлээгдэж буй үүрэгт ажил хэсгийг харна уу.
