Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Peer Assessment
eo: Péér Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fa_ir: ارزیابی همتا
it_it: Valutazione tra pari

source: Staff Assessment
eo: Stäff Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: ارزیابی کارکنان
it_it: Valutazione dello Staff

source: Submission
eo: Süßmïssïön Ⱡ'σяєм ιρѕυм ∂σłσ#
fa_ir: تأکید
it_it: Invio

source: Open Response Assessment due dates are set by your instructor and can't be shifted.
eo: Öpén Réspönsé Àsséssmént düé dätés äré sét ßý ýöür ïnstrüçtör änd çän't ßé shïftéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: تاریخ تأیید ارزیابی پاسخ باز توسط مربی شما تعیین می شود و قابل تغییر نیست.
it_it: Le date di scadenza di Valutazione a risposta aperta sono impostate dal tuo istruttore e non possono essere spostate.

source: {relative} ago - {absolute}
eo: {relative} ägö - {absolute} Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Hace {relative} - {absolute}
fa_ir: {relative} پیش - {absolute}
it_it: {relative} fa - {absolute}
lv: {relative} pirms - {absolute}
mn: {relative} өмнө- {absolute}

source: in {relative} - {absolute}
eo: ïn {relative} - {absolute} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: en {relative} - {absolute}
fa_ir: در {relative} - {absolute}
lv: {relative} - {absolute}

source: Enrollment Date
eo: Énröllmént Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Fecha de inscripción
fa_ir: تاریخ ثبت‌نام
it_it: Data di iscrizione
lv: Reģistrēšanās datums
mn: Элсэлтийн огноо

source: Course starts
fa_ir: دوره آموزشی آغاز می‌شود
it_it: Data inizio corso

source: Course ends
fa_ir: دوره آموزشی پایان می‌یابد
it_it: Data fine corso

source: After this date, the course will be archived, which means you can review the course content but can no longer participate in graded assignments or work towards earning a certificate.
fa_ir: پس از این تاریخ، دوره آموزشی بایگانی می‌شود، یعنی امکان مرور محتوای دوره آموزشی را دارید اما دیگر نمی‌توانید در تکالیف درجه‌بندی شده شرکت جسته یا برای کسب گواهی فعالیت کنید.
it_it: Dopo tale data, il corso verrà archiviato, ciò significa che potrai rivedere i contenuti del corso ma non potrai più svolgere i compiti valutati o svolgere attività per ottenere un certificato.

source: After the course ends, the course content will be archived and no longer active.
fa_ir: پس از پایان دوره آموزشی، محتوای دوره بایگانی خواهد شد و دیگر فعال نمی‌شود.
it_it: Dopo la data di fine, il contenuto del corso verrà archiviato e non sarà più attivo.

source: This course is archived, which means you can review course content but it is no longer active.
eo: Thïs çöürsé ïs ärçhïvéd, whïçh méäns ýöü çän révïéw çöürsé çöntént ßüt ït ïs nö löngér äçtïvé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Este curso está archivado, lo que significa que puede revisar el contenido del curso, pero ya no está activo.
fa_ir: این دوره بایگانی شده است، به این معنی که می‌توانید محتوای دوره آموزشی را مرور کنید اما دیگر فعال نیست.
it_it: Questo corso è archiviato; è possibile rivedere il contenuto del corso ma il corso non è più attivo.
lv: Šis kurss ir arhivēts, kas nozīmē, ka Jūs varat apskatīt kursa saturu, taču tas vairs nav aktīvs.
mn: Хичээлийг архивласан байна. Энэ нь та хичээлийн агуулгыг үзэж болох боловч идэвхгүй байна.

source: You lose all access to this course, including your progress.
eo: Ýöü lösé äll äççéss tö thïs çöürsé, ïnçlüdïng ýöür prögréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Pierde todo acceso a este curso, incluido su progreso.
fa_ir: دسترسی کامل به این دوره آموزشی، از جمله پیشرفت خود را از دست می‌دهید.
it_it: Viene perso il totale accesso a questo corso, incluso l'avanzamento in esso.

source: Audit Access Expires
eo: Àüdït Àççéss Éxpïrés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: El acceso de auditoría caduca
fa_ir: دسترسی بازرسی منقضی می‌شود
it_it: L'accesso Auditore Scade il

source: Certificate Available
eo: Çértïfïçäté Àväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Certificado disponible
fa_ir: گواهی موجود
it_it: Il tuo certificato è disponibile
lv: Sertifikāti pieejami
mn: Гэрчилгээ хүлээн авах боломжтой

source: Day certificates will become available for passing verified learners.
eo: Däý çértïfïçätés wïll ßéçömé äväïläßlé för pässïng vérïfïéd léärnérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Los certificados de día estarán disponibles para los estudiantes aprobados que pasan.
fa_ir: گواهی‌های روز برای یادگیرندگان تأییدشده قابل دسترسی خواهد بود.
it_it: Giorno in cui i certificati saranno disponibili agli studenti verificati e approvati.
lv: Diena, kurā sertifikāti kļūs pieejami verificētiem audzēkņiem, kas nokārtojuši nepieciešamo.
mn: Баталгаажсан суралцагчид өдрийн гэрчилгээ авах боломжтой болно.

source: Upgrade to Verified Certificate
eo: Ûpgrädé tö Vérïfïéd Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Consigue un Certificado verificado
fa_ir: ارتقا به گواهی تأییدشده
it_it: Aggiornamento a Certificato Verificato
lv: Jaunināt uz verificētu sertifikātu
mn: Баталгаажсан гэрчилгээрүү сайжруулалт хийх

source: Verification Upgrade Deadline
eo: Vérïfïçätïön Ûpgrädé Déädlïné Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Fecha límite de actualización de verificación
fa_ir: آخرین مهلت روزآمدسازی تأیید
it_it: Verifica del termine per l'aggiornamento
lv: Verifikācijas jaunināšanas termiņš
mn: Сайжруулалтын баталгаажуулалт хийх хугацаа дууссан

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate.
eo: Dön't mïss thé öppörtünïtý tö hïghlïght ýöür néw knöwlédgé änd skïlls ßý éärnïng ä vérïfïéd çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: No pierda la oportunidad de resaltar sus nuevos conocimientos y habilidades al obtener un certificado verificado.
fa_ir: فرصت برجسته‌کردن دانش و مهارت‌های جدید خود را از دست ندهید و گواهی تأییدشده کسب کنید.
it_it: Non perdere l'opportunità di mettere in rilievo le nuove conoscenze e competenze ottenendo un certificato verificato.
lv: Nepalaidiet garām izdevību izcelt savas jaunās zināšanas un prasmes, nopelnot verificētu sertifikātu.
mn: Баталгаажсан гэрчилгээ авч өөрийн шинэ мэдлэг болон чадвараа тодруулж өгөх боломжоо битгий алдаарай.

source: You are still eligible to upgrade to a Verified Certificate! Pursue it to highlight the knowledge and skills you gain in this course.
eo: Ýöü äré stïll élïgïßlé tö üpgrädé tö ä Vérïfïéd Çértïfïçäté! Pürsüé ït tö hïghlïght thé knöwlédgé änd skïlls ýöü gäïn ïn thïs çöürsé.#
es_es: ¡Todavía es elegible para actualizar a un certificado verificado! Pruébelo para resaltar los conocimientos y habilidades que obtiene en este curso.
fa_ir: شما هنوز واجد شرایط ارتقاء به دریافت گواهی تأیید شده هستید! در این دوره دانش و مهارتی را که در اذین دوره آموزشی کسب کرده‌اید برجسته کنید.
it_it: Si è ancora qualificati per eseguire l'upgrade a un Certificato verificato! Il relativo conseguimento consente di mettere in rilievo le conoscenze e competenze acquisite in questo corso.
lv: Jūs joprojām esat tiesīgi jaunināt uz verificētu sertifikātu! Izdariet to, lai izceltu zināšanas un prasmes, kuras ieguvāt šajā kursā.
mn: Та Баталгаажсан Гэрчилгээ рүү сайжруулалт хийх боломжтой байна! Энэ хичээлд хамрагдан мэдлэг, ур чадвараа тодруулахыг хичээгээрэй.

source: by {date}
eo: ßý {date} Ⱡ'σяєм ιρѕυ#
es_es: por {date}
fa_ir: با {date}
it_it: entro il {date}
lv: līdz {date}
mn: {date} нд

source: Learn More
eo: Léärn Möré Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Aprender más
fa_ir: بیشتر بدانید
it_it: Approfondisci
lv: Uzzināt vairāk
mn: Дэлгэрэнгүй

source: Retry Verification
eo: Rétrý Vérïfïçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Volver a intentar verificación
fa_ir: تلاش دوباره برای تایید
it_it: Ri-verifica
lv: Mēģināt verificēt vēlreiz
mn: Баталгаажуулалтыг дахин хийх

source: Verify My Identity
eo: Vérïfý Mý Ìdéntïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Verificar mi identidad
fa_ir: هویت مرا تأیید کنید
it_it: Verifica la mia identità
lv: Verificēt manu identitāti
mn: Миний тодорхойлолтыг баталгаажуул

source: Missed Verification Deadline
eo: Mïsséd Vérïfïçätïön Déädlïné Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Plazo de verificación faltante
fa_ir: مهلت تأیید به اتمام رسیده است
it_it: Il termine di scadenza per la verifica è già trascorso
lv: Nokavēts verifikācijas termiņš
mn: Баталгаажуулах эцсийн хугацааг өнгөрөөсөн

source: Unfortunately you missed this course's deadline for a successful verification.
eo: Ûnförtünätélý ýöü mïsséd thïs çöürsé's déädlïné för ä süççéssfül vérïfïçätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Lamentablemente, te perdiste el plazo de este curso para una verificación exitosa.
fa_ir: متأسفانه مهلت تأیید این دوره آموزشی را از دست دادید.
it_it: Purtroppo ha superato la data di scadenza di questo corso per una corretta verifica.
lv: Diemžēl, Jūs nokavējāt šī kursa veiksmīgas verifikācijas izpildes termiņu.
mn: Харамсалтай нь та энэ хичээлийг амжилттай баталгаажуулах эцсийн хугацааг өнгөрөөсөн байна.

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
eo: Ýöü müst süççéssfüllý çömplété vérïfïçätïön ßéföré thïs däté tö qüälïfý för ä Vérïfïéd Çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Debe completar con éxito la verificación antes de esta fecha para calificar para un Certificado Verificado.
fa_ir: برای کسب گواهی تاییدشده، پیش از این تاریخ باید تأیید صحت را انجام دهید.
it_it: È necessario completare correttamente la verifica prima di questa data per poter essere qualificati per un Certificato verificato.
lv: Jums ir veiksmīgi jāpabeidz verifikācija pirms šī datuma, lai kvalificētos uz verificētu sertifikātu.
mn: Та Баталгаажсан Гэрчилгээг авахын тулд энэ огнооноос өмнө баталгаажуулалтыг амжилттай гүйцэтгэх ёстой.

source: There is no user with the username or email address "{user_identifier}" enrolled in this course.
eo: Théré ïs nö üsér wïth thé üsérnämé ör émäïl äddréss "{user_identifier}" énrölléd ïn thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: هیچ کاربری با نام کاربری یا نشانی رایانامه "{user_identifier}" در این دوره آموزشی ثبت‌نام نشده‌است.
it_it: Non è stato possibile trovare un utente con nome utente o indirizzo email "{user_identifier}" iscritto a questo corso.

source: This user does not have access to this content because the content start date is in the future
eo: Thïs üsér döés nöt hävé äççéss tö thïs çöntént ßéçäüsé thé çöntént stärt däté ïs ïn thé fütüré Ⱡ'σяєм ιρѕυм #
es_es: Este usuario no tiene acceso a este contenido porque la fecha de inicio del contenido es futura
fa_ir: این کاربر به این محتوا دسترسی ندارد به همین دلیل تاریخ شروع محتوا در آینده است
it_it: Questo utente non ha accesso a questo contenuto perché la data di inizio del contenuto è in futuro

source: This type of component cannot be shown while viewing the course as a specific student.
eo: Thïs týpé öf çömpönént çännöt ßé shöwn whïlé vïéwïng thé çöürsé äs ä spéçïfïç stüdént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Este tipo de componente no se puede mostrar mientras se ve el curso como un estudiante específico.
fa_ir: این نوع مؤلفه را نمی‌توان هنگام مشاهده دوره آموزشی به یادگیرنده خاص نشان داد.
it_it: Questo tipo di componente non può essere mostrato durante la visualizzazione del corso come studente specifico.
lv: Šī veida komponentu nevar parādīt vienlaicīgi skatot kursu kā specifisks students.
mn: Энэ төрлийн бүрдэл тодорхой суралцагч хичээлийг үзэж байх үед харагдахгүй.

source: Number of days a learner has to upgrade after content is made available
eo: Nümßér öf däýs ä léärnér häs tö üpgrädé äftér çöntént ïs mädé äväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Número de días que un estudiante tiene que actualizar después de que el contenido esté disponible
fa_ir: تعداد روزهایی که یک یادگیرنده پس از در دسترس بودن محتوا باید ارتقا کند
it_it: Numero di giorni a disposizione dello studente per eseguire l'upgrade dopo che il contenuto è reso disponibile
lv: Dienu skaits, kas atlicis audzēknim, lai veiktu jaunināšanu pēc tam, kad saturs ir padarīts pieejams
mn: Агуулгыг үзэх боломжтой болсноос хойш суралцагч сайжруулалт хийж болох өдрийн тоо

source: Disable the dynamic upgrade deadline for this course run.
eo: Dïsäßlé thé dýnämïç üpgrädé déädlïné för thïs çöürsé rün. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Deshabilite la fecha límite de actualización dinámica para este curso.
fa_ir: برای اجرای این دوره آموزشی،مهلت ارتقاء پویا را غیرفعال کنید.
it_it: Disabilita la scadenza dinamica dell'upgrade per l'edizione di questo corso.
lv: Atspējot dinamisko jaunināšanas izpildes termiņu šī kursa norisei.
mn: Энэ хичээл явж байхад динамик сайжруулалтын эцсийн хугацааг идэхгүй болгох

source: Disable the dynamic upgrade deadline for this organization.
eo: Dïsäßlé thé dýnämïç üpgrädé déädlïné för thïs örgänïzätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Deshabilite la fecha límite de actualización dinámica para esta organización.
fa_ir: مهلت روزآمدسازی پویا را برای این سازمان غیرفعال کنید.
it_it: Disabilita la scadenza dinamica dell'upgrade per questa organizzazione.
lv: Atspējot dinamisko jaunināšanas izpildes termiņu šai organizācijai.
mn: Энэ байгууллагад динамик сайжруулалтын эцсийн хугацааг идэвхгүй болгох

source: Username created for Financial Assistance Backend, e.g. financial_assistance_service_user.
fa_ir: نام‌کاربری ساخته‌شده برای Financial Assistance Backend، مثلا. financial_assistance_service_user.
it_it: Nome utente creato per il backend di assistenza finanziaria, ad esempio financial_assistance_service_user.

source: Percentage of courses allowed to use edx-financial-assistance
fa_ir: درصد دوره‌های آموزشی مجاز به استفاده از edx-financial-asistance
it_it: Percentuale di corsi autorizzati a usufruire dell&#39;assistenza finanziaria edx

source: Progress
eo: Prögréss Ⱡ'σяєм ιρѕυм ∂#
es_es: Progreso
fa_ir: پیشرفت
it_it: Progresso
mn: Явц

source: Keep learners engaged and on track throughout the course.
fa_ir: یادگیرندگان را در طول دوره آموزشی درگیر کرده و در مسیر نگه دارید.
it_it: Mantieni gli studenti coinvolti e al passo durante il corso.

source: Textbooks
eo: Téxtßööks Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Libros de texto
fa_ir: متون آموزشی
it_it: Libri di testo
lv: Mācību grāmatas
mn: Сурах бичгүүд

source: Create and manage a library of course readings, textbooks, and chapters.
fa_ir: ایجاد و مدیریت یک کتابخانه متشکل از مطالب خواندنی، متون درسی، و فصول آموزشی دوره آموزشی.
it_it: Crea e gestisci una libreria con una bibliografia, capitoli e letture utili per il corso.

source: Calculator
fa_ir: ماشین حساب
it_it: Calcolatore

source: Provide an in-course calculator for simple and complex calculations.
fa_ir: برای محاسبات ساده و پیچیده یک ماشین حساب به دوره آموزشی ارائه دهید.
it_it: Fornisci una calcolatrice all'interno del corso per eseguire calcoli semplici e complessi.

source: Proctoring
fa_ir: مراقبت از آزمون
it_it: Supervisione

source: Maintain exam integrity by enabling a proctoring solution for your course
fa_ir: حفظ یکپارچگی آزمون با فعال‌سازی راه حلی برای دوره آموزشی
it_it: Preserva la correttezza dell'esame abilitando una funzione di supervisione per il tuo corso

source: Custom pages
eo: Çüstöm pägés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Páginas personalizadas
fa_ir: صفحات سفارشی
it_it: Pagine personalizzate
mn: Хуудсууд

source: Provide additional course content and resources with custom pages
fa_ir: محتوای دوره آموزشی و منابع اضافی را با صفحات سفارشی ارائه دهید
it_it: Fornisci contenuti e risorse del corso aggiuntivi con pagine personalizzate

source: Course
eo: Çöürsé Ⱡ'σяєм ιρѕυ#
es_es: Curso
fa_ir: دوره آموزشی
it_it: Corso
lv: Kurss
mn: Хичээл

source: Syllabus
eo: Sýlläßüs Ⱡ'σяєм ιρѕυм ∂#
es_es: Programa
fa_ir: برنامه آموزشی
it_it: Programma
lv: Mācību programma
mn: Хөтөлбөр

source: Dates
eo: Dätés Ⱡ'σяєм ιρѕ#
es_es: Fechas
fa_ir: تاریخ‌ها
it_it: Date
mn: Хугацаанууд

source: You are not signed in. To see additional course content, {sign_in_link} or {register_link}, and enroll in this course.
eo: Ýöü äré nöt sïgnéd ïn. Tö séé äddïtïönäl çöürsé çöntént, {sign_in_link} ör {register_link}, änd énröll ïn thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: No has iniciado sesión. Para ver el contenido adicional del curso, {sign_in_link} o {register_link}, e inscríbete en este curso.
fa_ir: شما وارد سیستم نشده اید. برای دیدن محتوای دوره آموزشی بیشتر، {sign_in_link} يا {register_link}, و در این دوره آموزشی ثبت‌نام کنید.
it_it: Non si è collegati. Per vedere ulteriore contenuto sul corso, {sign_in_link} o {register_link} e iscriversi a questo corso.
lv: Jūs neesat pierakstījušies. Lai redzētu papildus kursa saturu, apmeklējiet {sign_in_link} vai {register_link} un tad reģistrējieties šajā kursā.
mn: Та нэвтэрч ороогүй байна. Нэмэлт хичээлийн агуулгыг харахын тулд, {sign_in_link} эсвэл {register_link} дарж энэ хичээлд элсэнэ үү.

source: sign in
eo: sïgn ïn Ⱡ'σяєм ιρѕυм #
es_es: Iniciar sesión
fa_ir: ورود به سامانه
it_it: accedi
lv: pierakstīties
mn: нэвтрэх

source: register
eo: régïstér Ⱡ'σяєм ιρѕυм ∂#
es_es: Resgistro
fa_ir: ثبت‌نام
it_it: registrati
lv: reģistrēties
mn: Бүртгүүлэх

source: Your enrollment: Audit track
eo: Ýöür énröllmént: Àüdït träçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Su inscripción: pista de auditoría
fa_ir: ثبت‌نام شما: مسير بازرسي
it_it: La tua iscrizione: registro di controllo
lv: Jūsu reģistrācija: audita ieraksts
mn: Таны элсэлт: Audit track

source: You are enrolled in the audit track for this course. The audit track does not include a certificate.
eo: Ýöü äré énrölléd ïn thé äüdït träçk för thïs çöürsé. Thé äüdït träçk döés nöt ïnçlüdé ä çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Estás inscrito en la pista de auditoría para este curso. La pista de auditoría no incluye un certificado.
fa_ir: شما برای این دوره آموزشی در مسیر بازرسی ثبت‌نام کرده‌اید. مسیر بازرسی شامل گواهی نیست
it_it: Si è iscritti nel registro di controllo per questo corso. Il registro di controllo non include un certificato.
lv: Jūs esat reģistrējušies šī kursa audita ierakstam. Audita ierakstā nav iekļauts sertifikāts.
mn: Та энэ хичээлд audit track элссэн байна. Аudit track нь гэрчилгээгүй байдаг.

source: Your enrollment: Honor track
eo: Ýöür énröllmént: Hönör träçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Su inscripción: pista de Honor
fa_ir: ثبت‌نام شما: مسير افتخار
it_it: La tua iscrizione: registro delle onoreficenze
lv: Jūsu reģistrācija: goda ieraksts
mn: Таны элсэлт: Honor track

source: You are enrolled in the honor track for this course. The honor track does not include a certificate.
eo: Ýöü äré énrölléd ïn thé hönör träçk för thïs çöürsé. Thé hönör träçk döés nöt ïnçlüdé ä çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Estás inscrito en la pista de honor para este curso. La pista de honor no incluye un certificado.
fa_ir: شما در شرکت افتخاری این دوره آموزشی ثبت‌نام کرده‌اید. شرکت افتخاری شامل مدرک نخواهد بود.
it_it: Si è iscritti nel registro d'onore per questo corso. Il registro d'onore non include un certificato.
lv: Jūs esat reģistrējušies šī kursa goda ierakstam. Goda ierakstā nav iekļauts sertifikāts.
mn: Та энэ хичээлд honor track элссэн байна. Honot track нь гэрчилгээгүй байдаг.

source: We're working on it...
eo: Wé'ré wörkïng ön ït... Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Estamos trabajando en ello...
fa_ir: ما در حال کار بر روی آن ...
it_it: Ci stiamo lavorando...
lv: Mēs strādājam pie tā...
mn: Бид энэ асуудал дээр ажиллаж байна

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
eo: Wé'ré çréätïng ýöür çértïfïçäté. Ýöü çän kéép wörkïng ïn ýöür çöürsés änd ä lïnk tö ït wïll äppéär héré änd ön ýöür Däshßöärd whén ït ïs réädý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕ#
es_es: Estamos creando tu certificado. Puedes seguir trabajando en tus cursos y cuando esté listo aparecerá aquí un link y en tu Panel de Control.
fa_ir: ما در حال ایجاد گواهی شما هستیم. می توانید به کار روی دوره‌های آموزشی خود ادامه دهید و هنگامی که آماده شد، پیوند آن را در پیشخوان خواهید دید.
it_it: Stiamo creando il tuo certificato. È possibile continuare a lavorare nei corsi, mentre un link al certificato apparirà qui e nella dashboard quando sarà pronto.
lv: Mēs veidojam Jūsu sertifikātu. Jūs varat turpināt strādāt pie Jūsu kursiem, un saite parādīsies šeit un pie Jūsu informācijas paneļa, kad sertifikāts būs gatavs.
mn: Бид таны гэрчилгээг үүсгэж байна. Та өөрийн хичээлээ үргэлжлүүлэн хийж болох ба гэрчилгээ бэлэн болсон үед холбоос энд эсвэл таны Хянах самбар дээр харагдана.

source: Your certificate has been invalidated
eo: Ýöür çértïfïçäté häs ßéén ïnvälïdätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Su certificado ha sido invalidado
fa_ir: گواهی شما اعتبار ندارد
it_it: Il tuo certificato è stato invalidato
lv: Jūsu sertifikāts tika atzīts par spēkā neesošu
mn: Таны гэрчилгээ хүчингүй болсон.

source: Please contact your course team if you have any questions.
eo: Pléäsé çöntäçt ýöür çöürsé téäm ïf ýöü hävé äný qüéstïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Por favor, póngase en contacto con su equipo de curso si tiene alguna pregunta.
fa_ir: لطفاً اگر سؤالی دارید با تیم دوره آموزشی خود تماس بگیرید.
it_it: Si prega di contattare il team del corso per eventuali domande.
lv: Lūdzu, sazinieties ar savu kursa komandu, ja Jums ir kādi jautājumi.
mn: Хэрэв ямар нэгэн асуулт байвал хичээлийн бүлэгтэй холбоо барина уу.

source: Congratulations, you qualified for a certificate!
eo: Çöngrätülätïöns, ýöü qüälïfïéd för ä çértïfïçäté! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: ¡Felicidades, cumples los requisitos para recibir un certificado!
fa_ir: تبریک می گوییم ، شما مجوز دریافت گواهی را گرفتید!
it_it: Congratulazioni! Ti sei qualificato per ottenere un certificato!
lv: Apsveicam, Jūs kvalificējāties uz sertifikātu!
mn: Баяр хүргэе, та гэрчилгээ авах эрхтэй боллоо.

source: You've earned a certificate for this course.
eo: Ýöü'vé éärnéd ä çértïfïçäté för thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Has ganado un certificado para este curso.
fa_ir: شما یک گواهی برای این دوره آموزشی کسب کرده اید.
it_it: Hai ottenuto un certificato per questo corso.
lv: Jūs esat nopelnījuši sertifikātu šim kursam.
mn: Та энэ хичээлийн гэрчилгээг авлаа.

source: Your certificate will be available soon!
eo: Ýöür çértïfïçäté wïll ßé äväïläßlé söön! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: گواهی شما به‌زودی در دسترس خواهد بود!
it_it: Il tuo certificato sarà presto disponibile!

source: After this course officially ends, you will receive an email notification with your certificate.
eo: Àftér thïs çöürsé öffïçïällý énds, ýöü wïll réçéïvé än émäïl nötïfïçätïön wïth ýöür çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: پس از پایان رسمی این دوره آموزشی، شما یک اعلان رایانامه‌ای به همراه گواهی شرکت در دوره آموزشی دریافت خواهید کرد.
it_it: Quando questo corso sarà ufficialmente terminato, si riceverà una notifica email con il proprio certificato.

source: Your certificate is available
eo: Ýöür çértïfïçäté ïs äväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Tu certificado está disponible
fa_ir: گواهی شما در دسترس است
it_it: Il tuo certificato è disponibile
lv: Jūsu sertifikāts ir pieejams
mn: Таны гэрчилгээ бэлэн болсон байна

source: Certificate unavailable
eo: Çértïfïçäté ünäväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Certificado no disponible
fa_ir: گواهی در دسترس نیست
it_it: Certificato non disponibile
lv: Sertifikāts nav pieejams
mn: Гэрчилгээ бэлэн болоогүй байна
