Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Allow Anonymous Discussion Posts
eo: Àllöw Ànönýmöüs Dïsçüssïön Pösts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Permite entradas anónimas en el foro
fa_ir: به صورت ناشناس، اجازه ارسال مطلب را می‌دهد
it_it: Consenti post di discussione anonimi
lv: Atļaut anonīmas diskusiju ziņas
mn: Үл мэдэгдэх хэрэглэгчийн хэлэлцүүлгийн бичлэгийг зөвшөөрөх

source: Enter true or false. If true, students can create discussion posts that are anonymous to all users.
eo: Éntér trüé ör fälsé. Ìf trüé, stüdénts çän çréäté dïsçüssïön pösts thät äré änönýmöüs tö äll üsérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Introduce verdadero o falso. Si verdadero, los alumnos pueden crear entradas en el foro que son anónimas para todos los usuarios.
fa_ir: مقدار درست است یا نادرست را وارد کنید . اگر درست را انتخاب کنید، یادگیرندگان این امکان را دارند که مطالبی را به‌صورت ناشناس ارائه دهند.
it_it: Immettere true o false. Se true, gli studenti possono creare post di discussione anonimi per tutti gli utenti.
lv: Ievadiet kā patiesu vai nepatiesu. Ja patiess, studenti varēs izveidot diskusiju ziņas, kas ir anonīmas visiem lietotājiem.
mn: Үнэн эсвэл худал гэж оруулна. Хэрэв үнэн бол суралцагч үл мэдэгдэх нэрээр хэлэлцүүлгийн бичлэг үүсгэж болно.

source: Allow Anonymous Discussion Posts to Peers
eo: Àllöw Ànönýmöüs Dïsçüssïön Pösts tö Péérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Permitir publicaciones anónimas para los compañeros en los foros
fa_ir: به صورت ناشناس، اجازه ارسال مطالب را به همتایان می‌دهد
it_it: Consenti post di discussione anonimi tra pari
lv: Atļaut anonīmas diskusiju ziņas līdzbiedriem
mn: Peer-рүү үл мэдэгдэх нэрээр бичихийг зөвшөөрөх

source: Enter true or false. If true, students can create discussion posts that are anonymous to other students. This setting does not make posts anonymous to course staff.
eo: Éntér trüé ör fälsé. Ìf trüé, stüdénts çän çréäté dïsçüssïön pösts thät äré änönýmöüs tö öthér stüdénts. Thïs séttïng döés nöt mäké pösts änönýmöüs tö çöürsé stäff. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂#
es_es: Introduce verdadero o falso. Si verdadero, los alumnos pueden crear entradas en el foro que son anónimas para otros alumnos. Esta configuración no hace que las entradas sean anónimas para el personal de apoyo del curso.
fa_ir: مقدار درست یا نادرست را تعیین کنید. اگر درست انتخاب شما باشد، یادگیرندگان امکان تولید مطلب به صورت ناشناس برای سایر یادگیرندگان را خواهند داشت. این تنظیم برای کارکنان به صورت ناشناس نخواهد بود.
it_it: Immettere true o false. Se true, gli studenti possono creare post di discussione anonimi ad altri studenti. Questa impostazione non rende i post anonimi allo staff del corso.
lv: Ievadiet kā patiesu vai nepatiesu. Ja patiess, studenti varēs izveidot diskusiju ziņas, kas ir anonīmas citiem studentiem. Šis iestatījums nepadara ziņas anonīmas kursa personālam.
mn: Үнэн эсвэл худал гэж оруулна. Хэрэв үнэн бол суралцагч үл мэдэгдэх нэрээр хэлэлцүүлгийн бичлэг үүсгэж болно. Энэ тохиргоо сонгосон ч хичээлийн зохицуулагчид бичлэгүүдийг үл мэдэгдэх нэрээр харагдахгүй.

source: Advanced Module List
eo: Àdvänçéd Mödülé Lïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Listado de módulos avanzados
fa_ir: فهرست ماژول پیشرفته
it_it: Lista di moduli avanzata
lv: Uzlaboto moduļu saraksts
mn: Ахисан модулийн жагсаалт

source: Enter the names of the advanced modules to use in your course.
eo: Éntér thé nämés öf thé ädvänçéd mödülés tö üsé ïn ýöür çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Introducir el nombre de los módulos avanzados que va a utiliza en su curso.
fa_ir: نام ماژول‌های پیشرفته را برای استفاده در دوره آموزشی خود وارد کنید.
it_it: Immettere i nomi dei moduli avanzati da utilizzare nel proprio corso.
lv: Ievadiet to uzlaboto moduļu nosaukumus, kurus izmantot Jūsu kursā.
mn: Өөрийн хичээлдээ хэрэглэх ахисан модулиудынхаа нэрийг оруулна.

source: True if timezones should be shown on dates in the course. Deprecated in favor of due_date_display_format.
eo: Trüé ïf tïmézönés shöüld ßé shöwn ön dätés ïn thé çöürsé. Dépréçätéd ïn fävör öf düé_däté_dïspläý_förmät. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
es_es: Es cierto si los husos horarios se deben mostrar en las fechas del curso. Desaprobado a favor de due_date_display_format.
fa_ir: مقدار «درست» را وارد کنید، اگر منطقه زمانی باید در تاریخ‌های این دوره آموزشی نشان داده شود. منسوخ به دلیل due_date_display_format.
it_it: True se i fusi orari vengono mostrati sulle date nel corso. Reso obsoleto in favore di due_date_display_format.
lv: Patiess, ja laika zonas tiks parādītas uz datumiem kursā. Novecojis, priekšroka tiek dota due_date_display_format.
mn: Хэрэв цагийн бүс хичээлийн огноон дээр харагдах хэрэгтэй бол Үнэн. Due_date_display_format-р илэрхийлэх.

source: Due Date Display Format
eo: Düé Däté Dïspläý Förmät Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Formato de visualización de la Fecha de entrega
fa_ir: قالب نمایش تاریخ سررسید
it_it: Formato di visualizzazione della data di consegna
lv: Izpildes datuma attēlošanas formāts
mn: Товлосон огноо харагдах формат

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
eo: Éntér thé förmät för düé dätés. Thé défäült ïs Mön DD, ÝÝÝÝ. Éntér "%m-%d-%Ý" för MM-DD-ÝÝÝÝ, "%d-%m-%Ý" för DD-MM-ÝÝÝÝ, "%Ý-%m-%d" för ÝÝÝÝ-MM-DD, ör "%Ý-%d-%m" för ÝÝÝÝ-DD-MM. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт#
es_es: Introduce el formato para las fechas de entrega. El valor por defecto es Mon DD, YYYY. Introduce "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" para DD-MM-YYYY, "%Y-%m-%d" para YYYY-MM-DD, o "%Y-%d-%m" para YYYY-DD-MM.
fa_ir: قالب ارائه تاریخ را وارد کنید. به‌صورت پیش‌فرض، به شکل دوشنبه DD، YYYY است. برای "%m-%d-%Y" برای MM-DD-YYYY، "%d-%m-%Y" برای DD-MM-YYYY، "%Y-%m-%d" برای YYYY-MM- DD، و یا "%Y-%d-%m" برای YYYY-DD-MM را وارد کنید.
it_it: Immettere il formato per le date di scadenza. Il valore predefinito è Mes GG, AAAA. Immettere "%m-%d-%Y" per MM-GG-AAAA, "%d-%m-%Y" per GG-MM-AAAA, "%Y-%m-%d" per AAAA-MM-GG, o "%Y-%d-%m" for AAAA-GG-MM.
lv: Ievadiet izpildes datumu formātu. Noklusētais ir Mon DD, YYYY. Ievadiet "%m-%d-%Y" , lai izmantotu MM-DD-YYYY, "%d-%m-%Y" , lai izmantotu DD-MM-YYYY, "%Y-%m-%d" , lai izmantotu YYYY-MM-DD, vai arī "%Y-%d-%m" , lai izmantotu YYYY-DD-MM.
mn: Товлосон огноо харагдах форматаа оруулна уу. Өгөгдмөл нь Сар Өдөр, Жил . MM-DD-YYYY бол "%m-%d-%Y" , DD-MM-YYYY бол "%d-%m-%Y" , YYYY-MM-DD бол "%Y-%m-%d" , YYYY-DD-MM бол "%Y-%d-%m" гэж оруулахаар байна.

source: External Login Domain
eo: Éxtérnäl Lögïn Dömäïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Dominio de Inicio de sesión externo
fa_ir: دامنه ورود خارجی
it_it: Dominio di accesso esterno
lv: Ārējās pieteikšanās domēns
mn: Гадны нэвтрэх домайн

source: Enter the external login method students can use for the course.
eo: Éntér thé éxtérnäl lögïn méthöd stüdénts çän üsé för thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Introduce el método de inicio de sesión remoto que los estudiantes pueden usar para el curso.
fa_ir: شیوه ورود خارجی به سامانه که یادگیرندگان می‌توانند در این دوره آموزشی از آن بهره ببرند.
it_it: Immettere il metodo di login esterno che gli studenti possono utilizzare per il corso.
lv: Ievadiet ārējās pieteikšanās metodi, kuru studenti var izmantot kursā.
mn: Суралцагчийн хичээлд хэрэглэж болох гаднаас нэвтрэх аргыг оруулах.

source: Certificates Downloadable Before End
eo: Çértïfïçätés Döwnlöädäßlé Béföré Énd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Certificados descargables antes de terminar
fa_ir: گواهینامه‌های قابل بارگیری‌ پیش از پایان
it_it: Certificati scaricabili prima della fine
lv: Sertifikāti lejupielādējami pirms beigām
mn: Дуусахаас өмнө Гэрчилгээг татан авах боломжтой.

source: Enter true or false. If true, students can download certificates before the course ends, if they've met certificate requirements.
eo: Éntér trüé ör fälsé. Ìf trüé, stüdénts çän döwnlöäd çértïfïçätés ßéföré thé çöürsé énds, ïf théý'vé mét çértïfïçäté réqüïréménts. Ⱡ'σ#
es_es: Introduce verdadero o falso. Si verdadero, los alumnos pueden descargar certificados antes de que termine el curso, si han cumplido los requisitos del certificado.
fa_ir: مقدار درست یا نادرست را وارد کنید. اگر درست انتخاب شما باشد، پیش از پایان دوره آموزشی، یادگیرندگان در صورت کسب موارد مورد لزوم برای دریافت گواهی، می‌توانند گواهی خود را بارگیری کنند.
it_it: Immettere true o false. Se true, gli studenti possono scaricare i certificati prima della fine del corso, se hanno raggiunto i requisiti del certificato.
lv: Ievadiet kā patiesu vai nepatiesu. Ja patiess, studenti var lejupielādēt sertifikātus pirms beidzas kurss, ja viņi ir izpildījuši sertifikātu piešķiršanas prasības.
mn: Үнэн эсвэл худал гэж оруулна уу. Хэрэв үнэн бол гэрчилгээ авах нөхцөлийг хангасан суралцагчид хичээл дуусахаас өмнө гэрчилгээг татан авах боломжтой,

source: Certificates Display Behavior
eo: Çértïfïçätés Dïspläý Béhävïör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Comportamiento de visibilidad de Certificados
fa_ir: گواهینامه‌های نمایش رفتار
it_it: Comportamento di visualizzazione dei certificati
lv: Sertifikātu atspoguļošanas režīms
mn: Гэрчилгээ харагдах байдал

source: This field, together with certificate_available_date will determine when a user can see their certificate for the course
fa_ir: این فیلد همراه با certificate_available_date مشخص می‌کند که کاربر چه زمانی می‌تواند گواهی خود را برای دوره ببیند
it_it: Questo campo, insieme a certificate_available_date, determinerà quando un utente può vedere il proprio certificato per il corso

source: Course About Page Image
eo: Çöürsé Àßöüt Pägé Ìmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Imagen de la página Acerca de
fa_ir: تصویر صفحه «درباره دوره آموزشی»
it_it: Immagine per la pagina di presentazione del corso
lv: Attēls lapai par kursu
mn: Хичээлийн талаар хуудасны зураг

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
eo: Édït thé nämé öf thé çöürsé ïmägé fïlé. Ýöü müst üplöäd thïs fïlé ön thé Fïlés & Ûplöäds pägé. Ýöü çän älsö sét thé çöürsé ïmägé ön thé Séttïngs & Détäïls pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυ#
es_es: Edita el nombre del archivo de imagen del curso. Debes cargar este archivo en la página de Archivos y cargas. También puedes fijar la imagen del curso en la página de Configuraciones y detalles.
fa_ir: ویرایش نام فایل البته تصویر. شما باید این فایل را در صفحه فایل ها را بارگذاری کنید. شما همچنین می توانید تصویر البته در صفحه تنظیمات و جزئیات تعیین شده است.
it_it: Modificare il nome del file immagine del corso. È necessario caricare questo file nella pagina File & Caricamenti. È possibile inoltre impostare l'immagine del corso nella pagina Impostazioni & Dettagli.
lv: Rediģējiet kursa attēla datnes nosaukumu. Datni nepieciešams augšupielādēt datņu un augšupielāžu lapā (Files & Uploads). Jūs varat iestatīt kursa attēlu arī iestatījumu un detaļu lapā.
mn: Хичээлийн зурган файлын нэрийг засах. Та энэ файлыг заавал Файлууд ба Ачаалах хуудсанд ачаалах ёстой. Та мөн Тохиргоо болон Дэлгэрэнгүй хуудсанд хичээлийн зургийг тохируулж өгч болно.

source: Course Banner Image
eo: Çöürsé Bännér Ìmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Imagen del cartel del curso
fa_ir: تصویر بنر دوره آموزشی
it_it: Immagine del banner del corso
lv: Kursa reklāmkaroga attēls
mn: Хичээлийн Баннер Зураг

source: Edit the name of the banner image file. You can set the banner image on the Settings & Details page.
eo: Édït thé nämé öf thé ßännér ïmägé fïlé. Ýöü çän sét thé ßännér ïmägé ön thé Séttïngs & Détäïls pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Editar el nombre del archivo de la imagen del cartel. Puede establecer la imagen del cartel en la página de ajustes y características.
fa_ir: ویرایش نام فایل تصویر بنر. می‌‌توانید تصویر بنر را در صفحه تنظیمات و جزئیات تعیین نماييد.
it_it: Modificare il nome del file immagine del banner. È possibile impostare l'immagine del banner nella pagina Impostazioni & Dettagli.
lv: Rediģējiet reklāmkaroga attēla datnes nosaukumu. Jūs varat iestatīt reklāmkaroga attēlu iestatījumu un detaļu lapā.
mn: Баннер зурган файлын нэрийг засах. Та Тохиргоо ба Дэлгэрэнгүй хуудсанд баннер зургийг тохируулж өгч болно.

source: Course Video Thumbnail Image
eo: Çöürsé Vïdéö Thümßnäïl Ìmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Imagen en miniatura del vídeo del curso
fa_ir: تصویر کوچک ویدئوی دوره آموزشی
it_it: Immagine in miniatura del video del corso
lv: Kursa video sīktēls
mn: Хичээлийн Видеоны Өнгөц зураг

source: Edit the name of the video thumbnail image file. You can set the video thumbnail image on the Settings & Details page.
eo: Édït thé nämé öf thé vïdéö thümßnäïl ïmägé fïlé. Ýöü çän sét thé vïdéö thümßnäïl ïmägé ön thé Séttïngs & Détäïls pägé. Ⱡ'σяєм ιρѕυм #
es_es: Editar el nombre del archivo de la imagen en miniatura del vídeo. Puede establecer la imagen en miniatura del vídeo en la página ajustes y características.
fa_ir: ویرایش نام فایل های تصویر کوچک ویدئویی . شما می‌توانید تصویر کوچک ویدئویی را در صفحه تنظیمات و جزئیات مشخص کنید.
it_it: Modificare il nome del file immagine in miniatura del video. È possibile impostare l'immagine in miniatura del video nella pagina Impostazioni & Dettagli.
lv: Rediģējiet video sīktēla datnes nosaukumu. Jūs varat iestatīt video sīktēlu lapā ‘Iestatījumi un detaļas’.
mn: Видеоны хураангуй зурган файлын нэрийг засах. Та Тохиргоо ба Дэлгэрэнгүй хуудсан видеоны хураангуй зурган файлыг тохируулж өгч болно.

source: Issue Open Badges
eo: Ìssüé Öpén Bädgés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Emite insignias abiertas
fa_ir: گسترش صدور مدال ها
it_it: Badge per problemi non risolti
lv: Izsniegt atvērtos žetonus

source: Issue Open Badges badges for this course. Badges are generated when certificates are created.
eo: Ìssüé Öpén Bädgés ßädgés för thïs çöürsé. Bädgés äré générätéd whén çértïfïçätés äré çréätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Emite insignias abiertas para este curso. Las insignias son generadas cuando los certificados son creados.
fa_ir: برای این دوره آموزشی نشان‌های Open Badges صادر کنید. نشان‌ها هنگام ایجاد گواهی‌ها تولید می‌شوند.
it_it: Rilascia badge aperti per questo corso. I badge vengono generati alla creazione dei certificati.
lv: Izsniegt atvērtos žetonus šim kursam. Žetoni tiek ģenerēti, kad tiek izveidoti sertifikāti.
mn: Энэ хичээлийн Issue Open Badges таних тэмдэг. Таних тэмдэг гэрчилгээ үүсгэгдсэн үед үүсгэгдэнэ.

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the type of certificate that students receive when they complete the course. For instance, "Certificate".
eo: Ûsé thïs séttïng önlý whén générätïng PDF çértïfïçätés. Bétwéén qüötätïön märks, éntér thé shört nämé öf thé týpé öf çértïfïçäté thät stüdénts réçéïvé whén théý çömplété thé çöürsé. För ïnstänçé, "Çértïfïçäté". Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтє#
es_es: Utilizar esta configuración solo cuando se generen certificados en formato PDF. Entre comillas, insertar el nombre abreviado del tipo de certificado que reciben los estudiantes cuando finalizan el curso. Por ejemplo, "Certificado".
fa_ir: فقط در هنگام تولید گواهی به صورت پی دی اف از این تنظیم استفاده کنید. بین علامت نقل قول، نام کوتاه نوع گواهی را وارد کنید که فرد هنگام تکمیل دوره دریافت می‌کند. مثلا، «گواهی».
it_it: Utilizzare questa impostazione solo quando vengono generati i certificati PDF. Immettere tra virgolette il nome abbreviato del tipo di certificato che gli studenti riceveranno al completamento del corso. Ad esempio, "Certificato".
lv: Izmantojiet šo iestatījumu tikai tad, kad ģenerējat PDF sertifikātus. Pēdiņās ievadiet saīsināto vārdu sertifikāta veidam, kuru saņems studenti, pabeidzot kursu. Piemēram, "Sertifikāts".
mn: Энэ тохиргоог зөвхөн PDF гэрчилгээг үүсгэхэд ашиглана. Хашилтан дотор суралцагчид хичээлийг судалж дууссаны дараа хүлээн авах гэрчилгээний төрлийн богино нэрийг оруулна. Жишээлбэл , "Гэрчилгээ".

source: Certificate Name (Short)
eo: Çértïfïçäté Nämé (Shört) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Nombre (corto) del Certificado
fa_ir: نام گواهی ( کوتاه)
it_it: Nome del certificato (breve)
lv: Sertifikāta nosaukums (saīsinātais)
mn: Гэрчилгээний нэр (богино)

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the type of certificate that students receive when they complete the course. For instance, "Certificate of Achievement".
eo: Ûsé thïs séttïng önlý whén générätïng PDF çértïfïçätés. Bétwéén qüötätïön märks, éntér thé löng nämé öf thé týpé öf çértïfïçäté thät stüdénts réçéïvé whén théý çömplété thé çöürsé. För ïnstänçé, "Çértïfïçäté öf Àçhïévémént". Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт #
es_es: Utilizar esta configuración solo cuando se generen certificados en formato PDF. Entre comillas, insertar el nombre completo del tipo de certificado que reciben los estudiantes cuando finalizan el curso. Por ejemplo, "Certificado de reconocimiento".
fa_ir: از این تنظیم فقط در هنگام تولید گواهی به صورت پی دی اف استفاده کنید. بین علامت نقل قول، نام طولانی نوع گواهی را وارد کنید که فرد هنگام تکمیل دوره کامل دریافت می‌کند. مثلا، «گواهی دستاورد».
it_it: Utilizzare questa impostazione solo quando vengono generati i certificati PDF. Immettere tra virgolette il nome esteso del tipo di certificato che gli studenti riceveranno al completamento del corso. Ad esempio, "Certificato di conseguimento".
lv: Izmantojiet šo iestatījumu tikai tad, kad ģenerējat PDF sertifikātus. Pēdiņās ievadiet garo nosaukumu sertifikāta veidam, kuru saņems studenti, pabeidzot kursu. Piemēram, "Sasnieguma sertifikāts".
mn: Энэ тохиргоог зөвхөн PDF гэрчилгээг үүсгэхэд ашиглана. Хашилтан дотор суралцагчид хичээлийг судалж дууссаны дараа хүлээн авах гэрилгээний төрлийн урт нэрийг оруулна. Жишээлбэл, "Certificate of Achievement".

source: Certificate Name (Long)
eo: Çértïfïçäté Nämé (Löng) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Nombre (largo) del Certificado
fa_ir: نام گواهی (طولانی)
it_it: Nome del certificato (lungo)
lv: Sertifikāta nosaukums (garais)
mn: Гэрчилгээний нэр (урт)

source: Certificate Web/HTML View Enabled
eo: Çértïfïçäté Wéß/HTML Vïéw Énäßléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Vista habilitada para certificados Web/HTML
fa_ir: نمایش گواهی وب / اچ تی ام ال فعال است
it_it: Vista Web/HTML del certificato abilitata
lv: Sertifikāta tīmekļa/HTML skats iespējots
mn: Гэрчилгээг Web/HTML дээр харах идэвхжсэн

source: If true, certificate Web/HTML views are enabled for the course.
eo: Ìf trüé, çértïfïçäté Wéß/HTML vïéws äré énäßléd för thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Si vale "true", las vistas de certificados Web/HTML son habilitadas.
fa_ir: اگر گزینه درست انتخاب شود، گواهی وب / اچ تی ام ال برای این دوره آموزشی فعال می‌شود.
it_it: Se true, le viste Web/HTML del certificato vengono abilitate per il corso.
lv: Ja patiess, tad sertifikāta tīmekļa/HTML skati ir iespējoti šim kursam.
mn: Хэрэв үнэн гэвэл хичээлийн гэрчилгээг Web/HTML дээр харах идэвхжинэ.

source: Certificate Web/HTML View Overrides
eo: Çértïfïçäté Wéß/HTML Vïéw Övérrïdés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Sobreescritura de la vista de certificados Web/HTML
fa_ir: مرور گواهی وب / اچ تی ام ال رد شد
it_it: Sovrapposizioni Vista Web/HTML del certificato
lv: Sertifikāta tīmekļa/HTML skata ignorēšana
mn: Гэрчилгээг Web/HTML дээр үзэх overrides

source: Enter course-specific overrides for the Web/HTML template parameters here (JSON format)
eo: Éntér çöürsé-spéçïfïç övérrïdés för thé Wéß/HTML témpläté pärämétérs héré (JSÖN förmät) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Introduce aquí los valores sobreescritos específicos del curso para los parámetros de la plantilla Web/HTML (formato JSON)
fa_ir: موارد لغو اختصاصی دوره آموزشی را برای پارامترهای الگوی وب / اچ تی ام ال در اینجا وارد کنید (فرمت JSON)
it_it: Immettere qui le sostituzioni specifiche del corso per i parametri di template Web/HTML (formato JSON)
lv: Ievadiet šeit kursam specifisku tīmekļa/HTML veidnes parametru ignorēšanu (JSON formātā)
mn: Web/HTML үлгэр загварын параметрүүдэд зориулсан хичээл-тусгай нөлөөг энд оруулна уу (JSON формат)

source: Certificate Configuration
eo: Çértïfïçäté Çönfïgürätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Congifuracíón de los certificados
fa_ir: پیکربندی گواهینامه
it_it: Configurazione del certificato
lv: Sertifikātu konfigurācija
mn: Гэрчилгээний тохиргоо

source: Enter course-specific configuration information here (JSON format)
eo: Éntér çöürsé-spéçïfïç çönfïgürätïön ïnförmätïön héré (JSÖN förmät) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Introducir aquí información sobre la configuración de un curso específico (formato JSON)
fa_ir: اطلاعات پیکربندی دوره آموزشی ویژه را اینجا وارد کنید (با فرمت JSON)
it_it: Immettere qui le informazioni di configurazione specifiche del corso (formato JSON)
lv: Ievadiet šeit kursam specifisku konfigurācijas informāciju (JSON formātā)
mn: Хичээл-тусгай тохиргооны мэдээллийг энд оруулна уу. (JSON формат)

source: CSS Class for Course Reruns
eo: ÇSS Çläss för Çöürsé Rérüns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Clase CSS para las Repeticiones de cursos
fa_ir: کلاس CSS برای تکرار دوره آموزشی
it_it: Classe CSS per riedizioni del corso
lv: CSS klase atkārtotai kursa demonstrācijai
mn: Хичээлийн дахин үзүүлэх CSS анги
