Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: To begin issuing course certificates, a course team member with either the Staff or Admin role selects {em_start}Activate{em_end}. Only course team members with these roles can edit or delete an activated certificate.
eo: Tö ßégïn ïssüïng çöürsé çértïfïçätés, ä çöürsé téäm mémßér wïth éïthér thé Stäff ör Àdmïn rölé séléçts {em_start}Àçtïväté{em_end}. Önlý çöürsé téäm mémßérs wïth thésé rölés çän édït ör délété än äçtïvätéd çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт #
fa_ir: برای شروع صدور گواهی‌های دوره آموزشی، یکی از اعضای تیم دوره با سمت کارمند یا مدیر می‌تواند {em_start} گزینۀ فعال‌سازی {em_end} را انتخاب کند. فقط اعضای تیم دوره آموزشی با نقش‌های خاص می‌توانند یک گواهی فعال‌شده را ویرایش یا حذف کنند.
it_it: Per iniziare ad emettere i certificati del corso, un membro del team del corso con il ruolo Staff o Amministratore seleziona {em_start}Attiva{em_end}. Solo i membri del team del corso con questi ruoli possono modificare o eliminare un certificato attivato.

source: {em_start}Do not{em_end} delete certificates after a course has started; learners who have already earned certificates will no longer be able to access them.
eo: {em_start}Dö nöt{em_end} délété çértïfïçätés äftér ä çöürsé häs stärtéd; léärnérs whö hävé älréädý éärnéd çértïfïçätés wïll nö löngér ßé äßlé tö äççéss thém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂#
es_es: {em_start}No{em_end} borrar certificados después de que un curso haya comenzado; los estudiantes que ya hayan obtenido certificados no serán capaces de acceder a los mismos.
fa_ir: {em_start} پس از آغاز دوره آموزشی، {em_end} گواهی‌ها را حذف نکنید. یادگیرندگانی که پیش از این گواهی دریافت کرده‌اند دیگر نمی‌توانند به آن‌ها دسترسی یابند.
it_it: {em_start}Non{em_end} eliminare i certificati dopo l'inizio di un corso; gli studenti che hanno già guadagnato dei certificati non saranno più in grado di accedervi.

source: Learn more about certificates
eo: Léärn möré äßöüt çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Aprende más acerca de certificados
fa_ir: اطلاعات بیشتر درباره گواهینامه‌ها
it_it: Scopri di più sui certificati
mn: Гэрчилгээний тухай дэлгэрэнгүй

source: Details & Schedule
eo: Détäïls & Sçhédülé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Detalles y calendario
fa_ir: جزئیات و برنامه
it_it: Dettagli e Pianificazione
mn: Дэлгэрэнгүй & Хуваарь

source: Grading
eo: Grädïng Ⱡ'σяєм ιρѕυм #
es_es: Calificaciones
fa_ir: نمره‌دهی
it_it: Valutazione
mn: Үеийнхэн Дүгнэх

source: Course Team
eo: Çöürsé Téäm Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Equipo del curso
fa_ir: گروه دوره آموزشی
it_it: Team del corso
mn: Хичээлийн нэр

source: Advanced Settings
eo: Àdvänçéd Séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Configuración avanzada
fa_ir: تنظیمات پیشرفته
it_it: Impostazioni Avanzate
mn: Тохиргоо хадгалах

source: Proctored Exam Settings
eo: Pröçtöréd Éxäm Séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fa_ir: تنظیمات آزمون محافظت‌شده
it_it: Impostazioni esame supervisionato

source: Checklists
eo: Çhéçklïsts Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Listas de comprobación
fa_ir: چک لیست
it_it: Elenchi di controllo

source: Tools
eo: Tööls Ⱡ'σяєм ιρѕ#
es_es: Herramientas
fa_ir: ابزارها
it_it: Strumenti
lv: Rīki
mn: Сургуулиуд

source: Duplicate
eo: Düplïçäté Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Duplicar
fa_ir: تکراری
it_it: Duplica
mn: Хувилах

source: Duplicate this component
eo: Düplïçäté thïs çömpönént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Duplicar este componente
fa_ir: کپی مولفه
it_it: Duplica questo componente
mn: Энэ бүрдлийг хувилах

source: Move
eo: Mövé Ⱡ'σяєм ι#
es_es: Mover
fa_ir: انتقال
it_it: Sposta
lv: Pārvietot
mn: Зөөх

source: Delete this component
eo: Délété thïs çömpönént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Borrar este componente
fa_ir: حذف مولفه
it_it: Cancella questo componente
mn: Энэ бүрдлийг устгах

source: Drag to reorder
eo: Dräg tö réördér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Arrastra para reordenar
fa_ir: کشیدن برای نظم جدید
it_it: Sposta e riordina
mn: Дарааллыг өөрчлөхийн тулд чирнэ үү

source: Page Actions
eo: Pägé Àçtïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Acciones de página
fa_ir: صفحه عملیات
it_it: Azioni Pagina
mn: Хуудасны үйлдлүүд

source: Open the courseware in the LMS
eo: Öpén thé çöürséwäré ïn thé LMS Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: بازکردن ابزار درسی در سیستم آموزش مجازی
it_it: Apri il materiale didattico in LMS
mn: Хичээлийн материалыг Сургалтын Менежментийн Системд нээх

source: View Live Version
eo: Vïéw Lïvé Vérsïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Ver la versión vigente
fa_ir: نمایش نسخه زنده
it_it: Vedi Versione Live
mn: Одоогийн хувилбарыг нь үзэх

source: Preview the courseware in the LMS
eo: Prévïéw thé çöürséwäré ïn thé LMS Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: پیش‌نمایش ابزار درسی در سیستم آموزش مجازی
it_it: Visualizza in anteprima il materiale didattico in LMS
mn: Хичээлийн материалыг Сургалтын Менежментийн Системд урьдчилан харах

source: Adding components
eo: Àddïng çömpönénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Añadiendo componentes
fa_ir: در حال افزودن مولفه‌ها
it_it: Aggiungi componenti
mn: Бүрдэл нэмэх

source: Select a component type under {strong_start}Add New Component{strong_end}. Then select a template.
eo: Séléçt ä çömpönént týpé ündér {strong_start}Àdd Néw Çömpönént{strong_end}. Thén séléçt ä témpläté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fa_ir: نوع مؤلفه را در زیر {strong_start} Add New Component {strong_end} برگزینید. سپس الگویی را انتخاب کنید.
it_it: Selezionare un tipo di componente in {strong_start}Aggiungi nuovo componente{strong_end}. Quindi selezionare un template.

source: The new component is added at the bottom of the page or group. You can then edit and move the component.
eo: Thé néw çömpönént ïs äddéd ät thé ßöttöm öf thé pägé ör gröüp. Ýöü çän thén édït änd mövé thé çömpönént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: El nuevo componente se añade a la parte inferior de la página o grupo. Puedes editar y mover el componente después.
fa_ir: مولفه جدید به پایین صفحه یا گروه افزوده می‌شود. سپس می‌توانید آن را ویرایش و منتقل کنید.
it_it: Il nuovo componente viene aggiunto alla fine della pagina o del gruppo. È quindi possibile modificare e rimuovere il componente.

source: Editing components
eo: Édïtïng çömpönénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Editando componentes
fa_ir: ویرایش مولفه‌ها
it_it: Modifica dei componenti

source: Click the {strong_start}Edit{strong_end} icon in a component to edit its content.
eo: Çlïçk thé {strong_start}Édït{strong_end} ïçön ïn ä çömpönént tö édït ïts çöntént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: pinchar el icono {strong_start}Editar{strong_end} en un componente para editar su contenido
fa_ir: برای ویرایش محتوای آن، روی نماد {strong_start} ویرایش {strong_end} در یک مؤلفه کلیک کنید.
it_it: Fare clic sull'icona {strong_start}Modifica{strong_end} in un componente per modificarne il contenuto.

source: Reorganizing components
eo: Réörgänïzïng çömpönénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Reorganizando componentes
fa_ir: سازماندهی مجدد مولفه‌ها
it_it: Riorganizzazione dei componenti
mn: Бүрдлийг дахин зохион байгуулах

source: Drag components to new locations within this component.
eo: Dräg çömpönénts tö néw löçätïöns wïthïn thïs çömpönént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Arrastrar componentes a nuevas posiciones dentro de este componente.
fa_ir: مولفه‌ها را به مکان‌های جدید درون این مولفه بکشید.
it_it: Trascinare i componenti nelle nuove posizioni all'interno di questo componente.

source: For content experiments, you can drag components to other groups.
eo: För çöntént éxpérïménts, ýöü çän dräg çömpönénts tö öthér gröüps. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Para experimentos de contenido, puedes arrastrar componentes a otros grupos.
fa_ir: برای آزمون محتوا، می‌توانید مولفه‌ها را به گروه‌های دیگر بکشید.
it_it: Per gli esperimenti del contenuto, è possibile trascinare i componenti in altri gruppi.

source: Working with content experiments
eo: Wörkïng wïth çöntént éxpérïménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Trabajando con experimentos de contenido
fa_ir: در حال کار با آزمون‌های محتوا
it_it: Utilizzo degli esperimenti del contenuto

source: Confirm that you have properly configured content in each of your experiment groups.
eo: Çönfïrm thät ýöü hävé pröpérlý çönfïgüréd çöntént ïn éäçh öf ýöür éxpérïmént gröüps. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Confirma que has configurado correctamente el contenido en cada uno de los grupos de experimentos.
fa_ir: تأیید کنید که در هر یک از گروه‌های آزمایشی به‌درستی پیکربندی را انجام داده‌اید.
it_it: Confermare che il contenuto sia correttamente configurato in ciascuno dei gruppi di esperimenti.

source: Learn more about component containers
eo: Léärn möré äßöüt çömpönént çöntäïnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Aprende más sobre contenedores de componentes
fa_ir: کسب اطلاعات بیشتر درباره گنجانه‌های مولفه
it_it: Scopri di più sui contenitori di componenti

source: Unit Location
eo: Ûnït Löçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Ubicación de la unidad
fa_ir: مکان واحد
it_it: Posizione unità
mn: Нэгжийн байршил

source: Location ID
eo: Löçätïön ÌD Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: ID de ubicación
fa_ir: شناسه مکان
it_it: ID posizione
mn: Байрлшын ID

source: To create a link to this unit from an HTML component in this course, enter "/jump_to_id/<location ID>" as the URL value.
eo: Tö çréäté ä lïnk tö thïs ünït fröm än HTML çömpönént ïn thïs çöürsé, éntér "/jümp_tö_ïd/<location ID>" äs thé ÛRL välüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fa_ir: برای ایجاد پیوند به این واحد از یک مؤلفۀ HTML در این دوره آموزشی، "/ jump_to_id /" <location ID>را به‌عنوان مقدار نشانی اینترنتی وارد کنید.
it_it: Per creare un link a questa unità da un componente HTML in questo corso, immettere "/jump_to_id/<location ID>" come valore dell'URL.

source: Create a Course Rerun of:
eo: Çréäté ä Çöürsé Rérün öf: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Crear una reedición del curso:
fa_ir: ایجاد اجرای تکرار دوره از:
it_it: Crea una nuova edizione del corso di:

source: Create a re-run of a course
eo: Çréäté ä ré-rün öf ä çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Crear una reedición del curso
fa_ir: ساخت اجرای دوبارۀ دوره
it_it: Crea una nuova edizione di un corso

source: You are creating a re-run from:
eo: Ýöü äré çréätïng ä ré-rün fröm: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Estás creando una reedición a partir de:
fa_ir: شما در حال ایجاد اجرای دوباره دوره هستید:
it_it: Si sta creando una nuova edizione da:

source: Provide identifying information for this re-run of the course. The original course is not affected in any way by a re-run.
eo: Prövïdé ïdéntïfýïng ïnförmätïön för thïs ré-rün öf thé çöürsé. Thé örïgïnäl çöürsé ïs nöt äfféçtéd ïn äný wäý ßý ä ré-rün. Ⱡ'σяєм ιρѕ#
es_es: Proporciona información de identificación para esta reedición del curso. El curso original no se ve afectado debido a una reedición.
fa_ir: اطلاعات شناسایی را برای اجرای مجدد این دوره آموزشی ارائه دهید. دوره اصلی به هیچ‎‌وجه تحت تاثیر اجرای مجدد قرار نمی‌گیرد.
it_it: Fornire le informazioni di identificazione per questa nuova edizione del corso. Il corso originale non è in alcun modo interessato da una nuova edizione.

source: Note: Together, the organization, course number, and course run must uniquely identify this new course instance.
eo: Nöté: Tögéthér, thé örgänïzätïön, çöürsé nümßér, änd çöürsé rün müst ünïqüélý ïdéntïfý thïs néw çöürsé ïnstänçé. Ⱡ'σяєм ιρѕυм ∂σłσя#
es_es: Nota: La combinación de organización, número de curso y director de curso deben indentificar de forma única esta nueva instancia de curso.
fa_ir: توجه کنید: همه موارد شامل سازمان، شماره دوره آموزشی و اجرای دوره باید به‌شکلی منحصربه‌فرد مشخص‌کننده این نمونه دوره آموزشی باشند.
it_it: Nota: nell'insieme, l'organizzazione, il numero di corso e l'edizione del corso devono identificare in modo univoco questa istanza del corso.

source: Required Information to Create a re-run of a course
eo: Réqüïréd Ìnförmätïön tö Çréäté ä ré-rün öf ä çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Información requerida para crear una re-ejecución de un curso
fa_ir: اطلاعات موردنیاز برای ایجاد اجرای مجدد دوره آموزشی
it_it: Informazioni richieste per creare una nuova edizione di un corso

source: e.g. Introduction to Computer Science
eo: é.g. Ìntrödüçtïön tö Çömpütér Sçïénçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: ej.: Introducción a las Ciencias de la computación
fa_ir: مثلا: آشنایی با علوم کامپیوتر
it_it: Ad esempio, Introduzione all'informatica
mn: Жишээ: Компьютерийн Шинжлэх ухааны танилцуулга

source: The public display name for the new course. (This name is often the same as the original course name.)
eo: Thé püßlïç dïspläý nämé för thé néw çöürsé. (Thïs nämé ïs öftén thé sämé äs thé örïgïnäl çöürsé nämé.) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Nombre público mostrado para un curso nuevo. (A menudo este nombre es el mismo que el original)
fa_ir: نام دوره جدید که به عموم نمایش داده می‌شود. (این نام اغلب با نام اصلی دوره آموزشی یکی است.)
it_it: Il nome di visualizzazione pubblico per il nuovo corso. (Questo nome corrisponde al nome del corso originale).
mn: Шинэ хичээлийн нийтэд харагдах нэр. (Энэ нэр нь ихэвчлэн жинхэнэ хичээлийн нэртэй ижилхэн байдаг)

source: Organization
eo: Örgänïzätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Organización
fa_ir: سازمان
it_it: Organizzazione
mn: Байгууллага

source: e.g. UniversityX or OrganizationX
eo: é.g. ÛnïvérsïtýX ör ÖrgänïzätïönX Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Ej. OrganizationX o UniversityX
fa_ir: مثلا: UniversityX or OrganizationX
it_it: e.s. UniversitàX o OrganizzazioneX
mn: Жишээ: UniversityX эсвэл OrganizationX

source: The name of the organization sponsoring the new course. (This name is often the same as the original organization name.)
eo: Thé nämé öf thé örgänïzätïön spönsörïng thé néw çöürsé. (Thïs nämé ïs öftén thé sämé äs thé örïgïnäl örgänïzätïön nämé.) Ⱡ'σяєм ιρѕυ#
es_es: Nombre de la organización patrocinadora del curso nuevo. (A menudo este nombre es el mismo que el original)
fa_ir: نام سازمان حامی دوره جدید. (این نام غالباً همان نام اصلی سازمان است.)
it_it: Il nome dell'organizzazione che sponsorizza il nuovo corso. (Questo nome è spesso uguale al nome dell'organizzazione originale).
mn: Хичээлийн ивээн тэтгэгч байгууллагын нэр. (Ихэвчлэн үндсэн байгууллагын нэр бичигддэг.)

source: Note: No spaces or special characters are allowed.
eo: Nöté: Nö späçés ör spéçïäl çhäräçtérs äré ällöwéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Nota: No se permiten espacios ni caracteres especiales.
fa_ir: نکته: هیج نویسه خاص یا فاصله مجاز نیست.
it_it: Nota: non sono permessi spazi o caratteri speciali

source: e.g. CS101
eo: é.g. ÇS101 Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: ej.: CC101
fa_ir: مثلا: CS101
it_it: e.s. CS101
mn: жишээ нь CS101

source: The unique number that identifies the new course within the organization. (This number will be the same as the original course number and cannot be changed.)
eo: Thé ünïqüé nümßér thät ïdéntïfïés thé néw çöürsé wïthïn thé örgänïzätïön. (Thïs nümßér wïll ßé thé sämé äs thé örïgïnäl çöürsé nümßér änd çännöt ßé çhängéd.) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт#
fa_ir: این شماره منحصربه فردی است که دورۀ آموزشی جدید درون‌سازمانی را مشخص می‌کند. (این شماره، همان شمارۀ اصلی دوره آموزشی خواهد بود و قابل تغییر نیست)
it_it: Il numero univoco che identifica il nuovo corso all'interno dell'organizzazione. (Questo numero sarà uguale al numero del corso originale e non può esser modificato).

source: e.g. 2014_T1
eo: é.g. 2014_T1 Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Ej. 2014_T1
fa_ir: مثلا: 2014_T1
it_it: e.s. 2014_T1
mn: жишээ нь 2014_T1

source: The term in which the new course will run. (This value is often different than the original course run value.)
eo: Thé térm ïn whïçh thé néw çöürsé wïll rün. (Thïs välüé ïs öftén dïfférént thän thé örïgïnäl çöürsé rün välüé.) Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Condiciones en las que se desarrollará el curso nuevo. (A menudo este valor es diferente del original).
fa_ir: ترم آموزشی که دوره جدید در آن برگزار می‌شود. (این مقدار اغلب با مقدار اجرای دوره آموزشی اصلی متفاوت است.)
it_it: Il termine in cui verrà eseguito il nuovo corso. (Questo valore è spesso differente dal valore dell'edizione del corso originale).

source: Create Re-run
eo: Çréäté Ré-rün Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Crear reedición.
fa_ir: اجرای دوباره را بسازید
it_it: Crea un riavvio
mn: Хичээлийг Давтан Явуулах

source: When will my course re-run start?
eo: Whén wïll mý çöürsé ré-rün stärt? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: ¿Cuándo comenzará la repetición de mi curso?
fa_ir: چه زمانی این دوره دوباره برگزار می‌شود؟
it_it: Quando verrà avviata la nuova edizione del mio corso?

source: The new course is set to start on January 1, 2030 at midnight (UTC).
eo: Thé néw çöürsé ïs sét tö stärt ön Jänüärý 1, 2030 ät mïdnïght (ÛTÇ). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El nuevo curso está fijado para comenzar el 1 de enero de 2030 a medianoche (UTC).
fa_ir: دوره جدید قرار است در نیمه شب (ساعت جهانی) 1 ژانویه 2030 آغاز شود.
it_it: L'inizio del nuovo corso è previsto il giorno 1 gennaio 2030 a mezzanotte (UTC).

source: What transfers from the original course?
eo: Whät tränsférs fröm thé örïgïnäl çöürsé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: ¿Qué se transfiere desde el curso original?
fa_ir: چه مواردی از دوره اصلی منتقل می‌شود؟
it_it: Cosa viene trasferito dal corso originale?

source: The new course has the same course outline and content as the original course. All problems, videos, announcements, and other files are duplicated to the new course.
eo: Thé néw çöürsé häs thé sämé çöürsé öütlïné änd çöntént äs thé örïgïnäl çöürsé. Àll prößléms, vïdéös, ännöünçéménts, änd öthér fïlés äré düplïçätéd tö thé néw çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια#
es_es: El nuevo curso tiene la misma estructura y contenido que el curso original. Todos los ejercicios, vídeos, anuncios y otros ficheros se duplican al nuevo curso.
fa_ir: دوره جدید دارای همان رئوس مطالب و محتوای دوره آموزشی اصلی است. تمام مسائل، فیلم‌ها، اعلان‌ها و سایر پرونده‌ها در دوره جدید کپی می‌شوند.
it_it: Il nuovo corso ha la stessa struttura e lo stesso contenuto del corso originale. Tutti i problemi, video, annunci ed altri file sono duplicati nel nuovo corso.

source: What does not transfer from the original course?
eo: Whät döés nöt tränsfér fröm thé örïgïnäl çöürsé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: ¿Qué no se transfiere desde el curso original?
fa_ir: چه چیزی از دوره آموزشی اصلی منتقل نمی‌شود؟
it_it: Cosa non viene trasferito dal corso originale?

source: You are the only member of the new course's staff. No students are enrolled in the course, and there is no student data. There is no content in the discussion topics or wiki.
eo: Ýöü äré thé önlý mémßér öf thé néw çöürsé's stäff. Nö stüdénts äré énrölléd ïn thé çöürsé, änd théré ïs nö stüdént dätä. Théré ïs nö çöntént ïn thé dïsçüssïön töpïçs ör wïkï. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα#
es_es: Eres el único miembro del personal del nuevo curso. No hay alumnos inscritos ni datos de los alumnos. No hay contenido en los temas del foro ni en la Wiki.
fa_ir: شما تنها عضو تیم دوره آموزشی جدید هستید. هیچ یادگیرنده‌ای در این دوره ثبت‌نام نکرده‌است و هیچ داده‌ای درباره یادگیرنده وجود ندارد. هیچ محتوایی در مباحث اتاق گفتگو یا ویکی وجود ندارد.
it_it: Sei l'unico membro dello staff del nuovo corso. Nessuno studente è iscritto al corso e non sono presenti dati dello studente. Non è presente alcun contenuto nella wiki o negli argomenti di discussione.

source: Learn more about Course Re-runs
eo: Léärn möré äßöüt Çöürsé Ré-rüns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Aprende más sobre Repetición de cursos
fa_ir: اطلاعات بیشتر درباره اجرای دوباره دوره آموزشی
it_it: Scopri di più sulle nuove edizioni del corso

source: Course Updates
eo: Çöürsé Ûpdätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Actualizaciones del curso
fa_ir: روزآمدسازی دوره‌ها
it_it: Aggiornamenti Corso
mn: Хичээлийн Шинэчлэлтүүд

source: New Update
eo: Néw Ûpdäté Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Nueva actualización
fa_ir: روزآمدسازی جدید
it_it: Nuovo Aggiornamento
mn: Шинэ Мэдээлэл

source: Use course updates to notify students of important dates or exams, highlight particular discussions in the forums, announce schedule changes, and respond to student questions. You add or edit updates in HTML.
eo: Ûsé çöürsé üpdätés tö nötïfý stüdénts öf ïmpörtänt dätés ör éxäms, hïghlïght pärtïçülär dïsçüssïöns ïn thé förüms, ännöünçé sçhédülé çhängés, änd réspönd tö stüdént qüéstïöns. Ýöü ädd ör édït üpdätés ïn HTML. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕ#
es_es: Usa las actualizaciones del curso para notificar a los alumnos fechas o exámenes importantes, identificar discusiones de interés en los foros, anunciar cambios en la planificación y responder a preguntas de los alumnos. Puedes añadir o editar actualizaciones en formato HTML.
fa_ir: از روزآمدسازی دوره برای اطلاع‌رسانی به فراگیران در زمینۀ تاریخ‌های مهم یا امتحانات، برجسته کردن بحث‌های خاص در اتاق‌های گفتگو، اعلام تغییرات برنامه و پاسخ به سؤالات آن‌ها استفاده کنید. شما روزآمدسازی‌ها را در HTML اضافه یا ویرایش می‌کنید.
it_it: Utilizzare gli aggiornamenti del corso per informare gli studenti date o esami importanti, evidenziare particolari discussioni nei forum, annunciare modifiche alla pianificazione e rispondere alle domande degli studenti. Gli aggiornamenti vengono aggiunti o modificati in HTML.

source: Course Outline
eo: Çöürsé Öütlïné Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Estructura del curso
fa_ir: طرح درس دورۀ آموزشی
it_it: Struttura del corso
lv: Kursa strukturējums
mn: Хичээлийн төлөвлөгөө
