Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: {start_bold}Congratulations!{end_bold} {provider_name} has approved your request for course credit. To see your course credit, visit the {link_to_provider_site} website.
eo: {start_bold}Çöngrätülätïöns!{end_bold} {provider_name} häs äpprövéd ýöür réqüést för çöürsé çrédït. Tö séé ýöür çöürsé çrédït, vïsït thé {link_to_provider_site} wéßsïté. Ⱡ'σяєм ιρѕυ#
fa_ir: {start_bold} تبریک می‌گوییم! {end_bold} {provider_name} درخواست شما را برای اعتبار دوره آموزشی تأیید شده است. برای مشاهدۀ اعتبار دورۀ آموزشی خود، به وبگاه {link_to_provider_site} مراجعه کنید.
it_it: {start_bold}Congratulazioni!{end_bold} {provider_name} ha approvato la tua richiesta di credito del corso. Per visualizzare il credito del corso, visitare il sito Web {link_to_provider_site}.

source: View Credit
eo: Vïéw Çrédït Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Ver crédito
fa_ir: نمایش اعتبار
it_it: Visualizza credito
lv: Skatīt kredītpunktus
mn: Кредит харах

source: {provider_name} did not approve your request for course credit. For more information, contact {link_to_provider_site} directly.
eo: {provider_name} dïd nöt äpprövé ýöür réqüést för çöürsé çrédït. För möré ïnförmätïön, çöntäçt {link_to_provider_site} dïréçtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: {provider_name} درخواست خود را برای دوره اعتباری تایید نمی‌کند. برای اطلاعات بیشتر، مستقیما تماس بگیرید {link_to_provider_site}.
it_it: {provider_name} non ha approvato la tua richiesta di credito del corso. Per ulteriori informazioni, contattare direttamente {link_to_provider_site}.
lv: {provider_name} neapstiprināja Jūsu kursa kredītpunktu pieprasījumu. Lai iegūtu paplašinātu informāciju, sazinieties ar {link_to_provider_site} pa tiešo.
mn: {provider_name} курс кредит авах таны хүсэлтийг зөвшөөрөөгүй. Нэмэлт мэдээллийг {link_to_provider_site} шууд холбоо барина уу.

source: An error occurred with this transaction. For help, contact {support_email}.
eo: Àn érrör öççürréd wïth thïs tränsäçtïön. För hélp, çöntäçt {support_email}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: خطایی در این تراکنش رخ داده است. برای دریافت راهنمایی با {support_email}تماس بگیرید.
it_it: Si è verificato un errore relativo a questa transazione. Per assistenza, contattare {support_email}.
lv: Notika kļūda ar šo darījumu. Lai iegūtu palīdzību, sazinieties ar {support_email}.
mn: Энэ гүйлгээнд алдаа гарлаа. Тусламж авах бол {support_email} -аар холбогдоорой.

source: Course options for {courseName}
eo: Çöürsé öptïöns för {courseName} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: گزینه‌های دوره آموزشی برای {courseName}
it_it: Opzioni del corso per {courseName}
lv: Kursa opcijas {courseName}
mn: {courseName} курсын хувилбарууд

source: Consent to share your data
eo: Çönsént tö shäré ýöür dätä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: برای اشتراک اطلاعات، رضایت خود را اعلام کنید
it_it: Consenti la condivisione dei dati
lv: Piekrišana kopīgot Jūsu datus
mn: Өөрийн датаг хуваалцах зөвшөөрөл

source: To access this course, you must first consent to share your learning achievements with {enterprise_customer_name}.
eo: Tö äççéss thïs çöürsé, ýöü müst fïrst çönsént tö shäré ýöür léärnïng äçhïévéménts wïth {enterprise_customer_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: برای دسترسی به این دوره آموزشی، ابتدا لازم است رضایت دهید که دستاوردهای یادگیری خود را با {enterprise_customer_name} به اشتراک بگذارید.
it_it: Per accedere a questo corso, è necessario innanzitutto fornire il consenso alla condivisione dei risultati di apprendimento con {enterprise_customer_name}.
lv: Lai piekļūtu šim kursam, Jums vispirms ir jādod piekrišana kopīgot Jūsu mācību sasniegumus ar {enterprise_customer_name}.
mn: Энэ курст хамрагдахын тулд та эхлээд суралцах амжилтаа {enterprise_customer_name} -тай хуваалцахыг зөвшөөрөх ёстой.

source: View Consent
eo: Vïéw Çönsént Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fa_ir: مشاهدۀ رضایت
it_it: Visualizza consenso
lv: Skatīt piekrišanu
mn: Зөвшөөрлийг харах

source: Could Not Link Accounts
eo: Çöüld Nöt Lïnk Àççöünts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: No se pudieron enlazar las cuentas
fa_ir: امکان پیوند حساب‌های کاربری نیست
it_it: Impossibile collegare gli account
lv: Nevarēja saistīt kontus
mn: Аккаунтуудыг Холбож болохгүй байна

source: The {provider_name} account you selected is already linked to another {platform_name} account.
eo: Thé {provider_name} äççöünt ýöü séléçtéd ïs älréädý lïnkéd tö änöthér {platform_name} äççöünt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: La cuenta de {provider_name} que seleccionaste ya está vinculada a otra cuenta de {platform_name}.
fa_ir: از {provider_name} حساب‌کاربری انتخابی شما قبلا به {platform_name} حساب کاربری دیگری پیوند یافته است.
it_it: L'account {provider_name} selezionato è già collegato ad un altro account {platform_name}.
lv: {provider_name} konts, kuru Jūs izvēlējāties, jau ir saistīts ar citu {platform_name} kontu.
mn: таны сонгосон {provider_name} аккаунт өөр {platform_name} аккаунттай хэдийнэ холбогдсон байна.

source: We're sorry to see you go! Read the following statements and rate your level of agreement.
eo: Wé'ré sörrý tö séé ýöü gö! Réäd thé föllöwïng stätéménts änd räté ýöür lévél öf ägréémént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: از اینکه ما را ترک می‌کنید ناراحتیم! متن زیر را مطالعه کنید و میزان موافقت خود را بیان کنید.
it_it: Siamo spiacenti di vederti andare via! Leggere le seguenti dichiarazioni e valutare il proprio livello di accordo.

source: Price is too high for me
eo: Prïçé ïs töö hïgh för mé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fa_ir: قیمت برای من بسیار گران است
it_it: Il prezzo è troppo elevato

source: I was not satisfied with my experience taking the courses
eo: Ì wäs nöt sätïsfïéd wïth mý éxpérïénçé täkïng thé çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: من از تجربۀ حضور در دوره‌های آموزشی راضی نبودم
it_it: Non sono rimasto soddisfatto della mia esperienza durante i corsi

source: Content of the courses was too difficult
eo: Çöntént öf thé çöürsés wäs töö dïffïçült Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: El contenido de los cursos era demasiado difícil.
fa_ir: محتوای دوره‌های آموزشی بسیار دشوار بود
it_it: Il contenuto dei corsi era troppo complesso

source: I did not have enough time to complete the courses
eo: Ì dïd nöt hävé énöügh tïmé tö çömplété thé çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No he tenido el tiempo suficiente para completar los cursos
fa_ir: وقت کافی برای تکمیل دوره‌های آموزشی نداشتم
it_it: Non ho avuto tempo sufficiente per completare i corsi

source: The content was not available when I wanted to start
eo: Thé çöntént wäs nöt äväïläßlé whén Ì wäntéd tö stärt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: در هنگام شروع, محتوا در دسترس نبود
it_it: Il contenuto non era disponibile quando desideravo iniziare

source: Can we contact you via email for follow up?
eo: Çän wé çöntäçt ýöü vïä émäïl för föllöw üp? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: آیا می‌توانیم برای پیگیری، از طریق رایانامه با شما تماس بگیریم؟
it_it: Possiamo contattarti via email per un follow up?

source: Thank you for sharing your reasons for unenrolling.
eo: Thänk ýöü för shärïng ýöür réäsöns för ünénröllïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: از اینکه دلایل خود را برای لغو ثبت‌نام با ما به اشتراک گذاشتید متشکریم.
it_it: Grazie per aver condiviso i motivi dell'annullamento dell'iscrizione.
lv: Paldies, ka dalījāties ar izreģistrēšanās iemeslu.
mn: Та бүртгэлээс хасагдсан шалтгаанаа хуваалцахдаа баярлалаа.

source: You are unenrolled from
eo: Ýöü äré ünénrölléd fröm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fa_ir: از ثبت‌نام خارج شدید
it_it: Hai annullato l'iscrizione da
lv: Jūs esat izreģistrējušies no
mn: Та бүртгэлээс хасагдлаа

source: Return To Dashboard
eo: Rétürn Tö Däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Volver al panel de control
fa_ir: بازگشت به پیشخوان
it_it: Torna alla Dashboard
lv: Atgriezties uz informācijas paneli
mn: Хянах самбар руу буцах

source: Browse Courses
eo: Bröwsé Çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Explorar cursos
fa_ir: تورق دوره‌های آموزشی
it_it: Sfoglia i corsi
lv: Pārlūkot kursus
mn: Курсуудыг хайх

source: We're sorry to see you go! Please share your main reason for unenrolling.
eo: Wé'ré sörrý tö séé ýöü gö! Pléäsé shäré ýöür mäïn réäsön för ünénröllïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: از اینکه ما را ترک می‌کنید ناراحتیم! لطفاً دلیل اصلی خروج‌تان را بفرمایید.
it_it: Siamo spiacenti di vederti andare via! Condividi la ragione principale per l'annullamento dell'iscrizione.
lv: Mums ir žēl, ka Jūs dodaties prom! Lūdzu, dalieties ar galveno iemeslu, kādēļ izreģistrējaties.
mn: Таныг хараад харамсаж байна! Бүртгүүлээгүй үндсэн шалтгаанаа хуваалцана уу.

source: I just wanted to browse the material
eo: Ì jüst wäntéd tö ßröwsé thé mätérïäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fa_ir: فقط می‌خواهم منابع را تورق کنم
it_it: Volevo solo sfogliare il materiale
lv: Es gribēju tikai pārlūkot materiālus
mn: Би зүгээр л материалыг үзэхийг хүсч байсан

source: This won't help me reach my goals
eo: Thïs wön't hélp mé réäçh mý göäls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: مرا در دستیابی به اهدافم یاری نخواهد کرد
it_it: Non mi aiuterà a raggiungere i miei obiettivi
lv: Tas nepalīdzēs man sasniegt manus mērķus
mn: Энэ нь зорилгодоо хүрэхэд надад тус болохгүй

source: I don't have the time
eo: Ì dön't hävé thé tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: No tengo tiempo
fa_ir: زمان ندارم
it_it: Non ho tempo
lv: Man nav nepieciešamā laika
mn: Би цаг байхгүй

source: I don't have the academic or language prerequisites
eo: Ì dön't hävé thé äçädémïç ör längüägé préréqüïsïtés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No tengo los prerrequisitos lingüísticos o académicos necesarios
fa_ir: من پیش‌نیازهای دانشگاهی یا زبانی را ندارم
it_it: Non dispongo dei requisiti accademici o linguistici
lv: Man nav akadēmisko vai valodas priekšnosacījumu
mn: Би академик эсвэл хэлний урьдчилсан нөхцөл байхгүй

source: I don't have enough support
eo: Ì dön't hävé énöügh süppört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: No tengo soporte suficiente
fa_ir: پشتیبانی کافی ندارم
it_it: Non ho supporto sufficiente
lv: Man nav pietiekama atbalsta
mn: Би хангалттай дэмжлэг байхгүй

source: I am not happy with the quality of the content
eo: Ì äm nöt häppý wïth thé qüälïtý öf thé çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No estoy satisfecho o satisfecha con la calidad del contenido
fa_ir: از کیفیت محتوا راضی هستم
it_it: Non sono soddisfatto della qualità del contenuto
lv: Mani neapmierina satura kvalitāte
mn: Би агуулганы чанарт баяртай байдаггүй

source: The course material was too hard
eo: Thé çöürsé mätérïäl wäs töö härd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: El material del curso era demasiado difícil
fa_ir: منابع دورۀ آموزشی بسیار دشوار بود
it_it: Il materiale del corso era troppo complesso
lv: Kursa materiāls bija pārāk grūts
mn: Сургалтын материал хэтэрхий хэцүү байсан

source: The course material was too easy
eo: Thé çöürsé mätérïäl wäs töö éäsý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: El material del curso era demasiado fácil
fa_ir: منابع دورۀ آموزشی بسیار آسان بود
it_it: Il materiale del corso era troppo semplice
lv: Kursa materiāls bija pārāk viegls
mn: Курсын материал хэтэрхий хялбар байсан

source: Something was broken
eo: Söméthïng wäs ßrökén Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: چیزی شکست
it_it: Si è verificato un problema
lv: Kaut kas nestrādāja
mn: Ямар нэг юм эвдэрсэн

source: Other
eo: Öthér Ⱡ'σяєм ιρѕ#
es_es: Otro
fa_ir: سایر موارد
it_it: Altro
lv: Cits
mn: Бусад

source: Results:
eo: Résülts: Ⱡ'σяєм ιρѕυм ∂#
es_es: Resultados:
fa_ir: یافته‌ها:
it_it: Risultati:
lv: Rezultāti:
mn: Үр дүнгүүд:

source: Topic:
eo: Töpïç: Ⱡ'σяєм ιρѕυ#
es_es: Tema:
fa_ir: مبحث:
it_it: Argomento:
lv: Temats:
mn: Сэдэв:

source: Show Discussion
eo: Shöw Dïsçüssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fa_ir: نمایش بحث
it_it: Mostra Discussione
lv: Parādīt diskusiju
mn: Хэлэлцүүлэг харах

source: To view live discussions, click Preview or View Live in Unit Settings.
eo: Tö vïéw lïvé dïsçüssïöns, çlïçk Prévïéw ör Vïéw Lïvé ïn Ûnït Séttïngs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Para ver las discusiones activas, pulsa Vista previa o VIsta en directo en la configuracion de la unidad
fa_ir: برای مشاهدۀ گفتگوهای زنده، روی پیش‌نمایش یا مشاهدۀ زنده در تنظیمات واحد کلیک کنید.
it_it: Per visualizzare le discussioni live, fare clic su Anteprima o Vedi live in Impostazioni unità.
lv: Lai skatītu tiešo diskusiju, klikšķiniet uz ‘Priekšskatīt’ vai ‘Tiešais skatījums” nodaļas iestatījumos.
mn: Шууд ярилцлагыг үзэхийн тулд Хэсгийн Тохируулгад орж Урьдчилан үзэх буюу Шууд Үзэх гэж дарах

source: Discussion ID: {discussion_id}
eo: Dïsçüssïön ÌD: {discussion_id} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Identificador de discusión: {discussion_id}
fa_ir: شناسه گفتگو : {discussion_id}
it_it: ID discussione: {discussion_id}
lv: Diskusijas ID: {discussion_id}
mn: Хэлэлцүүлгийн ID: {discussion_id}

source: The discussion block is disabled for this course as it is not using a compatible discussion provider.
fa_ir: بلوک بحث برای این دوره آموزشی غیرفعال است؛ زیرا این دوره آموزشی از ارائه‌دهنده بحث سازگاری استفاده نمی‌کند.
it_it: Il blocco discussioni è disabilitato per questo corso poiché non utilizza un provider di discussioni compatibile.

source: Discussion topics list
eo: Dïsçüssïön töpïçs lïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: فهرست مباحث گفتگو
it_it: Elenco argomenti discussione
lv: Diskusiju tematu saraksts
mn: Хэлэлцүүлгийн сэдвүүдийн жагсаалт

source: Filter Topics
eo: Fïltér Töpïçs Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Filtrar temas
fa_ir: فیلتر مباحث
it_it: Filtra argomenti
lv: Filtrēt tematus
mn: Сэдвүүдийг Шүүх

source: filter topics
eo: fïltér töpïçs Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Filtrar temas
fa_ir: فیلتر مباحث
it_it: filtra argomenti
lv: filtrēt tematus
mn: сэдвүүдийг шүүх

source: All Discussions
eo: Àll Dïsçüssïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Todas las discusiones
fa_ir: همه گفتگوها
it_it: Tutte le discussioni
lv: Visas diskusijas
mn: Бүх хэлэлцүүлэг

source: Posts I'm Following
eo: Pösts Ì'm Föllöwïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Entradas que estoy siguiendo
fa_ir: مطالبی که دنبال می‌کنم
it_it: Post che sto seguendo
lv: Ziņas, kurām sekoju
mn: Миний дагаж байгаа бичлэгүүд

source: Filter:
eo: Fïltér: Ⱡ'σяєм ιρѕυм #
es_es: Filtro:
fa_ir: فیلتر:
it_it: Filtra:
lv: Filtrs:
mn: Шүүх:

source: Show all posts
eo: Shöw äll pösts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Mostrar todas las entradas
fa_ir: نمایش همۀ مطالب ارسالی
it_it: Mostra tutti i post
lv: Parādīt visas ziņas
mn: Бүх бичлэгийг харуулах

source: Unread posts
eo: Ûnréäd pösts Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Entradas sin leer
fa_ir: مطالب ارسالی خوانده‌نشده
it_it: Post non letti
lv: Nelasītās ziņas
mn: Уншаагүй бичлэгүүд

source: Unanswered posts
eo: Ûnänswéréd pösts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Entradas sin responder
fa_ir: مطالب ارسالی بی‌پاسخ
it_it: Post senza risposta
lv: Neatbildētās ziņas
mn: Хариулагдаагүй бичлэгүүд

source: Flagged
eo: Fläggéd Ⱡ'σяєм ιρѕυм #
es_es: Marcado
fa_ir: نشان‌دار
it_it: Segnalato
lv: Atzīmētas ar karodziņu
mn: Дарцаг хийсэн

source: Group:
eo: Gröüp: Ⱡ'σяєм ιρѕυ#
es_es: Grupo:
fa_ir: گروه:
it_it: Gruppo:
lv: Grupa:
mn: Групп:

source: in all groups
eo: ïn äll gröüps Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: en todos los grupos
fa_ir: در همۀ گروه‌ها
it_it: in tutti i gruppi
lv: visās grupās
mn: бүх бүлгүүдэд

source: Sort:
eo: Sört: Ⱡ'σяєм ιρѕ#
es_es: Ordenar:
fa_ir: مرتب‌سازی:
it_it: Ordina:
lv: Kārtot:
mn: Ангилах:

source: by recent activity
eo: ßý réçént äçtïvïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: por actividad reciente
fa_ir: بر اساس فعالیت اخیر
it_it: per attività recenti
lv: pēc nesenās aktivitātes
mn: сүүлд өөрчлөгдсөн

source: by most activity
eo: ßý möst äçtïvïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: por mayor actividad
fa_ir: بر اساس بیشترین فعالیت
it_it: per maggiore attività
lv: pēc lielākās aktivitātes
mn: хамгийн идэвхтэй

source: by most votes
eo: ßý möst vötés Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: por más votadas
fa_ir: بر اساس بیسترین رای
it_it: per maggior numero di voti
lv: pēc visvairāk balsojumiem
mn: хамгийн олон саналаар

source: Student Notes
eo: Stüdént Nötés Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Notas de los alumnos
fa_ir: یادداشت‌های یادگیرنده
it_it: Note studente
lv: Studentu piezīmes
mn: Оюутны тэмдэглэл

source: Highlights and notes you've made in course content
eo: Hïghlïghts änd nötés ýöü'vé mädé ïn çöürsé çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: نکات برجسته و یادداشت‌های شما در قسمت محتوای دوره ساخته شد
it_it: Highlight e note create nel contenuto del corso
lv: Iezīmējumi un piezīmes, kuras Jūs izdarījāt kursa saturā
mn: Курсын агуулгад хийсэн онцлох тэмдэглэл, тэмдэглэл

source: Search notes for:
eo: Séärçh nötés för: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Buscar notas en:
fa_ir: جستجوی یادداشت‌ها برای:
it_it: Ricerca note per:
lv: Meklēt piezīmēs:
mn: Тэмдэглэлүүдийг хайх

source: Search notes for...
eo: Séärçh nötés för... Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Buscar notas para...
fa_ir: جستجوی یادداشت‌ها برای...
it_it: Ricerca note per...
lv: Meklēt piezīmēs...
mn: Тэмдэглэлүүдийг хайх ...

source: View notes by:
eo: Vïéw nötés ßý: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Mira las notas de:
fa_ir: نمایش یادداشت‌ها براساس:
it_it: Visualizza note per:
lv: Skatīt piezīmes pēc:
mn: Тэмдэглэлүүдийг харах боломжтой:

source: You have not made any notes in this course yet. Other students in this course are using notes to:
eo: Ýöü hävé nöt mädé äný nötés ïn thïs çöürsé ýét. Öthér stüdénts ïn thïs çöürsé äré üsïng nötés tö: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: شما هنوز در این درس هیچ یادداشتی ننوشته‌اید. سایر یادگیرندگان در این درس از یادداشت‌ها استفاده می‌کنند برای:
it_it: Non è stata effettuata ancora alcuna nota in questo corso. Altri studenti in questo corso stanno utilizzando le note per:
lv: Jūs neesat vēl izdarījuši nekādas piezīmes šajā kursā. Citi studenti šajā kursā izmanto piezīmes, lai:
mn: Та энэ хичээлийн тэмдэглэл хийгээгүй байна. Энэ курсийн бусад оюутнууд дараах тэмдэглэлийг ашиглаж байна:

source: Mark a passage or concept so that it's easy to find later.
eo: Märk ä pässägé ör çönçépt sö thät ït's éäsý tö fïnd lätér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Marca un fragmento o concepto para facilitar su posterior búsqueda.
fa_ir: یک مفهوم یا متن را علامت گذاری کنید برای اینکه بعدا یافتن آن آسان باشد.
it_it: Contrassegnare un passaggio o un concetto, per trovarlo più facilmente successivamente.
lv: Atzīmētu fragmentu vai jēdzienu, lai to varētu vēlāk viegli atrast.
mn: Дараа олоход хялбар болгохын тулд хэсэг буюу үзэл баримтлалыг тэмдэглэ.

source: Record thoughts about a specific passage or concept.
eo: Réçörd thöüghts äßöüt ä spéçïfïç pässägé ör çönçépt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: افکار ضبط‌شده درباره متن یا مفهوم خاص.
it_it: Registrare considerazioni su un determinato passaggio o concetto.
lv: Pierakstīt domas par specifisku fragmentu vai jēdzienu.
mn: Онцгой үзэл баримтлал эсвэл үзэл баримтлалын талаархи бодлоо бичиж тэмдэглэ.

source: Highlight important information to review later in the course or in future courses.
eo: Hïghlïght ïmpörtänt ïnförmätïön tö révïéw lätér ïn thé çöürsé ör ïn fütüré çöürsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Resaltar información importante para revisarla más tarde en el curso o en cursos futuros.
fa_ir: برجسته‌سازی اطلاعات مهم برای بررسی آن‌ها در این دوره یا در دوره‌های آینده است.
it_it: Evidenziare informazioni importanti da esaminare successivamente nel corso o in corsi futuri.
lv: Iezīmēt svarīgu informāciju, kuru vēlāk pārskatīt kursā vai nākotnes kursos.
mn: Чухал мэдээллийг онцолсон байх ёстой.

source: Get started by making a note in something you just read, like {section_link}.
eo: Gét stärtéd ßý mäkïng ä nöté ïn söméthïng ýöü jüst réäd, lïké {section_link}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Comienza por añadir una nota a algo que acaba de leer, como {section_link}.
fa_ir: شروع به کار با ساخت یادداشت در چیزی که الان مطالعه کردید، مانند {section_link}.
it_it: Iniziare a creare una nota su qualche argomento appena letto, come {section_link}.
lv: Sāciet darboties, izdarot piezīmi tikko izlasītajā, piemēram, {section_link}.
mn: Өөрийнхөө уншсан зүйл дээрээ тэмдэглэл хийснийхээ дараа, {section_link}.

source: Hide notes
eo: Hïdé nötés Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Ocultar notas
fa_ir: پنهان‌کردن یادداشت‌ها
it_it: Nascondi le note
lv: Paslēpt piezīmes
mn: Тэмдэглэлийг нуух

source: Show notes
eo: Shöw nötés Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Mostrar notas
fa_ir: نمایش یادداشت‌ها
it_it: Mostra Note
lv: Parādīt piezīmes
mn: Тэмдэглэл харуулах

source: Thank you for your purchase of
eo: Thänk ýöü för ýöür pürçhäsé öf Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Gracias por adquirir
fa_ir: از خرید شما سپاسگزاریم
it_it: Grazie per l'acquisto di
lv: Paldies par Jūsu veikto pirkumu -
mn: -г худалдан авсанд тань баярлалаа

source: Your payment was successful.
eo: Ýöür päýmént wäs süççéssfül. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Tu pago se ha realizado con éxito.
fa_ir: پرداخت موفقیت آمیز بود.
it_it: Il pagamento ha avuto esito positivo.
lv: Jūsu maksājums bija veiksmīgs.
mn: Таны төлбөр амжилттай хийгдлээ.

source: If you have billing questions, please read the FAQ ({faq_url}) or contact {billing_email}.
eo: Ìf ýöü hävé ßïllïng qüéstïöns, pléäsé réäd thé FÀQ ({faq_url}) ör çöntäçt {billing_email}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Si tienes preguntas sobre la factura, por favor, lee las preguntas frecuentes ({faq_url}) o el contacto {billing_email}.
fa_ir: اگر سوالی درباره صورت حساب دارید، لطفا به انجمن ({faq_url}) مراجعه کنید یا با تماس {billing_email} بگیرید.
it_it: Per domande relative alla fatturazione, leggere le FAQ ({faq_url}) o contattare {billing_email}.
lv: Ja Jums ir jautājumi par norēķiniem, lūdzu, izlasiet BUJ ({faq_url}) vai sazinieties ar {billing_email}.
mn: Танд төлбөрийн талаар асуулт байвал Олон Тохиолддог Асуултууд ({faq_url}) унших буюу {billing_email} холбогдоно уу.

source: If you have billing questions, please contact {billing_email}.
eo: Ìf ýöü hävé ßïllïng qüéstïöns, pléäsé çöntäçt {billing_email}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Si tienes preguntas sobre la factura, por favor contacta en {billing_email}.
fa_ir: اگر سوالی درباره صورت حساب دارید، لطفا با {billing_email}تماس بگیرید.
it_it: Per domande relative alla fatturazione, contattare {billing_email}.
lv: Ja Jums ir jautājumi par norēķiniem, lūdzu, sazinieties ar {billing_email}.
mn: Танд төлбөрийн талаар асуулт байвал {billing_email} холбогдоно уу.

source: {order_placed_by} placed an order and mentioned your name as the Organization contact.
eo: {order_placed_by} pläçéd än ördér änd méntïönéd ýöür nämé äs thé Örgänïzätïön çöntäçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: {order_placed_by} hizo una solicitud y mencionó tu nombre como contacto de la Organización.
fa_ir: {order_placed_by} سفارشی ثبت شده و نام شما به عنوان سازمان مورد ارجاع ذکر شده است.
it_it: {order_placed_by} ha effettuato un ordine e indicato il tuo nome come contatto dell'organizzazione.
lv: {order_placed_by} veica pasūtījumu un pieminēja Jūsu vārdu kā organizācijas kontaktpersonu.
mn: {order_placed_by} захиалга өгч, Байгууллагын холбоо барихад өөрийн нэрийг дурдана.
