Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Have a {strong_start}question about something specific{strong_end}? You can contact the {platform_name} general support team directly:
lv: Vai Jums ir {strong_start}jautājums par kaut ko specifisku{strong_end}? Jūs varat sazināties ar {platform_name} vispārīgo atbalsta komandu pa tiešo:

source: Please note: The {platform_name} support team is English speaking. While we will do our best to address your inquiry in any language, our responses will be in English.
lv: Lūdzu, ņemiet vērā: {platform_name} atbalsta komanda runā angļu valodā. Mēs mēģināsim darīt visu, kas būs mūsu spēkos, lai adresētu Jūsu jautājumu jebkurā valodā, taču mūsu atbildes būs angļu valodā.

source: Briefly describe your issue
lv: Īsi aprakstiet Jūsu problēmu

source: Describe what you were doing when you encountered the issue. Include any details that will help us to troubleshoot, including error messages that you saw.
lv: Aprakstiet, ko Jūs darījāt, kad sastapāties ar problēmu. Iekļaujiet jebkuras detaļas, kas mums palīdzētu atrast problēmu, ieskaitot ziņojumus par kļūdām, kurus Jūs redzējāt.

source: Thank you for your inquiry or feedback. We typically respond to a request within one business day, Monday to Friday. In the meantime, please review our {link_start}detailed FAQs{link_end} where most questions have already been answered.
lv: Paldies par Jūsu vaicājumu vai atgriezenisko saiti. Mēs parasti atbildam uz pieprasījumu vienas darbdienas laikā, no pirmdienas līdz piektdienai. Tajā pašā laikā, lūdzu, apskatiet mūsu {link_start}detalizētos BUJ{link_end}, kur jau ir atbildēts uz lielāko daļu jautājumu..

source: - Select -
lv: - Atlasīt -

source: Brief description of the problem
lv: Īss uzdevuma apraksts

source: Details of the problem you are encountering{asterisk}
lv: Detalizēts apraksts par problēmu, ar kuru Jūs saskārāties{asterisk}

source: Brief description of your suggestion
lv: Īss Jūsu ieteikuma apraksts

source: Brief summary of your question
lv: Īss Jūsu jautājuma apraksts

source: An error has occurred.
lv: Notika kļūda.

source: We couldn't log you in.
lv: Mums neizdevās Jūs pieteikt.

source: Registering with {platform_name} gives you access to all of our current and future free courses. Not ready to take a course just yet? Registering puts you on our mailing list - we will update you as courses are added.
lv: Reģistrējoties {platform_name} Jums tiek sniegta pieeja visiem mūsu pašreizējiem un nākotnes bezmaksas kursiem. Vai neesat vēl gatavi piedalīties kursā? Reģistrējoties Jūs piekļūstat mūsu adresātu sarakstam - mēs Jums ziņosim tiklīdz tiks pievienoti kursi.

source: As part of joining {platform_name}, you will receive an email message with instructions for activating your account. Don't see the email? Check your spam folder and mark {platform_name} emails as 'not spam'. At {platform_name}, we communicate mostly through email.
lv: Pievienojoties {platform_name}, Jūs saņemsiet arī e-pasta ziņojumu ar instrukcijām, kā aktivizēt Jūsu kontu. Nepamanījāt e-pastu? Pārbaudiet Jūsu surogātpasta mapi un atzīmējiet {platform_name} e-pastus kā 'nav surogātpasts'. {platform_name} veic komunikāciju, izmantojot e-pastus.

source: You can find the answers to most of your questions in our list of FAQs. After you enroll in a course, you can also find answers in the course discussions.
lv: Jūs atradīsiet atbildes uz lielāko daļu Jūsu jautājumu mūsu BUJ sarakstā. Pēc tam, kad būsiet reģistrējušies kursā, Jūs varēsiet atrast atbildes arī kursa diskusijās.

source: Welcome!
lv: Esiet sveicināti!

source: You're almost there! Use the link to activate your account to access engaging, high-quality {platform_name} courses. Note that you will not be able to log back into your account until you have activated it.
lv: Gandrīz esat galā! Izmantojiet saiti, lai aktivizētu Jūsu kontu un varētu piekļūt piesaistošiem, augstas kvalitātes {platform_name} kursiem. Ņemiet vērā, ka Jūs nevarēsiet pieteikties atpakaļ Jūsu kontā, kamēr nebūsiet to aktivizējuši.

source: If you need help, please use our web form at {support_url} or email {support_email}.
lv: Ja Jums ir nepieciešama palīdzība, lūdzu, izmantojiet mūsu tīmekļa formas saiti {support_url} vai e-pastu {support_email}.

source: This email message was automatically sent by {lms_url} because someone attempted to create an account on {platform_name} using this email address.
lv: Šis e-pasta ziņojums tika automātiski nosūtīts no {lms_url}, jo kāds mēģināja izveidot kontu {platform_name}, izmantojot šo e-pasta adresi.

source: There is no data available to display at this time.
lv: Pašreiz nav pieejami dati attēlošanai.

source: Use Reload Graphs to refresh the graphs.
lv: Izmantojiet ‘Pārlādēt grafikus’, lai atsvaidzinātu grafikus.

source: Reload Graphs
lv: Pārlādēt grafikus

source: Each bar shows the number of students that opened the subsection.
lv: Katrā stabiņā tiek parādīts studentu skaits, kuri atvēra apakšiedaļu.

source: You can click on any of the bars to list the students that opened the subsection.
lv: Jūs varat klikšķināt uz jebkura no šiem stabiņiem, lai parādītu studentu sarakstu, kuri atvēra apakšiedaļu.

source: You can also download this data as a CSV file.
lv: Jūs varat lejupielādēt šos datus arī kā CSV datni.

source: Grade Distribution Data
lv: Vērtējumu sadalījuma dati

source: Each bar shows the grade distribution for that problem.
lv: Katrā stabiņā tiek parādīts vērtējumu sadalījums attiecīgajam uzdevumam.

source: You can click on any of the bars to list the students that attempted the problem, along with the grades they received.
lv: Jūs varat klikšķināt uz jebkura no šiem stabiņiem, lai parādītu studentu sarakstu, kuri mēģināja atrisināt šo uzdevumu, un viņu saņemtos vērtējumus.

source: Grade Distribution per Problem
lv: Uzdevumu vērtējumu sadalījums

source: This is a partial list, to view all students download as a csv.
lv: Šis ir daļējs saraksts, lai skatītu visus studentus, lejupielādējiet kā csv.

source: {start_strong}{application_name}{end_strong} would like to access your data with the following permissions:
lv: {start_strong}{application_name}{end_strong} vai Jūs vēlētos piekļūt Jūsu datiem ar sekojošām atļaujām:

source: Read the list of courses in which you are a staff member.
lv: Nolasīt visus kursus, kuros Jūs esat darbinieku biedrs.

source: Read the list of courses in which you are an instructor.
lv: Nolasīt visus kursus, kuros Jūs esat instruktors.

source: To see if you are a global staff user
lv: Apskatīt, vai Jūs esat globāls darbinieku lietotājs

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} or let us know about any pages that may have been moved at {email}.
lv: Lapa, kuru Jūs meklējāt, netika atrasta. Dodieties atpakaļ uz {link_start}sākumlapu{link_end} vai arī paziņojiet mums par jebkurām lapām, kas varēja tikt pārvietotas, uz {email}.

source: Please wait a few seconds and then reload the page. If the problem persists, please email us at {email}.
lv: Lūdzu, uzgaidiet pāris sekundes un tad atkal pārlādējiet lapu. Ja problēma turpina atkārtoties, lūdzu, nosūtiet mums e-pastu uz {email}.
