Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Allows courses to share the same css class across runs even if they have different numbers.
eo: Àllöws çöürsés tö shäré thé sämé çss çläss äçröss rüns évén ïf théý hävé dïfférént nümßérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Permite que los cursos compartan la misma clase CSS en diferentes ejecuciones aunque tengan diferentes números.
fa_ir: حتی اگر تعداد آن‌ها متفاوت باشد، این امکان را برای دوره‌های آموزشی فراهم می‌کند که کلاس‌های مشابه CSS را به اشتراک بگذارند
it_it: Consente ai corsi di condividere la stessa classe css tra edizioni anche se hanno numeri differenti.
lv: Ļauj kopīgot to pašu CSS klasi daudzu demonstrāciju starpā arī tad, ja tām ir atšķirīgi numuri.
mn: Өөр дугааруудтай ч ижил css ангид хичээлийг хуваалцахыг зөвшөөрөх

source: Discussion Forum External Link
eo: Dïsçüssïön Förüm Éxtérnäl Lïnk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Enlace externo a Foro de debate
fa_ir: پیوند خارجی اتاق گفتگو
it_it: Link esterno del forum di discussione
lv: Diskusiju foruma ārējā saite
mn: Хэлэлцүүлгийн форумын гадаад холбоос

source: Allows specification of an external link to replace discussion forums.
eo: Àllöws spéçïfïçätïön öf än éxtérnäl lïnk tö répläçé dïsçüssïön förüms. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Permite especificar un enlace externo para reemplazar foros de debate.
fa_ir: این امکان را فراهم می‌کند که پیوندی خارجی جایگزین اتاق‌های گفتگو شود.
it_it: Consente la specifica di un link esterno per la sostituzione dei forum di discussione.
lv: Ļauj noteikt ārējo saiti, lai nomainītu diskusiju forumus.
mn: Хэлэлцүүлгийн форумыг орлуулах гадаад холбоосын үзүүлэлтийг зөвшөөрөх

source: Hide Progress Tab
eo: Hïdé Prögréss Täß Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Ocultar la pestaña de progreso
fa_ir: پنهان‌سازی زبانه پیشرفت
it_it: Nascondi la barra di avanzamento
lv: Paslēpt progresa cilni
mn: Явцын табыг нуух

source: Allows hiding of the progress tab.
eo: Àllöws hïdïng öf thé prögréss täß. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Permite ocultar la pestaña de progreso.
fa_ir: به زبانه پیشرفت اجازه مخفی‌شدن می‌دهد
it_it: Consente di nascondere la scheda di avanzamento.
lv: Ļauj paslēpt progresa cilni.
mn: Явцын табыг нуухыг зөвшөөрөх

source: Course Organization Display String
eo: Çöürsé Örgänïzätïön Dïspläý Strïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Cadena a mostrar de la organización del curso
fa_ir: رشته نماینده سازمان دوره‌ آموزشی
it_it: Stringa di visualizzazione organizzazione del corso
lv: Kursa organizācijas attēlošanas virkne
mn: Хичээлийн байгууллага харагдах тэмдэг

source: Enter the course organization that you want to appear in the course. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
eo: Éntér thé çöürsé örgänïzätïön thät ýöü wänt tö äppéär ïn thé çöürsé. Thïs séttïng övérrïdés thé örgänïzätïön thät ýöü éntéréd whén ýöü çréätéd thé çöürsé. Tö üsé thé örgänïzätïön thät ýöü éntéréd whén ýöü çréätéd thé çöürsé, éntér nüll. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιł#
es_es: Introducir la organización del curso que desea que aparezca en el curso. Esta configuración invalida la organización que se haya introducido al crear el curso. Para utilizar la organización que introdujo en un primer momento, introducir cero.
fa_ir: سازمان دوره آموزشی را وارد کنید که می‌خواهید در آن شرکت کنید .این تنظیم جایگزین سازمان است که شما هنگام ایجاد دوره آموزشی وارد کرده‌اید. برای استفاده از سازمانی که هنگام ایجاد سازمان وارد کرده‌اید دوره آموزشی، آن را خالی بگذارید.
it_it: Immettere l'organizzazione del corso che si desidera venga visualizzata nel corso. Questa impostazione sostituisce l'organizzazione immessa durante la creazione del corso. Per utilizzare l'organizzazione immessa durante la creazione del corso, immettere null.
lv: Ievadiet kursa organizāciju, kuru vēlaties parādīt kursā. Ar šo iestatījumu tiek pārlabota organizācija, kuru Jūs ievadījāt, kad izveidojāt kursu. Lai izmantotu organizāciju, kuru ievadījāt, kad izveidojāt kursu, ievadiet nulli.
mn: Хичээл дээр харагдуулахыг хүсэж буй хичээлийн байгууллагыг оруулна уу. Энэ тохиргоо нь таныг хичээл үүсгэх үед оруулсан байгууллагыг нэмнэ. Хичээлийг үүсгэх үед өөрийн оруулсан байгууллагыг ашиглахын тулд null гэж оруулна.

source: Course Number Display String
eo: Çöürsé Nümßér Dïspläý Strïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Cadena a mostrar para el Número del curso
fa_ir: رشته نماینده تعداد دوره آموزشی
it_it: Stringa rappresentante il numero del corso
lv: Kursa numura attēlošanas virkne
mn: Хичээлийн дугаарыг харуулах тэмдэгт

source: Enter the course number that you want to appear in the course. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
eo: Éntér thé çöürsé nümßér thät ýöü wänt tö äppéär ïn thé çöürsé. Thïs séttïng övérrïdés thé çöürsé nümßér thät ýöü éntéréd whén ýöü çréätéd thé çöürsé. Tö üsé thé çöürsé nümßér thät ýöü éntéréd whén ýöü çréätéd thé çöürsé, éntér nüll. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σł#
es_es: Introducir el número del curso que desea que aparezca en el curso. Esta configuración invalida el número del curso que se haya introducido al crear el mismo. Para utilizar el número que introdujo en un primer momento, introducir cero.
fa_ir: شماره دوره آموزشی را وارد کنید که مایلید در آن دوره ظاهر شود. این تنظیمات تعداد دوره‌ای را که هنگام ایجاد دوره آموزشی وارد کرده اید نادیده می‌گیرد. برای استفاده از شماره دوره‌ای را هنگام ایجاد دوره آموزشی وارد کرده‌اید، آن را خالی بگذارید.
it_it: Immettere il numero del corso che si desidera venga visualizzato nel corso. Questa impostazione sostituisce il numero del corso immesso durante la creazione del corso. Per utilizzare il numero del corso immesso durante la creazione del corso, immettere null.
lv: Ievadiet kursa numuru, kuru vēlaties parādīt kursā. Ar šo iestatījumu tiek pārlabots kursa numurs, kuru Jūs ievadījāt, kad izveidojāt kursu. Lai izmantotu kursa numuru, kuru ievadījāt, kad izveidojāt kursu, ievadiet nulli.
mn: Хичээл дээр харагдах өөрийн хүссэн хичээлийн дугаарыг оруулна уу. Энэ тохиргоо нь таныг хичээл үүсгэх үед оруулсан хичээлийн дугаарыг нэмнэ. Хичээлийг үүсгэх үед өөрийн оруулсан дугаарыг ашиглахын тулд null гэж оруулна.

source: Course Maximum Student Enrollment
eo: Çöürsé Mäxïmüm Stüdént Énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Inscripción máxima de alumnos en el curso
fa_ir: حداکثر تعداد ثبت‌نام در دوره آموزشی
it_it: Massimo numero di studenti che potranno iscriversi
lv: Kursā reģistrēto studentu maksimālais skaits
mn: Хичээлийн хамгийн их суралцагчтай эслэлт

source: Enter the maximum number of students that can enroll in the course. To allow an unlimited number of students, enter null.
eo: Éntér thé mäxïmüm nümßér öf stüdénts thät çän énröll ïn thé çöürsé. Tö ällöw än ünlïmïtéd nümßér öf stüdénts, éntér nüll. Ⱡ'σяєм ιρѕυ#
es_es: Introduce el máximo número de alumnos que pueden inscribirse en el curso. Para permitir un número ilimitado de alumnos, introduce null.
fa_ir: حداکثر تعداد یادگیرندگان را در این دوره آموزشی تعیین کنید. برای ثبت‌نام به‌صورت نامحدود، این گزینه را خالی بگذارید.
it_it: Immettere il numero massimo di studenti che possono iscriversi al corso. Per consentire un numero illimitato di studenti, immettere null.
lv: Ievadiet maksimālo studentu skaitu, kuri var reģistrēties kursā. Lai atļautu neierobežotu studentu skaitu, ievadiet nulli.
mn: Энэ хичээлд элсүүлэх хамгийн их суралцагчийн тоог оруулна уу. Хэрэв хэдэн ч оюутан элсүүлэх бол null гэж оруулна уу.

source: Allow Public Wiki Access
eo: Àllöw Püßlïç Wïkï Àççéss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Permite acceso público a la Wiki
fa_ir: اجازه دسترسی به ویکی عمومی
it_it: Consenti accesso Wiki pubblico
lv: Atļaut publisku piekļuvi vikivietnei
mn: Вики хандалтыг зөвшөөрөх

source: Enter true or false. If true, students can view the course wiki even if they're not enrolled in the course.
fa_ir: درستی یا نادرستی را مشخص کنید؛ در صورت صحت، یادگیرندگان می‌توانند ویکی این دوره را ببینند حتی اگر در این دوره ثبت‌نام نکرده‌باشند.
it_it: Immettere true o false. Se true, gli studenti possono visualizzare il corso wiki anche se non sono iscritti al corso.

source: Invitation Only
eo: Ìnvïtätïön Önlý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Sólo por invitación
fa_ir: فقط دعوت
it_it: Solo su invito
lv: Tikai ar ielūgumiem
mn: Зөвхөн урилга

source: Whether to restrict enrollment to invitation by the course staff.
eo: Whéthér tö réstrïçt énröllmént tö ïnvïtätïön ßý thé çöürsé stäff. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Restringir o no el registro a ser invitado por el personal del curso.
fa_ir: آیا ثبت‌نام را به‌دعوت از سوی کارکنان دوره آموزشی محدود می‌کنید.
it_it: Definisce se limitare l'iscrizione mediante invito dello staff del corso.
lv: Vai ierobežot reģistrēšanos, atļaujot reģistrēties tikai ar ielūgumiem no kursa mācībspēkiem.
mn: Хичээлийн зохицуулагчаар элсэлтийн урилгыг хязгаарлах эсэх.

source: Pre-Course Survey Name
eo: Pré-Çöürsé Sürvéý Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Nombre de la Encuesta previa al curso
fa_ir: نام پیمایش پیش از دوره
it_it: Nome del questionario pre-corso
lv: Pirmskursa aptaujas nosaukums
mn: Бэлтгэл хичээлийн тандалтын нэр

source: Name of SurveyForm to display as a pre-course survey to the user.
eo: Nämé öf SürvéýFörm tö dïspläý äs ä pré-çöürsé sürvéý tö thé üsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Nombre del formulario de encuesta a mostrar al usuario al comienzo del curso.
fa_ir: نام SurveyForm برای نمایش به‌عنوان پیمایش پیش از دوره آموزشی به کاربر.
it_it: Nome del modulo di sondaggio da visualizzare come sondaggio pre-corso per l'utente.
lv: SurveyForm nosaukums, kuru lietotājam attēlot kā pirmskursa aptauju.
mn: Хэрэглэгчид бэлтгэл хичээлийн тандалт харагдах SurveyForm -ийн нэр

source: Pre-Course Survey Required
eo: Pré-Çöürsé Sürvéý Réqüïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Encuesta necesaria previa al curso
fa_ir: پیمایش پیش از دوره آموزشی ضروری است
it_it: Questionario pre-corso obbligatorio
lv: Nepieciešama pirmskursa aptauja
mn: Бэлтгэл хичээлийн тандалт шаардлагатай

source: Specify whether students must complete a survey before they can view your course content. If you set this value to true, you must add a name for the survey to the Course Survey Name setting above.
eo: Spéçïfý whéthér stüdénts müst çömplété ä sürvéý ßéföré théý çän vïéw ýöür çöürsé çöntént. Ìf ýöü sét thïs välüé tö trüé, ýöü müst ädd ä nämé för thé sürvéý tö thé Çöürsé Sürvéý Nämé séttïng äßövé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂#
es_es: Especifica si los alumnos deben completar la encuesta antes de poder ver el contenido de tu curso. Si fijas este valor en verdadero, debes añadir arriba un nombre a la encuesta en la configuración Nombre de encuesta del curso.
fa_ir: مشخص کنید که آیا یادگیرنده پیش از مشاهده محتوای دوره آموزشی، لازم است نظرسنجی را تکمیل کنند یا خیر. اگر این مقدار را روی «بله» تنظیم کنید، باید نامی برای نظرسنجی در قسمت تنظیمات نظرسنجی دوره آموزشی در بالا اضافه کنید.
it_it: Specificare se gli studenti devono completare un sondaggio prima che possano visualizzare il contenuto del corso. Se si imposta questo valore su true, è necessario aggiungere un nome per il sondaggio all'impostazione Nome sondaggio del corso sopra indicata.
lv: Norādiet, vai studentiem ir jāaizpilda aptauja, pirms viņi var skatīt Jūsu kursa saturu. Ja Jūs iestatīsiet šo vērtību kā patiesu, Jums būs jāpievieno nosaukums aptaujai pie kursa aptaujas nosaukuma iestatījumiem iepriekš.
mn: Суралцагч хичээлийн агуулгаа үзэхээсээ өмнө судалгааг дуусгах ёстой эсэхийг тодорхойл. Хэрэв та энэ утгыг үнэн гэж зааж өгсөн бол дээрх тохиргоон дээр Хичээлийн Судалгааны Нэр талбарт нэр нэмэх шаардлагатай.

source: Course Visibility In Catalog
eo: Çöürsé Vïsïßïlïtý Ìn Çätälög Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Visibilidad del curso en el Catálogo
fa_ir: رویت‌پذیری دوره آموزشی در این فهرست
it_it: Visibilità del corso nel catalogo
lv: Kursa redzamība katalogā
mn: Каталог дахь хичээлийн харагдац

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: 'both' (show in catalog and allow access to about page), 'about' (only allow access to about page), 'none' (do not show in catalog and do not allow access to an about page).
eo: Défïnés thé äççéss pérmïssïöns för shöwïng thé çöürsé ïn thé çöürsé çätälög. Thïs çän ßé sét tö öné öf thréé välüés: 'ßöth' (shöw ïn çätälög änd ällöw äççéss tö äßöüt pägé), 'äßöüt' (önlý ällöw äççéss tö äßöüt pägé), 'nöné' (dö nöt shöw ïn çätälög änd dö nöt ällöw äççéss tö än äßöüt pägé). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ η#
es_es: Define los permisos de acceso para mostrar el curso en el catálogo de cursos. Puede establecerse en uno de tres valores: 'both' (se muestra en el catálogo y permite el acceso a la página acerca de), 'about' (sólo permite acceso a la página acerca de), 'none' (no se muestra en el catálogo y no permite el acceso a la página acerca de).
fa_ir: این قسمت، مجوزهای دسترسی را برای نمایش دوره در فهرست دوره آموزشی تعریف می‌کند.سه مقدار برای این قسمت می‌توان در نظر گرفت: «هردو» (نمایش در فهرست و اجازه دسترسی به صفحه «درباره دوره آموزشی»)، «درباره دوره آموزشی» (فقط اجازه دسترسی به صفحه مربوط به «درباره دوره آموزشی»)، «هیچ‌کدام» (در فهرست نشان داده نمی‌شود و اجازه دسترسی به صفحه «درباره دوره آموزشی» را نمی‌دهد).
it_it: Definisce le autorizzazioni di accesso per la visualizzazione del corso nel catalogo dei corsi. Può essere impostato su uno dei tre valori: 'both' (mostra nel catalogo e consenti l'accesso alla pagina about), 'about' (consentire solo l'accesso alla pagina about), 'none' (non mostrare nel catalogo e non consentire l'accesso ad una pagina about).
lv: Definē piekļuves atļaujas kursa parādīšanai kursu katalogā. To var iestatīt kā vienu no trim vērtībām: ‘abi’ (parādīt katalogā un ļaut piekļuvi lapai ‘par’ par kursu), ‘par’ (piekļuve tikai lapai ‘par’ par kursu) un ‘neviens’ (nerādīt katalogu un neļaut piekļuvi lapai ‘par’ par kursu).
mn: Хичээлийн каталог дахь хичээлийг харагдацад хандах зөвшөөрлийг тодорхойлох. Энэ нь гурван утгын аль нэгнээр тодорхойлогдоно: 'хоёул' (каталогийг харуулах болон танилцуулга хуудсанд хандахыг зөвшөөрөх), 'тухай' (зөвхөн танилцуулга хуудсанд хандахыг зөвшөөрөх), 'none' (каталоги харуулах болон танилцуулга хуудсанд хандахыг хоёуланг нь зөвшөөрөхгүй байх).

source: Entrance Exam Enabled
eo: Éntränçé Éxäm Énäßléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Acceso al examen, habilitado
fa_ir: آزمون ورودی فعال است
it_it: Esame di ammissione abilitato
lv: Iestājpārbaudījums iespējots
mn: Элсэлтийн шалгалт идэвхжсэн

source: Specify whether students must complete an entrance exam before they can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
eo: Spéçïfý whéthér stüdénts müst çömplété än éntränçé éxäm ßéföré théý çän vïéw ýöür çöürsé çöntént. Nöté, ýöü müst énäßlé Éntränçé Éxäms för thïs çöürsé séttïng tö täké éfféçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα#
es_es: Especificar si los estudiantes deben realizar un examen de admisión antes de acceder al contenido de su curso. Nota: debe habilitar los exámenes de admisión para este curso.
fa_ir: مشخص کنید که آیا یادگیرندگان پیش از مشاهده دوره آموزشی باید آزمون ورودی بدهند. توجه کنید، برای نمایش آزمون ورودی باید را تنظیمات دوره آموزشی فعال کنید.
it_it: Specificare se gli studenti devono completare un esame di ammissione prima di poter visualizzare il contenuto del corso. Da notare che è necessario abilitare l'opzione Esami di ammissione affinché questa impostazione del corso sia valida.
lv: Norādiet, vai studentiem ir nepieciešams pabeigt iestājpārbaudījumus pirms viņi varēs apskatīt Jūsu kursa saturu. Ņemiet vērā, ka Jums ir nepieciešams iespējot iestājpārbaudījumus šim kursam, lai iestatījums stātos spēkā.
mn: Суралцагч хичээлийн агуулгыг үзэхээсээ өмнө элсэлтийн шалгалтаа дуусгах ёстой эсэхийг тодорхойл. Анхаар: Та энэ хичээлийн тохиргоог ашиглахын тулд элсэлтийн шалгалтыг идэвхжүүлэх ёстой.

source: Entrance Exam Minimum Score (%)
eo: Éntränçé Éxäm Mïnïmüm Sçöré (%) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Puntuación mínima del examen de admisión (%)
fa_ir: حداقل نمره آزمون ورودی (%)
it_it: Punteggio minimo per l'esame di ammissione (%)
lv: Iestājpārbaudījumu minimālais rezultāts (%)
mn: Элсэлтийн шалгалтын хамгийн бага оноо (%)

source: Specify a minimum percentage score for an entrance exam before students can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
eo: Spéçïfý ä mïnïmüm pérçéntägé sçöré för än éntränçé éxäm ßéföré stüdénts çän vïéw ýöür çöürsé çöntént. Nöté, ýöü müst énäßlé Éntränçé Éxäms för thïs çöürsé séttïng tö täké éfféçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη #
es_es: Especificar la puntuación mínima del examen de admisión antes de que los estudiantes puedan acceder al contenido de su curso. Nota: debe habilitar los exámenes de admisión para este curso.
fa_ir: پیش از آنکه یادگیرندگان محتوای دوره آموزشی را ببینند، حداقل درصد نمره‌ای را برای امتحان ورودی تعیین کنید. در قسمت تنظیمات دوره آموزشی می‌توانید آزمون ورودی را فعال کنید.
it_it: Specificare un punteggio percentuale minimo per un esame di ammissione prima che gli studenti possano visualizzare il contenuto del corso. Da notare che è necessario abilitare l'opzione Esami di ammissione affinché questa impostazione del corso sia valida.
lv: Norādiet minimālo procentu rezultātu iestājpārbaudījumos pirms studenti varēs apskatīt Jūsu kursa saturu. Ņemiet vērā, ka Jums ir nepieciešams iespējot iestājpārbaudījumus šim kursam, lai iestatījums stātos spēkā.
mn: Суралцагч хичээлийн агуулгыг үзэхийн өмнө элсэлтийн шалгалтаас авах хамгийн бага оноог тодорхойлж өгнө үү. Анхаар: Та энэ хичээлийн тохиргоог ашиглахын тулд Элсэлтийн Шалгалтыг идэвхжүүлэх ёстой.

source: Entrance Exam ID
eo: Éntränçé Éxäm ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: ID del examen de ingreso
fa_ir: شناسه آزمون ورودی
it_it: ID dell'esame di ammissione
lv: Iestājpārbaudījuma ID
mn: Элсэлтийн шалгалтын бүртгэлийн дугаар

source: Social Media Sharing URL
eo: Söçïäl Médïä Shärïng ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: URL de promoción en las redes sociales
fa_ir: آدرس اینترنتی اشتراک‌گذاری رسانه‌های اجتماعی
it_it: URL di condivisione social media
lv: Sociālo plašsaziņas līdzekļu koplietošanas URL
mn: Олон нийтийн сүлжээнд хуваалцах URL

source: If dashboard social sharing and custom course URLs are enabled, you can provide a URL (such as the URL to a course About page) that social media sites can link to. URLs must be fully qualified. For example: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
eo: Ìf däshßöärd söçïäl shärïng änd çüstöm çöürsé ÛRLs äré énäßléd, ýöü çän prövïdé ä ÛRL (süçh äs thé ÛRL tö ä çöürsé Àßöüt pägé) thät söçïäl médïä sïtés çän lïnk tö. ÛRLs müst ßé füllý qüälïfïéd. För éxämplé: http://www.édx.örg/çöürsé/Ìntrödüçtïön-tö-MÖÖÇs-ÌTM001 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σł#
es_es: Si se habilitan el panel de control de la distribución social y las URL personalizadas de los cursos, puede proporcionar una URL (como la URL de la página Acerca de de un curso) a la que se pueden enlazar las páginas web de redes sociales. Las URL deben estar completamente calificadas. Por ejemplo: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
fa_ir: اگر اشتراک‌گذاری پیشخوان و نشانی‌های اینترنتی دوره‌های سفارشی فعال هستند، می‌توانید یک نشانی وب (مانند نشانی وب صفحه «درباره دوره آموزشی») ارائه دهید که وبگاه‌های رسانه‌های اجتماعی بتوانند به آن پیوند یابند. نشانی‌های اینترنتی باید به درستی تعریف شوند. مثلا: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
it_it: Se gli URL del corso personalizzato e la condivisione social della dashboard sono abilitati, è possibile fornire un URL (ad esempio l'URL di una pagina Informazioni su per un corso) a cui possono collegarsi i siti di social media. Gli URL devono essere specificati completamente. Ad esempio: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
lv: Ja ir iespējota informācijas paneļa sociālā koplietošana un pielāgots kursa URL, Jūs varat sniegt URL (tādus kā, piemēram, URL uz lapu par kursu), kuru var saistīt ar sociālo plašsaziņas līdzekļu vietnēm. Piemēram, http://www.edx.org/course/Introduction-to-MOOCs-ITM001
mn: Хэрэв хянах самбарын олон нийтийн хуваалцах болон custom хичээлийн URL-ууд идэвхжүүлсэн бол та олон нийтийн мэдээллийн хуудасуудын URL-ыг (Жишээлбэл, хичээлийн Танилгуулга хуудасны URL) холбоос хийх боломжтой. URL нь бүрэн шаардлагай хангасан байх ёстой. Жишээ нь: http://www.edx.org/course/Introduction-to-MOOCs-ITM001

source: Course Language
eo: Çöürsé Längüägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Idioma del curso
fa_ir: زبان دوره آموزشی
it_it: Lingua del corso
lv: Kursa valoda
mn: Хичээл явагдах хэл

source: Specify the language of your course.
eo: Spéçïfý thé längüägé öf ýöür çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Especificar el idioma del curso
fa_ir: زبان دوره آموزشی را مشخص کنید.
it_it: Specifica la lingua del tuo corso.
lv: Norādiet Jūsu kursa valodu.
mn: Өөрийн хичээлийн хэлийг тодорхойлно уу

source: Teams Configuration
eo: Téäms Çönfïgürätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Configuración de equipos
fa_ir: پیکربندی تیم‌ها
it_it: Configurazione dei team
lv: Komandu konfigurācija
mn: Бүлгүүдийн тохирогоо
