Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: We hope you enjoyed the course, and we hope to see you in future {platform_name} courses!
eo: Wé höpé ýöü énjöýéd thé çöürsé, änd wé höpé tö séé ýöü ïn fütüré {platform_name} çöürsés! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fa_ir: امیدواریم از این دورۀ آموزشی لذت برده باشید و در دوره‌های بعدی {platform_name} شما را ببینیم!
it_it: Speriamo che il corso ti sia piaciuto e di rivederti in altri corsi {platform_name}!
lv: Mēs ceram, ka Jūs guvāt prieku no kursa, un ceram Jūs redzēt mūsu {platform_name} nākotnes kursos!
mn: Бид та бүхэн энэ курст таалагдсан гэдэгт найдаж байна, бид ирээдүйд {platform_name} курсуудтай уулзана гэж найдаж байна!

source: The {platform_name} Team
eo: Thé {platform_name} Téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: El Equipo de {platform_name}
fa_ir: تیم {platform_name}
it_it: Gruppo {platform_name}
lv: {platform_name} komanda
mn: {platform_name} баг

source: {link_start}Click here for more information on credit at {platform_name}{link_end}.
eo: {link_start}Çlïçk héré för möré ïnförmätïön ön çrédït ät {platform_name}{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: {link_start} برای کسب اطلاعات بیشتر دربارۀ اعتبار در {platform_name} {link_end} اینجا را کلیک کنید.
it_it: {link_start}Fare clic qui per ulteriori informazioni sui crediti in {platform_name}{link_end}.
lv: {link_start}Klikšķiniet šeit, lai iegūtu vairāk informācijas par kredītpunktiem {platform_name}{link_end}.
mn: {link_start} {platform_name} дээрх зээлийн талаар дэлгэрэнгүй мэдээллийг энд дарж {link_end}.

source: Your grade and certificate will be ready after {date}.
fa_ir: نمره و گواهی شما بعد از {date} آماده خواهد شد.
it_it: Il voto e il certificato saranno pronti dopo il {date}.

source: Congratulations! Your certificate is ready.
fa_ir: تبریک می‌گوییم! گواهی شما آماده است.
it_it: Il tuo certificato è pronto.

source: Grade required for a {cert_name_short}:
eo: Grädé réqüïréd för ä {cert_name_short}: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Se requiere una calificación para {cert_name_short}:
fa_ir: نمره ضروری برای {cert_name_short}:
it_it: Voto minimo richiesto per {cert_name_short}:
lv: Atzīme, kas nepieciešama {cert_name_short}:
mn: {cert_name_short} нд шаардлагатай дүн:

source: Grade required to pass this course:
eo: Grädé réqüïréd tö päss thïs çöürsé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Calificación necesaria para superar este curso:
fa_ir: نمره لازم برای قبولی در این دوره:
it_it: Voto richiesto per superare questo corso:
lv: Atzīme, kas nepieciešama, lai nokārtotu šo kursu:
mn: Энэ курс дамжих анги:

source: Your verified {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}. If you would like a refund on your {cert_name_long}, please contact our billing address {billing_email}
eo: Ýöür vérïfïéd {cert_name_long} ïs ßéïng héld péndïng çönfïrmätïön thät thé ïssüänçé öf ýöür {cert_name_short} ïs ïn çömplïänçé wïth strïçt Û.S. émßärgöés ön Ìrän, Çüßä, Sýrïä änd Südän. Ìf ýöü thïnk öür sýstém häs mïstäkénlý ïdéntïfïéd ýöü äs ßéïng çönnéçtéd wïth öné öf thösé çöüntrïés, pléäsé lét üs knöw ßý çöntäçtïng {email}. Ìf ýöü wöüld lïké ä réfünd ön ýöür {cert_name_long}, pléäsé çöntäçt öür ßïllïng äddréss {billing_email}#
es_es: Se ha retenido tu {cert_name_long} verificado hasta obtener confirmación de que la emisión de tu {cert_name_short} cumple con las reglas de embargo de EE.UU. en Irán, Cuba, Siria y Sudán. Si crees que nuestro sistema te ha identificado incorrectamente como alguien relacionado con alguno de esos países, por favor, háznoslo saber a través de {email}. Si desearas un reembolso por tu {cert_name_long}, por favor, ponte en contacto con nuestra dirección de facturación {billing_email}.
fa_ir: {cert_name_long} تأیید شما در حالت انتظار است که صدور {cert_name_short} آن با تحریم‌های دقیق ایالات متحده دربارۀ ایران، کوبا، سوریه و سودان مطابقت دارد. اگر تصور می‌کنید سامانه ما به اشتباه ارتباط شما را با یکی از آن کشورها کشف کرده‌است، لطفاً این{email} موضوع را به ما اطلاع دهید. اگر می‌خواهید در {cert_name_long} خود بازپرداخت کنید، لطفاً با نشانی ما تماس بگیرید {billing_email}
it_it: Il certificato {cert_name_long} verificato è in attesa di conferma che l'emissione del certificato {cert_name_short} sia conforme alle leggi degli Stati Uniti sull'embargo in Iran, Cuba, Siria e Sudan. Se si pensa che il sistema abbia erroneamente rilevato un collegamento dell'utente con uno di questi paesi, contattare {email}. Se si desidera un rimborso per il certificato {cert_name_long}, contattare l'indirizzo di fatturazione {billing_email}
lv: Jūsu verificētais {cert_name_long} tiek turēts, gaidot informāciju, ka Jūsu {cert_name_short} izsniegšana ir atbilstoša ASV stingrajam embargo uz Irānu, Kubu, Sīriju un Sudānu. Ja Jūs uzskatāt, ka mūsu sistēmā Jūs esat nepareizi identificēti kā saistīti ar vienu no šīm valstīm, paziņojiet mums par to uz {email}. Ja Jūs vēlētos atmaksu par Jūsu {cert_name_long}, lūdzu, sazinieties ar mūsu norēķinu adresi {billing_email}
mn: Таны баталгаатай {cert_name_long} нь танд {cert_name_short}-г олгох нь АНУ-аас Иран, Куба, Сири болон Суданд тавидаг хатуу хоригтай нийцэж байгаа эсэхийг баталгаажуулах шаардлагын улмаас хүлээгдэж байна. Хэрэв та манай систем таныг эдгээр орнуудын нэгтэй холбоотой гэж алдаатай заасан байвал {email} -ээр бидэнд хандаж мэдэгдэнэ үү. Хэрэв та {cert_name_long}-ндаа мөнгөө буцааж авахыг хүсвэл манай {billing_email} хаягаар хандана уу.

source: Your {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}.
eo: Ýöür {cert_name_long} ïs ßéïng héld péndïng çönfïrmätïön thät thé ïssüänçé öf ýöür {cert_name_short} ïs ïn çömplïänçé wïth strïçt Û.S. émßärgöés ön Ìrän, Çüßä, Sýrïä änd Südän. Ìf ýöü thïnk öür sýstém häs mïstäkénlý ïdéntïfïéd ýöü äs ßéïng çönnéçtéd wïth öné öf thösé çöüntrïés, pléäsé lét üs knöw ßý çöntäçtïng {email}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕ#
es_es: Se ha retenido tu {cert_name_long} hasta obtener confirmación de que la emisión de tu {cert_name_short} cumple con las reglas de embargo de EE.UU. en Irán, Cuba, Siria y Sudán. Si crees que nuestro sistema te ha identificado incorrectamente como alguien relacionado con alguno de esos países, por favor, háznoslo saber a través de {email}.
fa_ir: {cert_name_long} شما در انتظار تأیید است که صدور {cert_name_short} شما مطابق با تحریم‌های سختگیرانۀ ایالات متحده دربارۀ ایران، کوبا، سوریه و سودان است. اگر تصور می‌کنید سامانه ما به اشتباه ارتباط شما را با یکی از آن کشورها شناسایی کرده است، لطفاً با تماس با {email} این موضوع را به ما اطلاع دهید.
it_it: Il certificato {cert_name_long} è in attesa di conferma che l'emissione del certificato {cert_name_short} sia conforme alle leggi degli Stati Uniti sull'embargo in Iran, Cuba, Siria e Sudan. Se si pensa che il sistema abbia erroneamente rilevato un collegamento dell'utente con uno di questi paesi, contattare {email}.
lv: Jūsu {cert_name_long} tiek turēts, gaidot informāciju, ka Jūsu {cert_name_short} izsniegšana ir atbilstoša ASV stingrajam embargo uz Irānu, Kubu, Sīriju un Sudānu. Ja Jūs uzskatāt, ka mūsu sistēmā Jūs esat nepareizi identificēti kā saistīti ar vienu no šīm valstīm, paziņojiet mums par to uz {email}.
mn: Таны баталгаатай {cert_name_long} нь танд {cert_name_short}-г олгох нь АНУ-аас Иран, Куба, Сири болон Суданд тавидаг хатуу хоригтай нийцэж байгаа эсэхийг баталгаажуулах шаардлагын улмаас хүлээгдэж байна. Хэрэв та манай систем таныг эдгээр орнуудын нэгтэй холбоотой гэж алдаатай заасан байвал {email} -ээр бидэнд хандаж мэдэгдэнэ үү.

source: Your certificate was not issued because you do not have a current verified identity with {platform_name}.
eo: Ýöür çértïfïçäté wäs nöt ïssüéd ßéçäüsé ýöü dö nöt hävé ä çürrént vérïfïéd ïdéntïtý wïth {platform_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: گواهی شما صادر نشده، زیرا هویت شما در {platform_name} تأیید نشده است.
it_it: Il certificato non è stato emesso perché non si dispone di un'identità verificata corrente con {platform_name}.
lv: Jūsu sertifikāts netika izsniegts, jo Jums pašreiz nav verificētas identitātes ar {platform_name}.
mn: Таны платформ олгоогүй тул та {platform_name} -тай одоогийн баталгаажсан биеийн байцаалт байхгүй байна.

source: Your {cert_name_short} is Generating
eo: Ýöür {cert_name_short} ïs Générätïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Tu {cert_name_short} se está generando
fa_ir: مدرک {cert_name_short} شما در حال تولید است
it_it: Il certificato {cert_name_short} è in fase di generazione
lv: Jūsu {cert_name_short} tiek ģenerēts
mn: Таны {cert_name_short} Хийгдэж байна

source: This link will open the certificate web view
eo: Thïs lïnk wïll öpén thé çértïfïçäté wéß vïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: این پیوند گواهی را در محیط وب باز می‌کند
it_it: Questo link aprirà la vista Web del certificato
lv: Šī saite atvērsies sertifikāta tīmekļa skatā
mn: Энэ холбоос нь сертификатын вэб харагдацыг нээнэ

source: View my {cert_name_short}
fa_ir: مشاهده {cert_name_short} من
it_it: Vedi {cert_name_short}

source: Complete our course feedback survey
eo: Çömplété öür çöürsé féédßäçk sürvéý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Completa nuestra encuesta de retroalimentación sobre el curso
fa_ir: تکمیل پایش بازخورد دوره
it_it: Completa il sondaggio feedback del nostro corso.
lv: Pabeidziet mūsu kursa atgriezeniskās saites aptauju
mn: Хичээлийн хариулт санал асуулгыг бөглөнө үү

source: Add Certificate to LinkedIn Profile
eo: Àdd Çértïfïçäté tö LïnkédÌn Pröfïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Añade el certificado al perfil de LinkedIn
fa_ir: افزودن گواهی به لینکداین این پرونده کاربری
it_it: Aggiungi il certificato al profilo LinkedIn
lv: Pievienojiet sertifikātu LinkedIn profilam
mn: LinkedIn профайлд гэрчилгээ нэмэх

source: Share on LinkedIn
eo: Shäré ön LïnkédÌn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Compártelo en LinkedIn
fa_ir: اشتراک‌گذاری در لینکداین
it_it: Condividi su LinkedIn
lv: Kopīgojiet LinkedIn
mn: LinkedIn дээр хуваалцах

source: You are not yet eligible for a certificate.
fa_ir: شما هنوز واجد شرایط دریافت گواهی نیستید.
it_it: Non sei ancora idoneo per un certificato.

source: This link will open the course progress page
fa_ir: این پیوند، صفحه پیشرفت دوره آموزشی را باز می‌کند
it_it: Questo link aprirà la pagina di avanzamento del corso

source: View grades
fa_ir: مشاهده نمرات
it_it: Visualizza valutazioni

source: Course details
eo: Çöürsé détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Detalles del curso
fa_ir: جزئیات دوره آموزشی
it_it: Dettagli del corso
lv: Kursa detaļas
mn: Хичээлийн дэлгэрэнгүй

source: {course_number} {course_name} Home Page
eo: {course_number} {course_name} Hömé Pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: {course_number} {course_name} Inicio.
fa_ir: صفحه {course_number} {course_name}
lv: {course_number} {course_name} sākumlapa
mn: {course_number} {course_name} Нүүр хуудас

source: {course_number} {course_name} Cover Image
eo: {course_number} {course_name} Çövér Ìmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: {course_number} {course_name} Imagen de portada
fa_ir: {course_number} {course_name} تصویر جلد
it_it: Imaggine di copertina per {course_number} {course_name}
lv: {course_number} {course_name} sākumattēls
mn: {course_number} {course_name} Нүүр зураг

source: Enrolled as:
eo: Énrölléd äs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Inscrito como:
fa_ir: ثبت‌نام شده به‌عنوان:
it_it: Registrato come:
lv: Reģistrējies kā:
mn: Элссэн байдал:

source: Coming Soon
eo: Çömïng Söön Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Próximamente
fa_ir: به زودی
it_it: In arrivo
lv: Drīzumā
mn: Удахгүй Ирнэ

source: Ended - {date}
eo: Éndéd - {date} Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Termina - {date}
fa_ir: به پایان رسید - {date}
it_it: Terminato - {date}
lv: Beidzās - {date}
mn: Дууссан - {date}

source: Started - {date}
eo: Stärtéd - {date} Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Inicio - {date}
fa_ir: آغاز شده - {date}
it_it: Iniziato - {date}
lv: Iesākās - {date}
mn: Эхэлсэн - {date}

source: Starts - {date}
eo: Stärts - {date} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fa_ir: آغاز می‌شود - {date}
it_it: Inizia - {date}
lv: Sākas - {date}
mn: Эхлэх - {date}

source: for {course_display_name}
eo: för {course_display_name} Ⱡ'σяєм ιρѕυм #
fa_ir: برای {course_display_name}
it_it: per {course_display_name}
mn: {course_display_name}-нд

source: You must select a session by {expiration_date} to access the course.
eo: Ýöü müst séléçt ä séssïön ßý {expiration_date} tö äççéss thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Debe seleccionar una sesión antes de {expiration_date} para acceder al curso.
fa_ir: برای دسترسی به این دوره باید یک جلسه تا تاریخ {expiration_date} برگزینید.
it_it: È necessario selezionare una sessione entro il {expiration_date} per accedere al corso.
lv: Jums ir jāizvēlas sesija pēc {expiration_date}, lai piekļūtu kursam.
mn: Та курст хамрагдахын тулд секундын {expiration_date} сессийг сонгох ёстой.

source: You must select a session to access the course.
eo: Ýöü müst séléçt ä séssïön tö äççéss thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: برای دسترسی به دوره آموزشی باید یک جلسه را انتخاب کنید.
it_it: È necessario selezionare una sessione per accedere al corso.
lv: Jums ir jāizvēlas sesija, lai piekļūtu kursam.
mn: Та курст орохын тулд сесс сонгох ёстой.

source: Change or Leave Session
eo: Çhängé ör Léävé Séssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Cambiar o salvar sesión
fa_ir: تغییر یا ترک جلسه
it_it: Modifica o esci dalla sessione
lv: Izmainīt vai atstāt sesiju
mn: Өөрчлөлт хадгалах эсвэл Орхиж гарах

source: You can no longer change sessions.
eo: Ýöü çän nö löngér çhängé séssïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Ya no puedes cambiar de sesión
fa_ir: دیگر امکان تغییر جلسات را ندارید.
it_it: Non è pi+ possibile modificare le sessioni.
lv: Jūs vairs nevarat nomainīt sesijas
mn: Та цаашид өөрчлөлт хийх боломжгүй.

source: You can change sessions until {entitlement_expiration_date}.
eo: Ýöü çän çhängé séssïöns üntïl {entitlement_expiration_date}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fa_ir: می‌توانید جلسات را تا {entitlement_expiration_date} تغییر دهید
it_it: È possibile modificare le sessioni fino al {entitlement_expiration_date}.
lv: Jūs varat nomainīt sesijas līdz {entitlement_expiration_date}.
mn: Та {entitlement_expiration_date} хүртэл сэлгэн солилцож болно.

source: I'm taking {course_name} online with {facebook_brand}. Check it out!
eo: Ì'm täkïng {course_name} önlïné wïth {facebook_brand}. Çhéçk ït öüt! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: من دورۀ {course_name} را با {facebook_brand} به‌صورت برخط می‌گذرانم. آن را بررسی کنید!
it_it: Sto seguendo {course_name} online con {facebook_brand}. Dagli un'occhiata!
lv: Es piedalos {course_name} tiešsaistē ar {facebook_brand}. Novērtē to!
mn: Би {course_name} онлайн {facebook_brand} -г авч байна. Үүнийг шалгах!

source: Share {course_name} on Facebook
eo: Shäré {course_name} ön Fäçéßöök Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: اشتراک‌گذاری {course_name} در فیس‌بوک
it_it: Condividi {course_name} su Facebook
lv: Dalīties ar {course_name} Facebook
mn: Фэйсбүүк дээр {course_name} хуваалцах

source: Share on Facebook
eo: Shäré ön Fäçéßöök Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Compartir en Facebook
fa_ir: اشتراک‌گذاری در فیسبوک
it_it: Condividi su Facebook
lv: Dalīties Facebook
mn: Фэйсбүүк дээр хуваалцах

source: I'm taking {course_name} online with {twitter_brand}. Check it out!
eo: Ì'm täkïng {course_name} önlïné wïth {twitter_brand}. Çhéçk ït öüt! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: من دورۀ آموزشی {course_name} را با {twitter_brand} به‌صورت برخط می‌گذرانم. آن را بررسی کنید!
it_it: Sto seguendo {course_name} online con {twitter_brand}. Dagli un'occhiata!
lv: Es piedalos {course_name} tiešsaistē ar {twitter_brand}. Novērtē to!
mn: Би {course_name} -ийг онлайн {twitter_brand} -р авч байна. Үүнийг шалгах!

source: Share {course_name} on Twitter
eo: Shäré {course_name} ön Twïttér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: اشتراک‌گذاری {course_name} در توئیتر
it_it: Condividi {course_name} su Twitter
lv: Dalīties ar {course_name} Twitter
mn: Twitter дээрээс {course_name} хуваалц

source: Course options for
eo: Çöürsé öptïöns för Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fa_ir: گزینه‌های دوره آموزشی برای
it_it: Opzioni del corso per
lv: Kursa opcijas
mn: Курсын хувилбарууд

source: Available Actions
eo: Àväïläßlé Àçtïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Acciones disponibles
fa_ir: اقدامات قابل انجام
it_it: Azioni disponibili
lv: Pieejamās darbības
mn: Боломжит арга хэмжээ

source: You are enrolled by your institution and you should reach out to your institution to drop this course.
eo: Ýöü äré énrölléd ßý ýöür ïnstïtütïön änd ýöü shöüld réäçh öüt tö ýöür ïnstïtütïön tö dröp thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: شما توسط مؤسسۀ خود ثبت‌نام شده‌اید و برای ترک این دوره آموزشی لازم است با مؤسسه تماس بگیرید.
it_it: Sei iscritto tramite la tua istituzione e devi contattare la tua istituzione per abbandonare questo corso.

source: Email Settings
eo: Émäïl Séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Configuración de e-mail
fa_ir: تنظیمات رایانامه
it_it: Impostazioni Email
lv: E-pasta iestatījumi
mn: Емэйлийн Тохируулганууд

source: View Archived Course
eo: Vïéw Àrçhïvéd Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Ver curso archivado
fa_ir: مشاهده آرشیو دوره آموزشی
it_it: Vedi il Corso Archiviato
lv: Skatīt arhivēto kursu
mn: Архивласан Хичээлийг Үзэх

source: Related Programs
eo: Rélätéd Prögräms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Programas relacionados
fa_ir: برنامه‌های مرتبط
it_it: Programmi correlati
lv: Saistītās programmas
mn: Холбогдох хөтөлбөрүүд

source: {start_bold}Get the most out of your course!{end_bold} Upgrade to get full access to the course material, unlock both graded and non-graded assignments, and earn a {link_start}verified certificate{link_end} to showcase on your resumé.
fa_ir: {start_bold}از دوره آموزشی خود بیشترین بهره را ببرید!{end_bold} برای دسترسی کامل به مطالب دوره آموزشی ارتقا دهید، تکالیف بارم‌بندی‌شده و بدون نمره را باز کنید و یک {link_start}گواهی تأیید شده{link_end} برای نمایش در رزومه خود کسب کنید.
it_it: {start_bold}Ottieni il massimo dal tuo corso!{end_bold} Esegui l&#39;upgrade per ottenere l&#39;accesso completo al materiale del corso, sbloccare compiti con voto e senza voto e ottenere un {link_start}certificato verificato{link_end} da mostrare sul tuo curriculum.

source: {start_bold}Get the most out of your course!{end_bold} Upgrade to earn a {link_start}verified certificate{link_end} to showcase on your resumé.
fa_ir: {start_bold} از دوره آموزشی خود بیشترین بهره را ببرید! {end_bold} ارتقا دهید تا یک {link_start}گواهی تاییدشده{link_end} برای نمایش در رزومه خود کسب کنید.
it_it: {start_bold}Ottieni il massimo dal tuo corso!{end_bold} Esegui l&#39;upgrade per ottenere un {link_start}certificato verificato{link_end} da mostrare sul tuo curriculum.

source: Upgrade
fa_ir: ارتقا
it_it: Esegui l'upgrade

source: Resume Course
eo: Résümé Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Reanudar Curso
fa_ir: ادامه دوره آموزشی
it_it: Riprendi corso
lv: Turpināt kursu
mn: Хичээлээ үргэлжлүүлэх

source: You have completed this course and are eligible to purchase course credit. Select {strong_start}Get Credit{strong_end} to get started.
eo: Ýöü hävé çömplétéd thïs çöürsé änd äré élïgïßlé tö pürçhäsé çöürsé çrédït. Séléçt {strong_start}Gét Çrédït{strong_end} tö gét stärtéd. Ⱡ'σяєм ιρѕυм ∂σł#
fa_ir: شما این دوره آموزشی را به پایان رسانده‌اید و واجد شرایط خرید اعتبار دوره هستید. برای شروع {strong_start} دریافت اعتبار {strong_end} را انتخاب کنید.
it_it: Hai completato questo corso e sei idoneo all'acquisto del credito del corso. Selezionare {strong_start}Ottieni credito{strong_end} per iniziare.

source: You are now eligible for credit from {provider}. Congratulations!
eo: Ýöü äré nöw élïgïßlé för çrédït fröm {provider}. Çöngrätülätïöns! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: شما هم اکنون واجد شرایط برای دریافت اعتبار از {provider} هستند. مبارك باشد!
it_it: Sei ora idoneo per il credito da {provider}. Congratulazioni!
lv: Jūs esat tiesīgi uz kredītpunktiem no {provider}. Apsveicam!
mn: Та одоо {provider} -аас зээл авах эрхтэй. Баяр хүргэе!

source: Get Credit
eo: Gét Çrédït Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Obtener credencial
fa_ir: دریافت اعتبار
it_it: Ottieni credito
lv: Iegūt kredītpunktus
mn: Зээл авах

source: Thank you for your payment. To receive course credit, you must now request credit at the {link_to_provider_site} website. Select {start_bold}Request Credit{end_bold} to get started.
eo: Thänk ýöü för ýöür päýmént. Tö réçéïvé çöürsé çrédït, ýöü müst nöw réqüést çrédït ät thé {link_to_provider_site} wéßsïté. Séléçt {start_bold}Réqüést Çrédït{end_bold} tö gét stärtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂#
fa_ir: از شما بابت واریز مبلغ تشکر می‌کنیم. برای دریافت اعتبار دوره آموزشی، اکنون باید از وبگاه {link_to_provider_site} درخواست اعتبار کنید. برای شروع {start_bold} درخواست اعتبار {end_bold} را برگزینید.
it_it: Grazie per il pagamento. Per ricevere il credito del corso, è ora necessario richiedere il credito sul sito Web {link_to_provider_site}. Selezionare {start_bold}Richiedi credito{end_bold} per iniziare.

source: Request Credit
eo: Réqüést Çrédït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fa_ir: درخواست اعتبار
it_it: Richiedi credito
lv: Pieprasīt kredītpunktus
mn: Зээл хүсэх

source: {provider_name} has received your course credit request. We will update you when credit processing is complete.
eo: {provider_name} häs réçéïvéd ýöür çöürsé çrédït réqüést. Wé wïll üpdäté ýöü whén çrédït pröçéssïng ïs çömplété. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fa_ir: {provider_name} درخواست دوره آموزشی اعتباری شما را دریافت کرده است. هنگامی که پردازش اعتباری کامل شد، به اطلاع شما خواهیم رساند.
it_it: {provider_name} ha ricevuto la richiesta di credito del corso. Ti aggiorneremo una volta completata l'elaborazione del credito.
lv: {provider_name} ir saņēmis Jūsu kursa kredītpunktu pieprasījumu. Mēs dosim Jums zināt, kad kredītpunktu apstrādāšana būs pabeigta.
mn: {provider_name} таны курс кредит хүсэлтийг хүлээн авсан. Кредит боловсруулах ажил дуусмагц бид танд шинэчлэгдэх болно.

source: View Details
eo: Vïéw Détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Ver detalles
fa_ir: نمایش جزئیات
it_it: Visualizza dettagli
lv: Skatīt detaļas
mn: Дэлгэрэнгүй мэдээллийг харах
