Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Found a conflict with given identifier. Please try an alternative identifier
eo: Föünd ä çönflïçt wïth gïvén ïdéntïfïér. Pléäsé trý än ältérnätïvé ïdéntïfïér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Encontró un conflicto con el identificador dado. Intente con un identificador alternativo
fa_ir: با شناسه داده شده تضاد پیدا کرد. لطفاً یک شناسه جایگزین را امتحان کنید
it_it: È stato rilevato un conflitto con l'identificativo dato. Si prega di provare un identificativo alternativo
lv: Atrasts konflikts ar identifikatoru. Lūdzu, mēģiniet izmantot citu identifikatoru
mn: Өгөгдсөн ялгах шинж тэмдэгтэй зөрчилдөөн үүслээ. Өөр ялгах шинж тэмдгээр дахин оролдоно уу.

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
eo: Mäké süré thät thé fïlé ýöü üplöäd ïs ïn ÇSV förmät wïth nö éxtränéöüs çhäräçtérs ör röws. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Asegúrate de que el fichero cargado está en formato CSV sin caracteres o filas extrañas.
fa_ir: اطمینان حاصل کنید که پرونده‌ای که بارگذاری کردید به فرمت CSV است و هیچ نویسه یا ردیف اضافی ندارد.
it_it: Assicurarsi che il file caricato sia in in formato CSV privo di righe o caratteri estranei.
lv: Pārliecinieties, ka datne, ko Jūs augšupielādējat, ir CSV formātā bez nepiederīgām rakstzīmēm vai rindām.
mn: Таны ачаалсан CSV форматтай файлд илүү тэмдэгт эсвэл мөр байгаа эсэхийг нягтална уу.

source: Could not read uploaded file.
eo: Çöüld nöt réäd üplöädéd fïlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: No se pudo leer el archivo que fue subido.
fa_ir: قادر به خواندن پرونده بارگذاری‌شده نیست.
it_it: Non è stato possibile leggere il file caricato
lv: Nevarēja nolasīt augšupielādēto datni.
mn: Ачаалсан файлыг уншиж чадахгүй байна

source: Data in row #{row_num} must have between four and six columns: email, username, full name, country, cohort, and course mode. The last two columns are optional.
fa_ir: داده‌های ردیف #{row_num} باید بین چهار تا شش ستون داشته باشد: نشانی رایانامه، نام کاربری، نام کامل، کشور، گروه و حالت دوره. دو ستون آخر اختیاری هستند.
it_it: I dati nella riga #{row_num} devono avere da quattro a sei colonne: email, nome utente, nome completo, paese, coorte e modalità corso. Le ultime due colonne sono facoltative.

source: Data in row #{row_num} must have exactly four columns: email, username, full name, and country.
fa_ir: داده‌های ردیف #{row_num} باید دقیقاً چهار ستون داشته باشد: نشانی رایانامه، نام کاربری، نام کامل و کشور.
it_it: I dati nella riga #{row_num} devono avere esattamente quattro colonne: email, nome utente, nome completo e paese.

source: Course is not cohorted but cohort provided. Ignoring cohort assignment for all users.
fa_ir: دوره آموزشی به صورت گروهی نیست، اما انجمن وجود دارد. تکالیف گروهی را برای همه کاربران نادیده بیانگارید.
it_it: Il corso non è di coorte ma di coorte. Ignorando l&#39;assegnazione della coorte per tutti gli utenti.

source: Cohort name not found: {cohort}. Ignoring cohort assignment for all users.
fa_ir: نام انجمن یافت نشد: {cohort}. تکالیف انجمن را برای همه کاربران نادیده بیانگارید.
it_it: Nome coorte non trovato: {cohort}. Ignorando l&#39;assegnazione della coorte per tutti gli utenti.

source: Invalid course mode: {mode}. Falling back to the default mode, or keeping the current mode in case the user is already enrolled.
fa_ir: حالت دوره نامعتبر است: {mode}. به حالت پیش‌فرض بازگردید، یا در صورتی که کاربر قبلاً ثبت‌نام کرده باشد حالت فعلی را حفظ کنید.
it_it: Modalità corso non valida: {mode}. Ritornare alla modalità predefinita o mantenere la modalità corrente nel caso in cui l&#39;utente sia già registrato.

source: Invalid course mode: {mode}. Failling back to {default_mode}, or resetting to {default_mode} in case the user is already enrolled.
fa_ir: حالت دوره نامعتبر: {mode}. بازگشت به {default_mode} یا بازنشانی به {default_mode} در صورتی که کاربر قبلاً ثبت نام کرده باشد.
it_it: Modalità corso non valida: {mode}. Ritorno a {default_mode} o ripristino a {default_mode} nel caso in cui l&#39;utente sia già registrato.

source: Invalid email {email_address}.
eo: Ìnvälïd émäïl {email_address}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Correo electrónico {email_address} inválido.
fa_ir: رایانامه نامعتبر {email_address}.
it_it: Indirizzo {email_address} non valido.
lv: Nederīgs e-pasts {email_address}.
mn: {email_address} буруу имэйл хаяг.

source: An account with email {email} exists but the provided username {username} is different. Enrolling anyway with {email}.
eo: Àn äççöünt wïth émäïl {email} éxïsts ßüt thé prövïdéd üsérnämé {username} ïs dïfférént. Énröllïng änýwäý wïth {email}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Existe una cuenta con correo electrónico {email} pero el nombre de usuario {username} es diferente. Matricularse con {email} de todas formas.
fa_ir: یک حساب کاربری با نشانی رایانامه {email} وجود دارد اما نام‌کاربری ارائه‌شده {username} متفاوت است. ثبت‌نام به هر شکل با {email}.
it_it: Un account con email {email} è già presente ma il nome utente fornito {username} è differente. Iscrizione in corso comunque con {email}.
lv: Konts ar e-pastu {email} eksistē, taču sniegtais lietotājvārds {username} ir atšķirīgs. Tiek reģistrēts jebkurā gadījumā ar {email}.
mn: {email} имэйл хаягтай хэрэглэгч байна. Гэхдээ өгөгдсөн {username} хэрэглэгчийн нэр нь өөр байна. Ямар ч байсан {email}-ээр элсэх..

source: File is not attached.
eo: Fïlé ïs nöt ättäçhéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: No se adjuntó archivo.
fa_ir: پرونده پیوست نشده است.
it_it: File non allegato.
lv: Datne nav pievienota.
mn: Файл хавсаргаагүй байна

source: Username {user} already exists.
eo: Ûsérnämé {user} älréädý éxïsts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: El nombre de usuario {user} ya existe.
fa_ir: نام کاربری {user} وجود دارد.
it_it: Il nome utente {user} esiste già.
lv: Lietotājs {user} jau pastāv.
mn: {user} нэртэй хэрэглэгч байна

source: Error '{error}' while sending email to new user (user email={email}). Without the email student would not be able to login. Please contact support for further information.
eo: Érrör '{error}' whïlé séndïng émäïl tö néw üsér (üsér émäïl={email}). Wïthöüt thé émäïl stüdént wöüld nöt ßé äßlé tö lögïn. Pléäsé çöntäçt süppört för fürthér ïnförmätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂є#
es_es: Error '{error}' al enviar el correo electrónico al nuevo usuario (user email={email}). Sin el estudiante de correo electrónico no sería capaz de iniciar sesión. Póngase en contacto con el servicio de asistencia para obtener más información.
fa_ir: هنگام ارسال رایانامه به کاربر جدید، خطای '{error}' رخ داد (user email={email})بدون رایانامه فرد قادر به ورود به سامانه نخواهد بود. لطفا برای کسب اطلاعات بیشتر با پشتیبانی تماس بگیرید.
it_it: Si è verificato un errore '{error}' durante l'invio dell'email al nuovo utente (email utente={email}). Senza email, lo studente non è in grado di collegarsi. Per ulteriori informazioni, contattare il supporto tecnico.
lv: Kļūda '{error}' sūtot e-pastu jaunam lietotājam (lietotāja e-pasts={email}). Bez e-pasta students nevarēs pieslēgties. Lūdzu, sazinieties ar atbalsta dienestu, lai iegūtu tālāku informāciju.
mn: (user email={email}) шинэ хэрэглэгч рүү имэйл илгээх үед '{error}' алдаа гарлаа. Энэ имэйлийг хүлээн авч чадахгүй бол суралцагч хуудасруу нэврэн орж чадахгүй. Туслах хаягтай холбогдон бусад мэдээллийг авна уу.

source: A usage key location for a section or a problem. If the location is a block that contains other blocks, (such as the course, section, subsection, or unit blocks) then all blocks under that block will be included in the report.
fa_ir: استفاده از کلید مکان‌ کاربری برای یک بخش یا یک مشکل. اگر مکان بلوکی است که شامل بلوک‌های دیگر است (مانند دوره آموزشی، بخش، بخش فرعی یا بلوک‌های واحد)، تمام بلوک‌های زیر آن بلوک در گزارش گنجانده خواهد شد.
it_it: La posizione per una chiave di utilizzo per una sezione o un problema. Se la posizione è un blocco che contiene altri blocchi, (come il corso, la sezione, la sottosezione o i blocchi di unità), tutti i blocchi contenuti in quel blocco verranno inclusi nel rapporto.

source: A list of usage keys for the blocks to include in the report.
fa_ir: فهرستی از کلیدهای کاربری برای بلوک‌ها که باید در گزارش گنجانده شوند.
it_it: Un elenco di chiavi di utilizzo per i blocchi da includere nel report.

source: A list of problem/block types to generate the report for. This field can be omitted if the report should include details of allblock types.
fa_ir: فهرستی از انواع مشکل/بلاک برای ساخت گزارش. اگر گزارش باید شامل جزئیات انواع allblock باشد، این قسمت امکان حذف دارد.
it_it: Un elenco di tipi di problemi/blocchi per i quali generare il rapporto. Questo campo può essere omesso se il report deve includere dettagli di tutti i tipi di blocchi.

source: User-friendly text describing current status of report generation.
fa_ir: متن کاربرپسند که وضعیت فعلی تولید گزارش را توصیف می‌کند.
it_it: Testo intuitivo che descrive lo stato attuale della generazione del report.

source: A unique id for the report generation task. It can be used to query the latest report generation status.
fa_ir: یک شناسه منحصربه‌فرد برای تولید گزارش. از آن برای بررسی از آخرین وضعیت تولید گزارش می‌توان استفاده کرد.
it_it: Un id univoco per l'attività di generazione del report. Può essere utilizzato per trovare lo stato di generazione del report più recente.

source: The provided parameters were invalid. Make sure you've provided at least one valid usage key for `problem_locations`.
fa_ir: پارامترهای ارائه شده نامعتبر بودند. اطمینان حاصل کنید که حداقل یک کلید کاربری معتبر برای `problem_locations`» ارائه کرده‌اید.
it_it: I parametri forniti non sono validi. Assicurati di aver fornito almeno una chiave di utilizzo valida per `problem_locations`.

source: The requesting user is not authenticated.
fa_ir: کاربر متقاضی، احراز هویت نشده است.
it_it: L'utente richiedente non è autenticato.

source: The requesting user lacks access to the course.
fa_ir: کاربر متقاضی، به دوره دسترسی ندارد.
it_it: L'utente richiedente non ha accesso al corso.

source: problem responses
eo: prößlém réspönsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: respuestas a problemas
fa_ir: پاسخ‌های مساله
it_it: risposte al problema
lv: atbildes uz problēmu
mn: даалгаварын хариултууд

source: Could not find problem with this location.
eo: Çöüld nöt fïnd prößlém wïth thïs löçätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No se pudo encontrar problema con esta ubicación.
fa_ir: مشکلی برای این مکان نیست.
it_it: Non trovo un problema in questa posizione.
lv: Nebija iespējams atrast problēmu ar šādu atrašanās vietu.
mn: Энэ байршилд асуудлыг олж чадсангүй

source: CourseID
eo: ÇöürséÌD Ⱡ'σяєм ιρѕυм ∂#
es_es: Identificador del curso
fa_ir: شناسه دوره آموزشی
it_it: ID Corso
lv: Kursa ID
mn: Хичээлийн код

source: Certificate Type
eo: Çértïfïçäté Týpé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Tipo de certificado
fa_ir: نوع گواهینامه
it_it: Tipo di certificato
lv: Sertifikāta veids
mn: Гэрчилгээний төрөл

source: Total Certificates Issued
eo: Tötäl Çértïfïçätés Ìssüéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Total de Certificados emitidos
fa_ir: مجموع گواهی‌های صادرشده
it_it: Totale certificati rilasciati
lv: Kopā izsniegti sertifikāti
mn: Гаргасан нийт гэрчилгээ

source: Date Report Run
eo: Däté Répört Rün Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Fecha de ejecución del informe
fa_ir: تاریخ اجرای گزارش
it_it: Data esecuzione report
lv: Ziņojuma veikšanas datums
mn: Тайлангийн хугацаа

source: enrolled learner profile
eo: énrölléd léärnér pröfïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Perfil de estudiante inscrito
fa_ir: پرونده کاربری یادگیرنده ثبت‌نام‌شده
it_it: profilo studente iscritto
lv: reģistrētā audzēkņa profils
mn: Элссэн суралцагчийн профайл

source: User ID
eo: Ûsér ÌD Ⱡ'σяєм ιρѕυм #
es_es: Identificador de usuario
fa_ir: شناسه کاربر
it_it: ID utente
lv: Lietotāja ID
mn: Хэрэглэгчийн бүртгэлийн дугаар

source: Username
eo: Ûsérnämé Ⱡ'σяєм ιρѕυм ∂#
es_es: Nombre de usuario
fa_ir: نام‌کاربری
it_it: Nome utente
lv: Lietotājvārds
mn: Хэрэглэгчийн нэр

source: Email
eo: Émäïl Ⱡ'σяєм ιρѕ#
es_es: Correo electrónico
fa_ir: نشانی رایانامه
lv: E-pasts
mn: Е-майл

source: Language
eo: Längüägé Ⱡ'σяєм ιρѕυм ∂#
es_es: Idioma
fa_ir: زبان
it_it: Lingua
lv: Valoda
mn: Хэл

source: Location
eo: Löçätïön Ⱡ'σяєм ιρѕυм ∂#
es_es: Ubicación
fa_ir: مکان
it_it: Posizione
lv: Atrašanās vieta
mn: Байршил

source: Birth Year
eo: Bïrth Ýéär Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Año de nacimiento
fa_ir: سال تولد
it_it: Anno Di Nascita
lv: Dzimšanas gads
mn: Төрсөн он

source: Gender
eo: Géndér Ⱡ'σяєм ιρѕυ#
es_es: Género
fa_ir: جنسیت
it_it: Sesso
lv: Dzimums
mn: Хүйс

source: Level of Education
eo: Lévél öf Édüçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Nivel de estudios
fa_ir: سطح آموزش
it_it: Titolo di studio
lv: Izglītības līmenis
mn: Боловсролын Төвшин

source: Mailing Address
eo: Mäïlïng Àddréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Dirección postal
fa_ir: نشانی رایانامه
it_it: Indirizzo Postale
lv: Pasta adrese
mn: Шуудангийн хаяг

source: Goals
eo: Göäls Ⱡ'σяєм ιρѕ#
es_es: Objetivos
fa_ir: اهداف
it_it: Obiettivi
lv: Mērķi
mn: Зорилго

source: Enrollment Mode
eo: Énröllmént Mödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Modo de Inscripción
fa_ir: حالت ثبت‌نام
it_it: Tipo di iscrizione
lv: Reģistrācijas režīms
mn: Элсэлтийн горим

source: Last Login
eo: Läst Lögïn Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Último acceso
fa_ir: آخرین ورود به سامانه
it_it: Ultimo accesso

source: Date Joined
eo: Däté Jöïnéd Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Fecha de registro
fa_ir: تاریخ پیوستن
it_it: Data di adesione

source: External User Key
fa_ir: کلید کاربر خارجی
it_it: Chiave utente esterna

source: Cohort
eo: Çöhört Ⱡ'σяєм ιρѕυ#
es_es: Agrupar
fa_ir: انجمن
it_it: Coorte
lv: Kohorta
mn: Когорт

source: Team
eo: Téäm Ⱡ'σяєм ι#
es_es: Equipo
fa_ir: تیم
lv: Komanda
mn: Бүлэг

source: City
eo: Çïtý Ⱡ'σяєм ι#
es_es: Ciudad
fa_ir: شهر
it_it: Città
lv: Pilsēta
mn: Хот

source: Country
eo: Çöüntrý Ⱡ'σяєм ιρѕυм #
es_es: País
fa_ir: کشور
it_it: Paese
lv: Valsts
mn: Улс

source: enrollment
eo: énröllmént Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: inscripción
fa_ir: ثبت‌نام
it_it: iscrizione
lv: reģistrēšana
mn: Элсэлт

source: The file must contain a 'cohort' column containing cohort names.
eo: Thé fïlé müst çöntäïn ä 'çöhört' çölümn çöntäïnïng çöhört nämés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El archivo debe incluir una columna 'grupos' que contenga los nombres de los grupos.
fa_ir: پرونده باید دارای یک ستون انجمن باشد که حاوی نام‌های انجمن است.
it_it: Il file deve contenere una colonna 'cohort' contenente nomi delle coorti.
lv: Datnei ir jāsatur ‘kohortas’ kolonna, kas satur kohortas nosaukumus.
mn: Файл нь заавал когорт нэрүүдийг агуулсан 'Когорт' баганыг агуулсан байх ёстой.

source: The file must contain a 'username' column, an 'email' column, or both.
eo: Thé fïlé müst çöntäïn ä 'üsérnämé' çölümn, än 'émäïl' çölümn, ör ßöth. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El archivo debe contener una columna 'username', una columna 'email', o ambas.
fa_ir: پرونده باید یک ستون «نام کاربری»، یک ستون «رایانامه»، و یا هر دو باشد.
it_it: Il file deve contenere una colonna 'username', una colonna 'email', o entrambe.
lv: Datnei jāsatur ‘lietotājvārds’ kolonna un ‘e-pasts’ kolonna, vai arī abas.
mn: Файл заавал 'хэрэглэгчийн нэр' багана, 'имэйл' багана эсвэл хоёуланг нь агуулсан байх ёстой.

source: survey
eo: sürvéý Ⱡ'σяєм ιρѕυ#
es_es: encuesta
fa_ir: پیمایش
it_it: sondaggio
lv: aptauja
mn: Санал асуулга

source: proctored exam results
eo: pröçtöréd éxäm résülts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Resultados de exámenes supervisados
fa_ir: نتایج آزمون‌های حفاظت‌شده
it_it: risultato degli esami supervisionati
lv: uzraudzīto eksāmenu rezultāti
mn: Хянагчтай шалгалтын үр дүн

source: Anonymized User IDs
fa_ir: شناسه‌های کاربر ناشناس
it_it: ID utente resi anonimi

source: Enrollment status for {student}: unknown
eo: Énröllmént stätüs för {student}: ünknöwn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Estado de inscripción para {student}: desconocido
fa_ir: وضعیت ثبت‌نام برای {student}: ناشناس
it_it: Stato di iscrizione di {student}: sconosciuto
mn: {student} суралцагчийн элсэлтийн төлөв: мэдэгдэхгүй

source: Enrollment status for {student}: active
eo: Énröllmént stätüs för {student}: äçtïvé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Estado de inscripción para {student}: activo
fa_ir: وضعیت ثبت‌نام برای {student}: فعال
it_it: Stato di iscrizione di {student}: attivo
mn: {student} суралцагчийн элсэлтийн төлөв: идэвхтэй

source: Enrollment status for {student}: inactive
eo: Énröllmént stätüs för {student}: ïnäçtïvé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Estado de inscripción para {student}: inactivo
fa_ir: وضعیت ثبت‌نام برای {student}: غیرفعال
it_it: Stato di iscrizione di {student}: ianttivo
mn: {student} суралцагчийн элсэлтийн төлөв: идэвхгүй

source: Enrollment status for {student}: pending
eo: Énröllmént stätüs för {student}: péndïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Estado de inscripción para {student}: pendiente
fa_ir: وضعیت ثبت‌نام برای {student}: در حال انتظار
it_it: Stato di iscrizione di {student}: in attesa
mn: {student} суралцагчийн элсэлтийн төлөв: хүлээгдэж байгаа

source: Enrollment status for {student}: never enrolled
eo: Énröllmént stätüs för {student}: névér énrölléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Estado de inscripción para {student}: nunca inscrito
fa_ir: وضعیت ثبت‌نام برای {student}: هرگز ثبت‌نام نکرده است
it_it: Stato di iscrizione per {student}: mai iscritto
mn: {student} суралцагчийн элсэлтийн төлөв: хэзээ ч элсээгүй

source: Module does not exist.
eo: Mödülé döés nöt éxïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: El módulo no existe
fa_ir: ماژول وجود ندارد.
it_it: Il modulo non esiste
lv: Modulis neeksistē.
mn: Модуль байхгүй байна.

source: An error occurred while deleting the score.
eo: Àn érrör öççürréd whïlé délétïng thé sçöré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Ocurrió un error al eliminar la puntuación
fa_ir: هنگام حذف نمره خطایی روی داد.
it_it: Si è verificato un errore durante l'eliminazione del punteggio.
lv: Notika kļūda, dzēšot rezultātu.
mn: Оноог устгах явцад алдаа гарлаа

source: Course has no entrance exam section.
eo: Çöürsé häs nö éntränçé éxäm séçtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: El curso no tiene sección de examen de ingreso.
fa_ir: دوره آموزشی هیچ بخش امتحان ورودی ندارد.
it_it: Il corso non ha alcuna sezione di esame di ammissione.
lv: Kursam nav iestājpārbaudījumu sadaļas.
mn: Хичээл нь элсэлтийн шалгалтын хэсэггүй

source: all_students and unique_student_identifier are mutually exclusive.
eo: äll_stüdénts änd ünïqüé_stüdént_ïdéntïfïér äré mütüällý éxçlüsïvé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: all_students y unique_student_identifier son mutuamente excluyentes.
fa_ir: all_students و unique_student_identifier متقابلاً منحصربه فرد هستند.
it_it: all_students e unique_student_identifier si escludono reciprocamente.
lv: all_students un unique_student_identifier ir savstarpēji izslēdzoši.
mn: all_students болон unique_student_identifier харилцан бие биенээсээ үл хамаарна.

source: all_students and delete_module are mutually exclusive.
eo: äll_stüdénts änd délété_mödülé äré mütüällý éxçlüsïvé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: all_students y delete_module son mutuamente excluyentes.
fa_ir: all_students و Delete_module متقابلا منحصربه‌فرد هستند.
it_it: all_students e delete_module si escludono reciprocamente.
lv: all_students un delete_module ir savstarpēji izslēdzoši.
mn: all_students болон delete_module нь харилцан бие биенээ үл хамаарна.

source: Requires instructor access.
eo: Réqüïrés ïnstrüçtör äççéss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Requiere acceso de docente.
fa_ir: دسترسی به مربی را می‌طلبد.
it_it: Richiede un accesso come istruttore
lv: Ir nepieciešama instruktora piekļuve.
mn: Зааварлагчийн хандалт шаардлагатай

source: Course has no valid entrance exam section.
eo: Çöürsé häs nö välïd éntränçé éxäm séçtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El curso no tiene una sección de examen de ingreso válida.
fa_ir: دوره آموزشی دارای آزموون ورودی معتبر نیست.
it_it: Il corso non ha alcuna sezione di esame di ammissione valida.
lv: Kursam nav derīgas iestājpārbaudījumu sadaļas.
mn: Хичээл нь хүчин төгө лдөр элсэлтийн шалгалтын хэсэггүй.

source: All Students
eo: Àll Stüdénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Todos los alumnos
fa_ir: همه یادگیرندگان
it_it: Tutti gli studenti
lv: Visi studenti
mn: Бүх суралцагч

source: Cannot rescore with all_students and unique_student_identifier.
eo: Çännöt résçöré wïth äll_stüdénts änd ünïqüé_stüdént_ïdéntïfïér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se puede volver a puntuar con all_students y unique_student_identifier.
fa_ir: با all_students و شناسه منحصر به فرد_student_identifik نمی‌توان مجددا نمره‌دهی کرد.
it_it: Impossibile riassegnare il punteggio con all_students e unique_student_identifier.
lv: Nav iespējams atkārtoti vērtēt ar all_students un unique_student_identifier.
mn: All_students болон unique_student_identifier-тай дахин оноо өгч чадахгүй.

source: Current status of task.
fa_ir: وضعیت جاری فعالیت.
it_it: Stato attuale dell'attività.

source: Identifies the kind of task being performed, e.g. rescoring.
fa_ir: نوع فعالیت انجام شده را تعیین می‌کند، مثلا نمره‌دهی مجدد
it_it: Identifica il tipo di attività che viene eseguita, ad es. ricalcolo del punteggio.

source: The celery ID for the task.
fa_ir: شناسه celery برای این فعالیت.
it_it: Il celery ID dell'attività.

source: The date and time when the task was created.
fa_ir: تاریخ و ساعت ایجاد این فعالیت.
it_it: La data e l'ora di creazione dell'attività.

source: The input parameters for the task. The format and content of this data will depend on the kind of task being performed. For instanceit may contain the problem locations for a problem resources task.
fa_ir: پارامترهای ورودی برای این فعالیت. قالب و محتوای این داده‌ها به نوع کار انجام شده بستگی دارد. مثلا ممکن است حاوی مکان‌های مشکل برای کار منابع مشکل باشد.
it_it: I parametri di input per l'attività. Il formato e il contenuto di questi dati dipenderà dal tipo di attività in esecuzione. Ad esempio, può contenere le posizioni del problema per un'attività relativa alle risorse del problema.

source: The username of the user who initiated this task.
fa_ir: نام کاربری، فردی که این کار را آغاز کرده است.
it_it: Il nome utente dell'utente che ha iniziato questa attività.

source: The last knows state of the celery task.
fa_ir: آخرین فرد مطلع از وضعیت فعالیت celery.
it_it: L'ultimo stato noto dell'attività celery.

source: Task duration information, if known
fa_ir: اطلاعات مدت فعالیت، در صورت مشخص بودن این اطلاعات
it_it: Informazioni sulla durata dell'attività, se note

source: User-friendly task status information, if available.
fa_ir: اطلاعات وضعیت فعالیت کاربرپسند، در صورت وجود.
it_it: Informazioni intuitive sullo stato delle attività, se disponibili.

source: List of instructor tasks.
fa_ir: فهرستی از فعالیت‌های مربی.
it_it: Elenco delle attività dell'istruttore.

source: The requested course does not exist.
fa_ir: دوره آموزشی درخواست‌شده وجود ندارد.
it_it: Il corso richiesto non esiste.

source: URL from which report can be downloaded.
fa_ir: نشانی اینترنتی که از آن طریق می‌توان گزارش را بارگیری کرد.
it_it: URL per il download del report.

source: Name of report.
fa_ir: نام گزارش.
it_it: Nome del report.
