Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: If you did not request this change, you can ignore this email.
eo: Ìf ýöü dïd nöt réqüést thïs çhängé, ýöü çän ïgnöré thïs émäïl. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Si no solicitó este cambio, puede ignorar este correo electrónico.
fa_ir: اگر درخواست تغییر این مورد را نداشته‌اید، می‌توانید این رایانامه را نادیده بگیرید.
it_it: Se non hai richiesto questa modifica, puoi ignorare questa email.
lv: Ja Jūs nepieprasījāt šīs izmaiņas, Jūs varat ignorēt šo e-pastu.
mn: Хэрэв та энэ өөрчлөлтийн хүсэлт илгээгээгүй бол энэ имэйлийг анхаарахгүй байж болно.

source: Reset my password
fa_ir: بازنشانی گذرواژه
it_it: Reimposta la Mia Password

source: Please go to the following page and choose a new password:
eo: Pléäsé gö tö thé föllöwïng pägé änd çhöösé ä néw pässwörd: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Por favor, ve a la siguiente página y elige una nueva contraseña:
fa_ir: لطفا به صفحه انتخاب گذرواژه جدید مراجعه فرمایید.
it_it: Per favore vai alla pagina seguente e scegli una nuova password:
lv: Lūdzu, dodieties uz sekojošo lapu un izvēlieties jaunu paroli:
mn: Дараах хуудас руу очин шинэ нууц үгээ оруулна уу:

source: Password reset on %(platform_name)s
eo: Pässwörd rését ön %(platform_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Contraseña restablecida en %(platform_name)s
fa_ir: بازیابی گذرواژه در %(platform_name)s
it_it: Reimpostazione password su %(platform_name)s
lv: Parole atiestatīta %(platform_name)s
mn: %(platform_name)sдээрх нууц үгийг дахин сэргээх

source: Password reset success
fa_ir: بازنشانی گذرواژه با موفقیت انجام شد.
it_it: Reimpostazione password eseguita correttamente

source: Hello %(name)s,
eo: Héllö %(name)s, Ⱡ'σяєм ιρѕυм ∂σłσ#
fa_ir: سلام %(name)s عزیز،
it_it: Ciao %(name)s,

source: This is to confirm that you have successfully changed your password associated with %(platform_name)s account. Please sign-in to your account.
eo: Thïs ïs tö çönfïrm thät ýöü hävé süççéssfüllý çhängéd ýöür pässwörd ässöçïätéd wïth %(platform_name)s äççöünt. Pléäsé sïgn-ïn tö ýöür äççöünt. Ⱡ'σя#
fa_ir: این پیام برای تأیید ارسال شده است و نشانۀ آن است که گذرواژۀ مرتبط با حساب کاربری خود را%(platform_name)s تغییر داده‌اید. لطفا به حساب کاربری خود وارد شوید.
it_it: Si conferma che la password associata all'account %(platform_name)s è stata modificata correttamente. Si prega di accedere con il proprio account.

source: Hello %(name)s,
eo: Héllö %(name)s, Ⱡ'σяєм ιρѕυм ∂σłσя #
fa_ir: سلام %(name)sعزیز،
it_it: Ciao %(name)s,

source: Password reset completed on %(platform_name)s
eo: Pässwörd rését çömplétéd ön %(platform_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: بازنشانی گذرواژه در %(platform_name)s تکمیل شد
it_it: Reimpostazione password completata su %(platform_name)s

source: Superuser creation not allowed
eo: Süpérüsér çréätïön nöt ällöwéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Creación de superusuario no permitida.
fa_ir: ایجاد کاربر ویژه مجاز نیست
it_it: Creazione superutente non consentita
lv: Superlietotāja izveide nav atļauta
mn: Супер хэрэглэгч үүсгэх боломжгүй

source: Account modification not allowed.
eo: Àççöünt mödïfïçätïön nöt ällöwéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Modificación de cuenta no permitida.
fa_ir: اصلاح حساب کاربری مجاز نیست.
it_it: Modifica account non consentita.
lv: Konta izmaiņas nav atļautas.
mn: Бүртгэлийг засах боломжгүй

source: Account creation not allowed.
eo: Àççöünt çréätïön nöt ällöwéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: No se permite la creación de cuentas
fa_ir: ایجاد حساب کاربری مجاز نیست.
it_it: Creazione account non consentita.
lv: Konta izveidošana nav atļauta.
mn: Бүртгэл үүсгэх зөвшөөрөгдөөгүй

source: You've successfully signed in to your {provider_name} account, but this account isn't linked with your {platform_name} account yet. {blank_lines}Use your {platform_name} username and password to sign in to {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard. {blank_lines}If you don't have an account on {platform_name} yet, click {register_label_strong} at the top of the page.
eo: Ýöü'vé süççéssfüllý sïgnéd ïn tö ýöür {provider_name} äççöünt, ßüt thïs äççöünt ïsn't lïnkéd wïth ýöür {platform_name} äççöünt ýét. {blank_lines}Ûsé ýöür {platform_name} üsérnämé änd pässwörd tö sïgn ïn tö {platform_name} ßélöw, änd thén lïnk ýöür {platform_name} äççöünt wïth {provider_name} fröm ýöür däshßöärd. {blank_lines}Ìf ýöü dön't hävé än äççöünt ön {platform_name} ýét, çlïçk {register_label_strong} ät thé töp öf thé pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, q#
es_es: Has iniciado la sesión con tu cuenta de {provider_name}; sin embargo, esta cuenta aún no está vinculada con tu cuenta de {platform_name}. {blank_lines}Utiliza tu nombre de usuario y contraseña de {platform_name} para iniciar sesión en {platform_name} y luego vincula tu cuenta de {platform_name} con {provider_name} desde tu panel principal. {blank_lines}Si aún no tienes una cuenta en {platform_name}, puedes hacer clic en {register_label_strong}, situado en la parte superior de la página.
fa_ir: شما با موفقیت وارد حساب کاربری {provider_name} خود شده‌اید، اما این حساب کاربری هنوز با حساب کاربری {platform_name} شما مرتبط نشده‌است. {blank_lines} از نام کاربری و گذرواژه {platform_name} خود برای ورود به سامانه در {platform_name} زیر استفاده کنید و سپس میان {platform_name} حساب کاربری با {provider_name} از پیشخوان خود پیوند برقرار کنید. {blank_lines} اگر هنوز در {platform_name} حساب کاربری ندارید، روی گزینۀ {register_label_strong} در بالای صفحه کلیک کنید.
it_it: Hai eseguito correttamente l'accesso al tuo account {provider_name}, ma questo account non è ancora collegato al tuo account {platform_name}. {blank_lines}Utilizza il tuo nome utente e password {platform_name} per accedere a {platform_name} di seguito, quindi collega il tuo account {platform_name} a {provider_name} dalla tua dashboard. {blank_lines}Se non si dispone ancora di un account su {platform_name}, fare clic su {register_label_strong} nella parte superiore della pagina.

source: Register
eo: Régïstér Ⱡ'σяєм ιρѕυм ∂#
es_es: Registrarse
fa_ir: ثبت‌نام
it_it: Registrazione
lv: Reģistrēties
mn: Бүртгүүлэх

source: There was an error receiving your login information. Please email us.
eo: Théré wäs än érrör réçéïvïng ýöür lögïn ïnförmätïön. Pléäsé émäïl üs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Se produjo un error al recibir tu información de inicio de sesión. Por favor, ponte en contacto por e-mail.
fa_ir: خطایی در زمان دریافت اطلاعات ورود شما وجود دارد. لطفا رایانامه‌ای ارسال کنید.
it_it: Si è verificato un errore nel ricevere i dati di accesso. Si prega di contattarci via email.
lv: Notika kļūda, saņemot Jūsu pieteikšanās informāciju. Lūdzu, nosūtiet mums e-pastu.
mn: Нэвтрэх мэдээллийг хүлээн авах үед алдаа гарлаа. Бидэнтэй имэйлээр холбогдоно уу.

source: To protect your account, it’s been temporarily locked. Try again in {locked_out_period} minutes.{li_start}To be on the safe side, you can reset your password {link_start}here{link_end} before you try again.
eo: Tö prötéçt ýöür äççöünt, ït’s ßéén témpörärïlý löçkéd. Trý ägäïn ïn {locked_out_period} mïnütés.{li_start}Tö ßé ön thé säfé sïdé, ýöü çän rését ýöür pässwörd {link_start}héré{link_end} ßéföré ýöü trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢#
fa_ir: با هدف حافظت از حساب کاربری شما، این خدمت به صورت موقت قفل است. لطفاً دوباره پس از {locked_out_period} دقیقه تلاش کنید. {li_start} برای اینکه در امنیت باشید، پس از تلاش دوباره می‌توانید گذرواژۀ خود را {link_start} اینجا {link_end} بازتنظیم کنید.
it_it: Per proteggere il tuo account, esso è stato temporaneamente bloccato. Prova di nuovo tra {locked_out_period} minuti.{li_start}Per essere sicuri, puoi reimpostare la tua password {link_start}here{link_end} prima di riprovare.

source: Too many failed login attempts. Try again later.
eo: Töö mäný fäïléd lögïn ättémpts. Trý ägäïn lätér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Demasiados intentos de inicio de sesión fallidos. Pruebe de nuevo más tarde.
fa_ir: شما چندین بار به‌صورت ناموفق تلاش کردید وارد حساب کاربری شوید. لطفا بعدا تلاش نمایید.
it_it: Troppi tentativi di login falliti. Riprova più tardi.
lv: Pārāk daudz neveiksmīgu pieteikšanās mēģinājumu. Lūdzu, vēlāk mēģiniet vēlreiz.
mn: Нэвтрэх оролдого олон удаа амжилтгүй боллоо. Дараа дахин үзнэ үү

source: Email or password is incorrect.{li_start}You have {remaining_attempts} more sign-in attempts before your account is temporarily locked.{li_end}{li_start}If you've forgotten your password, click {link_start}here{link_end} to reset.{li_end}
eo: Émäïl ör pässwörd ïs ïnçörréçt.{li_start}Ýöü hävé {remaining_attempts} möré sïgn-ïn ättémpts ßéföré ýöür äççöünt ïs témpörärïlý löçkéd.{li_end}{li_start}Ìf ýöü'vé förgöttén ýöür pässwörd, çlïçk {link_start}héré{link_end} tö rését.{li_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт#
fa_ir: نشانی رایانامه یا گذرواژه نادرست است. {li_start}{remaining_attempts} دفعۀ دیگر می‌توانید برای ورود تلاش کنید. {li_end} {li_start} اگر گذرواژۀ خود را فراموش کرده‌اید، برای بازتنظیم آن {link_start} اینجا {link_end} را کلیک کنید . {li_end}
it_it: L'email o la password sono incorretti.{li_start}Si dispone di {remaining_attempts} ulteriori tentativi di accesso prima che il tuo account venga temporaneamente bloccato.{li_end}{li_start}Se la password è stata dimenticata, fai clic {link_start}qui{link_end} per reimpostare.{li_end}

source: As {allowed_domain} user, You must login with your {allowed_domain} {link_start}{provider} account{link_end}.
eo: Às {allowed_domain} üsér, Ýöü müst lögïn wïth ýöür {allowed_domain} {link_start}{provider} äççöünt{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Como usuario {allowed_domain}, debe iniciar sesión con su cuenta {allowed_domain} {link_start}{provider}{link_end}.
fa_ir: به عنوان کاربر {allowed_domain}، باید با حساب کاربری خود وارد شوید {allowed_domain} {link_start} {provider} {link_end}.
it_it: In qualità di utente {allowed_domain}, è necessario collegarsi con il proprio account {allowed_domain} {link_start}{provider} {link_end}.

source: The email address you used to register with {platform_name}
eo: Thé émäïl äddréss ýöü üséd tö régïstér wïth {platform_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La dirección de correo electrónico que has usado para registrarte en {platform_name}
fa_ir: نشانی رایانامه‌ای که برای ثبت‌نام در {platform_name} استفاده کردید
it_it: L'indirizzo email utilizzato per registrarsi con {platform_name}
lv: E-pasta adrese, kuru Jūs izmantojāt, lai reģistrētos {platform_name}
mn: Таны {platform_name}-д бүртгүүлэхэд ашигласан имэйл хаяг

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
eo: Thät é-mäïl äddréss döésn't hävé än ässöçïätéd üsér äççöünt. Àré ýöü süré ýöü'vé régïstéréd? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Este correo electrónico no está asociado a ninguna cuenta de usuario. ¿Estás seguro de que te has registrado?
fa_ir: این نشانی رایانامه با هیچ حساب‌کاربری مرتبط نیست. آیا مطمئنید که ثبت‌نام کرده‌اید؟
it_it: Questo indirizzo email non ha alcun account utente associato. Sei certo di esserti registrato?
lv: Šī e-pasta adrese nav piesaistīta lietotāja profilam. Vai esat drošs/-a, ka esat reģistrēts/-a?
mn: Энэ имэйл хаяг ямар нэгэн хэрэглэгчийн данстай холбоогүй байна. Та бүртгүүлсэн гэдэгтээ итгэлтэй байна уу.

source: The user account associated with this e-mail address cannot reset the password.
eo: Thé üsér äççöünt ässöçïätéd wïth thïs é-mäïl äddréss çännöt rését thé pässwörd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: La cuenta de usuario asociada a esta dirección de email no puede cambiar la contraseña.
fa_ir: حساب کاربری مرتبط با این آدرس ایمیل نمی‌تواند رمز عبور را تغییر دهد.
it_it: L'account utente associato a questo indirizzo email non può resettare la password.
lv: Nevar atiestatīt paroli lietotāja profilam, kas ir saistīts ar šo e-pastu.
mn: Энэ имэйл хаягтай холбоотой хэрэглэгчийн дансны нууц үгийг дахин сэргээж болохгүй.

source: Your previous request is in progress, please try again in a few moments.
eo: Ýöür prévïöüs réqüést ïs ïn prögréss, pléäsé trý ägäïn ïn ä féw möménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Tu solicitud anterior está en progreso; por favor, inténtalo de nuevo en unos minutos.
fa_ir: درخواست قبلی شما در حال انجام است، لطفا چند لحظه دیگر دوباره امتحان کنید.
it_it: La tua precedente richiesta è in corso, riprova tra poco.

source: Password reset unsuccessful
eo: Pässwörd rését ünsüççéssfül Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Restablecimiento de la contraseña sin éxito
fa_ir: گذرواژه بازنشانی نشد
it_it: Reimpostazione della password fallita
lv: Neizdevās atiestatīt paroli
mn: Нууц үг шинэчлэлт амжилтгүй боллоо.

source: Error in resetting your password.
eo: Érrör ïn réséttïng ýöür pässwörd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Error al resetear tu contraseña
fa_ir: خطا در بازتنظیم گذرواژه شما وجود دارد.
it_it: Errore durante la reimpostazione della tua password.
lv: Kļūda, atiestatot Jūsu paroli.
mn: Нууц үгийг шинэчлэхэд алдаа гарлаа

source: Error in resetting your password. Please try again.
eo: Érrör ïn réséttïng ýöür pässwörd. Pléäsé trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Error al restablecer su contraseña. Por favor, inténtelo de nuevo.
fa_ir: خطا در تنظیم مجدد گذرواژه. لطفا دوباره تلاش کنید.
it_it: Errore durante la reimpostazione della password. Si prega di riprovare.
lv: Kļūda, atiestatot Jūsu paroli. Lūdzu, mēģiniet vēlreiz.
mn: Нууц үгийг дахин шинэчлэхэд алдаа гарлаа. Дахин оролдоно уу.

source: {html_start}Password Creation Complete{html_end}Your password has been created. {bold_start}{email}{bold_end} is now your primary login email.
eo: {html_start}Pässwörd Çréätïön Çömplété{html_end}Ýöür pässwörd häs ßéén çréätéd. {bold_start}{email}{bold_end} ïs nöw ýöür prïmärý lögïn émäïl. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
es_es: {html_start}Creación de contraseña completa{html_end}Se ha creado su contraseña. {bold_start}{email}{bold_end} es ahora su dirección de correo electrónico de inicio de sesión principal.
fa_ir: {html_start} ساخت گذرواژه کامل شد {html_end} گذرواژه شما ایجاد شده است. {bold_start} {email} {bold_end} اکنون نشانی رایانامه اصلی شما است
it_it: {html_start}Creazione password completata{html_end}La tua password è stata creata. {bold_start}{email}{bold_end} è ora la tua email di login primaria.

source: Some error occurred during password change. Please try again
fa_ir: برخی از خطاها در هنگام تغییر گذرواژه رخ دادند. لطفا دوباره تلاش کنید
it_it: Si è verificato un errore durante la modifica della password. Si prega di riprovare

source: No email address provided.
eo: Nö émäïl äddréss prövïdéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: No se ha proporcionado ninguna dirección de correo electrónico.
fa_ir: هیچ نشانی رایانامه‌ای ارائه نشده است.
it_it: Non è stato fornito nessun indirizzo email.
lv: Nav sniegta e-pasta adrese.
mn: Цахим шуудангийн хаяг байхгүй байна

source: Registration using {provider} has timed out.
eo: Régïsträtïön üsïng {provider} häs tïméd öüt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: El registro de {provider} ha terminado.
fa_ir: مهلت ثبت‌نام {provider} به پایان رسیده‌است.
it_it: La registrazione mediante {provider} è andata in timeout.
lv: Reģistrējoties, izmantojot {provider}, iestājās noildze.
mn: {provider} ашиглан бүртгүүлэх хугацаа дууслаа .

source: An access_token is required when passing value ({}) for provider.
eo: Àn äççéss_tökén ïs réqüïréd whén pässïng välüé ({}) för prövïdér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Se requiere un token de acceso cuando se pasa el valor ({}) al proveedor.
fa_ir: هنگام ارائه مقدار ({}) به فراهم‌آورنده نیاز به رمزACCESS_TOKEN است.
it_it: È necessario un access_token quando si passa il valore ({}) per il provider.
lv: Ir nepieciešams access_token, nododot vērtību ({}) nodrošinātājam.
mn: Үйлчилгээ үзүүлэгчийн ({}) утгыг дамжуулахад assess_token шаардлагатай.

source: The provided access_token is already associated with another user.
eo: Thé prövïdéd äççéss_tökén ïs älréädý ässöçïätéd wïth änöthér üsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El token de acceso proporcionado ya está asociado con otro usuario.
fa_ir: ACCESS_TOKEN ارائه شده، قبلا با کاربر دیگری مرتبط شده است.
it_it: L'access_token fornito è già associato ad un altro utente.
lv: Sniegtais access_token jau ir saistīts ar citu lietotāju.
mn: Өгсөн access_token өөр хэрэглэгчтэй холбоотой байна.

source: The provided access_token is not valid.
eo: Thé prövïdéd äççéss_tökén ïs nöt välïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: El token de acceso proporcionado no es válido.
fa_ir: ACCESS_TOKEN ارائه‌شده معتبر نیست.
it_it: L'access_token fornito non è valido.
lv: Sniegtais access_token ir nederīgs.
mn: Өгсөн access_token буруу байна.

source: Full Name cannot contain the following characters: < >
eo: Füll Nämé çännöt çöntäïn thé föllöwïng çhäräçtérs: < > Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El nombre no puede contener los siguientes caracteres: < >
fa_ir: نام کامل نمی‌تواند شامل این کاراکترها باشد: < >
it_it: Il nome non può contenere i seguenti caratteri: < >
lv: Vārds nevar saturēt norādītās rakstzīmes: < >
mn: Нэр дараах тэмдэгтүүдийг агуулсан байж болохгүй: < >

source: A properly formatted e-mail is required
eo: À pröpérlý förmättéd é-mäïl ïs réqüïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Debes indicar un e-mail válido.
fa_ir: ایمیل باید به صورت صحیح وارد شود
it_it: una e-mail strutturata correttamente è richiesta
lv: Nepieciešams pareizi formatēts e-pasts
mn: Зөв форматтай имэйл оруулах шаардлагатай

source: Your legal name must be a minimum of one character long
eo: Ýöür légäl nämé müst ßé ä mïnïmüm öf öné çhäräçtér löng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Su nombre legal debe tener un mínimo de un carácter
fa_ir: نام قانونی شما باید حداقل یک نویسه داشته باشد
it_it: Il nome completo deve avere una lunghezza minima di un carattere

source: Email cannot be more than %(limit_value)s characters long
eo: Émäïl çännöt ßé möré thän %(limit_value)s çhäräçtérs löng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El email no puede tener más de %(limit_value)s caracteres
fa_ir: طول ایمیل نمی‌تواند بیش از %(limit_value)s کاراکتر باشد
it_it: L'email non può essere lunga oltre %(limit_value)s caratteri
lv: E-pasts nevar būt garāks par %(limit_value)s rakstzīmēm
mn: Имэйл хаяг %(limit_value)s тэмдэгтээс урт байж болохгүй.

source: You must accept the terms of service.
eo: Ýöü müst äççépt thé térms öf sérvïçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Debes aceptar las condiciones del servicio.
fa_ir: شما باید شرایط استفاده از خدمات را بپذیرید.
it_it: Devi accettare i termini di servizio
lv: Jums ir jāpiekrīt pakalpojuma sniegšanas noteikumiem.
mn: Та үйлчилгээний нөхцөлийг зөвшөөрөх ёстой.

source: A level of education is required
eo: À lévél öf édüçätïön ïs réqüïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Debes especificar un nivel de estudios
fa_ir: وارد کردن سطح تحصیلات الزامی است
it_it: il livello del titolo di studio è richiesto
lv: Nepieciešams norādīt izglītības līmeni
mn: Боловсролын түвшинг оруулах шаардлагатай

source: Your gender is required
eo: Ýöür géndér ïs réqüïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Debes especificar tu sexo
fa_ir: وارد کردن جنیست الزامی است
it_it: il tuo sesso è richiesto
lv: Jānorāda dzimums
mn: Хүйсээ оруулах шаардлагатай

source: Your year of birth is required
eo: Ýöür ýéär öf ßïrth ïs réqüïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Debes especificar tu año de nacimiento
fa_ir: وارد کردن سال تولد الزامی است
it_it: E' richiesto il tuo anno di nascita
lv: Jānorāda dzimšanas gads
mn: Төрсөн оноо оруулах шаардлагатай

source: Your mailing address is required
eo: Ýöür mäïlïng äddréss ïs réqüïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Debes especificar tu dirección postal
fa_ir: وارد کردن نشانی پستی الزامی است
it_it: E' richiesta il tuo indirizzo email
lv: Jānorāda adrese
mn: Таны шуудангийн хаяг шаардлагатай

source: A description of your goals is required
eo: À désçrïptïön öf ýöür göäls ïs réqüïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Debes especificar tus objetivos
fa_ir: توضیح اهداف شما الزامی است
it_it: È necessaria una descrizione dei vostri obiettivi
lv: Nepieciešams aprakstīt Jūsu mērķus
mn: Та зорилгоо тодорхойлж бичих шаардлагатай.

source: A city is required
eo: À çïtý ïs réqüïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Debes especificar una ciudad
fa_ir: شهر الزامی است
it_it: E' richiesta una città
lv: Norādiet pilsētu
mn: Хотоо оруулах шаардлагатай

source: A country is required
eo: À çöüntrý ïs réqüïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Debes especificar un país
fa_ir: وارد کردن کشور الزامی است
it_it: E' richiesta una nazione
lv: Norādiet valsti
mn: Улсаа сонгох шаардлагатай

source: To enroll, you must follow the honor code.
eo: Tö énröll, ýöü müst föllöw thé hönör çödé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Para registrarte, debes seguir el Código de Honor.
fa_ir: جهت ثبت‌نام، باید قوانین صداقت را بپذیرید.
it_it: Per iscriverti devi seguire il codice d'onore.
lv: Lai reģistrētos, Jums ir jāievēro goda kodekss.
mn: Та элсэхдээ ёс зүйн дүрмийг дагах ёстой

source: You are missing one or more required fields
eo: Ýöü äré mïssïng öné ör möré réqüïréd fïélds Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Falta uno o más campos obligatorios
fa_ir: شما یک یا چند مورد الزامی را خالی گذاشته‌اید
it_it: Mancano uno o più campi bligatori
lv: Jūs neesat aizpildījuši vienu vai vairākus pieprasītos laukus.
mn: Шаардлагатай талбаруудаас нэг эсвэл түүнээс олонг орхисон байна

source: Unauthorized email address.
eo: Ûnäüthörïzéd émäïl äddréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Dirección de correo electrónico no autorizada.
fa_ir: نشانی رایانامه غیرمجاز.
it_it: Indirizzo email non autorizzato.
lv: Neapstiprināta e-pasta adrese.
mn: Зөвшөөрөлгүй цахим шуудан

source: It looks like {email} belongs to an existing account. Try again with a different email address.
eo: Ìt lööks lïké {email} ßélöngs tö än éxïstïng äççöünt. Trý ägäïn wïth ä dïfférént émäïl äddréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Parece que {email} pertenece a otra cuenta existente. Inténtelo de nuevo con una dirección de correo electrónico diferente.
fa_ir: به نظر می‌رسد {email} قبلا ثبت شده است. با نشانی رایانامه دیگر امتحان کنید.
it_it: Sembra che l'indirizzo email {email} appartenga già a un account. Riprova inserendo un indirizzo email diverso.
lv: Profils ar e-pastu {email} jau eksistē. Mēģiniet vēlreiz ar citu e-pasta adresi.
mn: {email} имэйл хаягтай хэрэглэгч бүртгэлтэй байна. Өөр имэйл хаягаар дахин бүртгүүлнэ үү.
