Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Maximum number of records in paginated response of a single request to catalog service.
eo: Mäxïmüm nümßér öf réçörds ïn pägïnätéd réspönsé öf ä sïnglé réqüést tö çätälög sérvïçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Cantidad máxima de registros en respuesta paginada de una sola solicitud de servicio de catálogo.
fa_ir: بیشینۀ تعداد سوابق در پاسخ صفحه‌بندی‌شدۀ یک درخواست به خدمات فهرست.
it_it: Numero massimo di record nella risposta impaginata di una singola richiesta al servizio catalogo.
lv: Maksimālais ierakstu skaits lappušu numerācijas atbildē atsevišķam pieprasījumam uz kataloga pakalpojumu.

source: These define the context to enable this configuration on. If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.{br}If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
eo: Thésé défïné thé çöntéxt tö énäßlé thïs çönfïgürätïön ön. Ìf nö välüés äré sét, thén thé çönfïgürätïön äpplïés glößällý. Ìf ä sïnglé välüé ïs sét, thén thé çönfïgürätïön äpplïés tö äll çöürsés wïthïn thät çöntéxt. Àt möst öné välüé çän ßé sét ät ä tïmé.{br}Ìf mültïplé çöntéxts äpplý tö ä çöürsé (för éxämplé, ïf çönfïgürätïön ïs spéçïfïéd för thé çöürsé spéçïfïçällý, änd för thé örg thät thé çöürsé ïs ïn, thén thé möré spéçïfïç çöntéxt övérrïdés thé möré généräl çöntéxt.#
es_es: Estos definen el contexto para habilitar esta configuración. Si no se establecen valores, la configuración se aplica globalmente. Si se establece un solo valor, la configuración se aplica a todos los cursos dentro de ese contexto. Como máximo, se puede establecer un valor a la vez.{br}Si se aplican varios contextos a un curso (por ejemplo, si la configuración se especifica específicamente para el curso y para la organización en la que se encuentra el curso, entonces el contexto más específico anula el contexto más general.
fa_ir: اینها زمینه را برای فعال‌سازی این پیکربندی تعریف می کنند. اگر هیچ مقداری برای آن در نظر گرفته نشده باشد، پیکربندی در سطح کلی اعمال می‌شود. اگر روی مقداری واحد تنظیم شود، پیکربندی برای همۀ دوره‌های آموزشی موجود در آن زمینه اعمال می‌شود. حداکثر یک مقدار در یک زمان می‌تواند مشخص شود. {br} اگر چندین زمینه برای یک دوره آموزشی اعمال شود (مثلاً، اگر پیکربندی برای دوره آموزشی به‌طور خاص مشخص شده‌باشد، و برای سازمانی که دوره آموزشی در آن مشخص شده‌است ، پس‌زمینۀ خاص‌تر بر زمینۀ کلی‌تر پیشی می گیرد.
it_it: Ciò definisce il contesto in cui abilitare questa configurazione. Se non viene impostato alcun valore, la configurazione si applica globalmente. Se viene impostato un valore singolo, la configurazione si applica a tutti i corsi all'interno di quel contesto. È possibile impostare un solo valore alla volta.{br}Se si applicano più contesti ad un corso (ad esempio, se la configurazione è indicata specificamente per il corso e per l'organizzazione in cui si esegue il corso, il contesto più specifico sostituisce il contesto più generale.

source: If any of these values are left empty or "Unknown", then their value at runtime will be retrieved from the next most specific context that applies. For example, if "Enabled" is left as "Unknown" in the course context, then that course will be Enabled only if the org that it is in is Enabled.
eo: Ìf äný öf thésé välüés äré léft émptý ör "Ûnknöwn", thén théïr välüé ät rüntïmé wïll ßé rétrïévéd fröm thé néxt möst spéçïfïç çöntéxt thät äpplïés. För éxämplé, ïf "Énäßléd" ïs léft äs "Ûnknöwn" ïn thé çöürsé çöntéxt, thén thät çöürsé wïll ßé Énäßléd önlý ïf thé örg thät ït ïs ïn ïs Énäßléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσ#
es_es: Si alguno de estos valores se deja vacío o &quot;Desconocido&quot;, su valor en tiempo de ejecución se recuperará del siguiente contexto más específico que se aplique. Por ejemplo, si "Habilitado"; se deja como "Desconocido"; en el contexto del curso, ese curso estará Habilitado solo si la organización en la que se encuentra está Habilitado.
fa_ir: اگر هر یک از این مقادیر خالی یا "ناشناخته" باقی بمانند، مقدار آن‌ها در زمان اجرا از زمینۀ خاص بعدی که اعمال می‌شود بازیابی خواهد شد.مثلاً اگر "فعال" در متن دوره به‌عنوان "ناشناخته" باقی بماند، فقط اگر سازمان موجود در آن فعال باشد، آن دوره فعال خواهد شد.
it_it: Se uno qualsiasi di questi valori viene lasciato vuoto o "Sconosciuto", il relativo valore sarà richiamato durante il runtime dal successivo contesto più specifico che si applica. Ad esempio, se "Abilitato" è lasciato come "Sconosciuto" nel contenuto del corso, quel corso verrà Abilitato solo se l'organizzazione in cui si trova è Abilitato.

source: %(value)s should have the form ORG+COURSE
eo: %(value)s shöüld hävé thé förm ÖRG+ÇÖÛRSÉ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: %(value)s debe tener la estructura ORG+CURSO
fa_ir: %(value)sباید شکلORG+COURSE را داشته باشد
it_it: %(value)s deve avere il formato ORG+COURSE

source: Enabled
eo: Énäßléd Ⱡ'σяєм ιρѕυм #
es_es: Activado
fa_ir: جایگذاری‌شده
it_it: Abilitato
mn: Идэвхжүүлсэн

source: Configure values for all course runs associated with this site.
eo: Çönfïgüré välüés för äll çöürsé rüns ässöçïätéd wïth thïs sïté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Configure valores para todas las carreras asociadas con este sitio.
fa_ir: مقادیر را برای همۀ دوره‌های آموزشی مرتبط با این وبگاه پیکربندی کنید.
it_it: Configurare i valori di tutte le edizioni del corso associate a questo sito.

source: Configure values for all course runs associated with this Organization. This is the organization string (i.e. edX, MITx).
eo: Çönfïgüré välüés för äll çöürsé rüns ässöçïätéd wïth thïs Örgänïzätïön. Thïs ïs thé örgänïzätïön strïng (ï.é. édX, MÌTx). Ⱡ'σяєм ιρѕυ#
es_es: Configure valores para todas las carreras asociadas con esta organización. Esta es la cadena de la organización (es decir, edX, MITx).
fa_ir: پیکربندی مقادیر برای همۀ دوره‌های آموزشی مرتبط با این سازمان. این رشتۀ سازمان است (مثلاً edX ، MITx).
it_it: Configurare i valori di tutte le edizioni del corso associate a questa organizzazione. Questa è la stringa dell'organizzazione (ad esempio, edX, MITx).

source: Course in Org
eo: Çöürsé ïn Örg Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Curso en Org
fa_ir: دوره آموزشی در سازمان
it_it: Corso in Org

source: Configure values for all course runs associated with this course. This is should be formatted as 'org+course' (i.e. MITx+6.002x, HarvardX+CS50).
eo: Çönfïgüré välüés för äll çöürsé rüns ässöçïätéd wïth thïs çöürsé. Thïs ïs shöüld ßé förmättéd äs 'örg+çöürsé' (ï.é. MÌTx+6.002x, HärvärdX+ÇS50). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ є#
es_es: Configure valores para todas las carreras asociadas con este curso. Debe tener el formato "org+course" (es decir, MITx+6.002x, HarvardX+CS50).
fa_ir: پیکربندی مقادیر برای همۀ دوره‌های مرتبط با این دوره آموزشی. باید به‌صورت "org + course" (i.e. MITx+6.002x, HarvardX+CS50) قالب‌بندی شود.
it_it: Configurare i valori di tutte le edizioni del corso associate a questo corso. Specificare nel formato 'org+course' (ad esempio MITx+6.002x, HarvardX+CS50).

source: Course Run
eo: Çöürsé Rün Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: El curso se desarrollará en
fa_ir: دوره اجرا
it_it: Edizione del corso
mn: Хичээлийн Хугацаа

source: Configure values for this course run. This should be formatted as the CourseKey (i.e. course-v1://MITx+6.002x+2019_Q1)
eo: Çönfïgüré välüés för thïs çöürsé rün. Thïs shöüld ßé förmättéd äs thé ÇöürséKéý (ï.é. çöürsé-v1://MÌTx+6.002x+2019_Q1) Ⱡ'σяєм ιρѕυм #
es_es: Configure los valores para esta ejecución del curso. Esto debe formatearse como CourseKey (es decir, curso-v1://MITx+6.002x+2019_Q1)
fa_ir: مقادیر را برای این دوره آموزشی پیکربندی کنید. ضروری است این مورد به صورت CourseKey قالب‌بندی شود (i.e. course-v1://MITx+6.002x+2019_Q1)
it_it: Configurare i valori per questa edizione del corso. Deve essere formattato come CourseKey (ad esempio, course-v1://MITx+6.002x+2019_Q1)

source: Configuration may not be specified at more than one level at once.
eo: Çönfïgürätïön mäý nöt ßé spéçïfïéd ät möré thän öné lévél ät önçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: La configuración no se puede especificar en más de un nivel a la vez.
fa_ir: پیکربندی ممکن است همزمان در بیش از یک سطح مشخص نشود.
it_it: La configurazione non può essere specificata più di un livello alla volta.

source: Error Status
fa_ir: وضعیت خطا
it_it: Stato dell'errore

source: Courses with Errors
fa_ir: دوره‌های آموزشی خطادار
it_it: Corsi con errori

source: Learning Sequences and Outlines
fa_ir: توالی آموزش‌ها و طرح درس دوره آموزشی
it_it: Schemi e sequenze di apprendimento

source: Cannot change or remove the access level for the only admin.
eo: Çännöt çhängé ör rémövé thé äççéss lévél för thé önlý ädmïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: امکان تغییر یا حذف سطح دسترسی برای مدیر به تنهایی امکان‌پذیر نیست.
it_it: Impossibile modificare o rimuovere il livello di accesso per il solo ruolo admin.

source: You may not change a library's type to {library_type} if it still has unpublished changes.
eo: Ýöü mäý nöt çhängé ä lïßrärý's týpé tö {library_type} ïf ït stïll häs ünpüßlïshéd çhängés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fa_ir: اگر هنوز کتابخانه دارای تغییراتی منتشر نشده‌است، لطفاً نوع آن را به {library_type} تغییر ندهید.
it_it: Non è possibile modificare il tipo di libreria in {library_type} se presenta ancora modifiche non pubblicate.

source: You can only set a library to {library_type} if all existing blocks are of that type. Found incompatible block {block_id} with type {block_type}.
eo: Ýöü çän önlý sét ä lïßrärý tö {library_type} ïf äll éxïstïng ßlöçks äré öf thät týpé. Föünd ïnçömpätïßlé ßlöçk {block_id} wïth týpé {block_type}. Ⱡ'σяєм ιρѕυм #
fa_ir: فقط در صورتی می‌توانید یک کتابخانه را روی {library_type} تنظیم کنید که همۀ بلوک‌های موجود از آن نوع باشند. بلوک ناسازگار {block_id} با نوع {block_type} است.
it_it: È possibile solo impostare una libreria su {library_type} se tutti i blocchi esistenti sono di quel tipo. Trovato blocco incompatibile {block_id} con tipo {block_type}.

source: Block type "{block_type}" is not compatible with library type "{library_type}".
eo: Blöçk týpé "{block_type}" ïs nöt çömpätïßlé wïth lïßrärý týpé "{library_type}". Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: نوع بلوک "{block_type}" با نوع کتابخانۀ "{library_type}" سازگار نیست.
it_it: Tipo di blocco "{block_type}" non compatibile con tipo di libreria "{library_type}".

source: Library cannot have more than {} XBlocks
eo: Lïßrärý çännöt hävé möré thän {} XBlöçks Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: کتابخانه نمی‌تواند بیش از {} XBlocks داشته باشد
it_it: La libreria non può avere più di {} XBlock

source: Complex
eo: Çömpléx Ⱡ'σяєм ιρѕυм #
fa_ir: پیچیده
it_it: Complesso

source: All Rights Reserved.
eo: Àll Rïghts Résérvéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: همۀ حقوق محفوظ است.
it_it: Tutti i diritti riservati.

source: Creative Commons Attribution 4.0
eo: Çréätïvé Çömmöns Àttrïßütïön 4.0 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: Creative Commons Attribution 4.04.0

source: Administer users and author content
eo: Àdmïnïstér üsérs änd äüthör çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Administrar usuarios y crear contenido
fa_ir: کاربران و محتوای نویسنده را مدیریت کنید
it_it: Amministra utenti e contenuto autore

source: Author content
eo: Àüthör çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Contenido del autor
fa_ir: محتوای نویسنده
it_it: Contenuto autore

source: Read-only
eo: Réäd-önlý Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Solo lectura
fa_ir: فقط خواندنی
it_it: A sola lettura

source: One and only one of 'user' and 'group' must be set.
eo: Öné änd önlý öné öf 'üsér' änd 'gröüp' müst ßé sét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Se debe configurar uno y solo uno de "usuario" y "grupo"
fa_ir: یکی و تنها یکی از "کاربر" و "گروه" باید تنظیم شود.
it_it: È possibile impostare uno ed uno solo di 'user' e 'group'.

source: Task was created, but not queued to run.
fa_ir: فعالیت ایجاد شد، اما در صف اجرا قرار نگرفت.
it_it: L'attività è stata creata, ma non è stata messa in coda per l'esecuzione.

source: Task was created and queued to run.
fa_ir: فعالیت ساخته شد و در صف اجرا قرار گرفت.
it_it: L'attività è stata creata ed è stata messa in coda per l'esecuzione.

source: Task is running.
fa_ir: فعالیت در حال اجراست.
it_it: L'attività è in esecuzione.

source: Task finished, but some blocks failed to import.
fa_ir: فعالیت پایان یافت، اما برخی از بلوک ها وارد نشدند.
it_it: Attività terminata, ma non è stato possibile importare alcuni blocchi.

source: Task finished successfully.
fa_ir: فعالیت به‌درستی پایان یافت
it_it: Attività terminata con successo.

source: state
fa_ir: حالت
it_it: stato

source: The state of the block import task.
fa_ir: وضعیت فعالیت در هنگام ورود بلوک.
it_it: Stato dell'attività di importazione dei blocchi.

source: progress
fa_ir: پیشرفت
it_it: avanzamento

source: A float from 0.0 to 1.0 representing the task progress.
fa_ir: یک شناور از 0.0 تا 1.0 نشانه پیشرفت کار است.
it_it: Un numero che oscilla tra 0.0 e 1.0 che rappresenta lo stato di avanzamento dell'attività.

source: course ID
fa_ir: شناسه دوره آموزشی
it_it: ID del corso

source: ID of the imported course.
fa_ir: شناسه برای این دوره آموزشی واردشده.
it_it: ID del corso importato.

source: open edx user
fa_ir: کاربر سامانه
it_it: aprire l&#39;utente edx

source: The LTI platform identifier to which this profile belongs to.
fa_ir: شناسه پلتفرم LTI که این پرونده کاربری به آن تعلق دارد.
it_it: L&#39;identificatore della piattaforma LTI a cui appartiene questo profilo.

source: client identifier
fa_ir: شناساگر مشتری
it_it: identificatore del cliente

source: The LTI client identifier generated by the LTI platform.
fa_ir: شناسه مشتری LTI تولید شده توسط LTI پلتفرم
it_it: L&#39;identificatore del client LTI generato dalla piattaforma LTI.

source: subject identifier
fa_ir: شناساگر موضوع
it_it: identificatore del soggetto

source: Identifies the entity that initiated the launch request, commonly a user.
fa_ir: موجودیتی راشناسایی می کند که درخواست راه اندازی را آغاز کرده است، وی معمولاً کاربر است،.
it_it: Identifica l&#39;entità che ha avviato la richiesta di avvio, in genere un utente.

source: The authorized LTI profile that launched the resource (identifies the user).
fa_ir: پرونده کاربری مجاز LTI که منبع را راه اندازی کرده است (کاربر را شناسایی می‌کند).
it_it: Il profilo LTI autorizzato che ha lanciato la risorsa (identifica l&#39;utente).

source: The usage key string of the blockstore resource serving the content of this launch.
fa_ir: رشته کلید کاربری از منبع blockstore که محتوای این راه‌اندازی را ارائه می‌کند.
it_it: La stringa della chiave di utilizzo della risorsa blockstore che serve il contenuto di questo lancio.

source: The LTI platform unique identifier of this resource, also known as the "resource link id".
fa_ir: شناسه منحصربه‌فرد پلتفرم LTI این منبع، که به‌عنوان «شناسه پیوند منبع» نیز شناخته می‌شود.
it_it: Identificatore univoco della piattaforma LTI di questa risorsa, noto anche come &quot;resource link id&quot;.

source: The LTI platform descriptive title for this resource.
fa_ir: عنوان توصیفی پلتفرم LTI برای این منبع.
it_it: Il titolo descrittivo della piattaforma LTI per questa risorsa.

source: If AGS was enabled during launch, this should hold the lineitem ID.
fa_ir: اگر AGS در حین راه‌اندازی فعال بود، باید شناسه مورد خطی را نگه دارد.
it_it: Se AGS è stato abilitato durante il lancio, questo dovrebbe contenere l&#39;ID dell&#39;elemento pubblicitario.

source: We could not find a user with that email address.
eo: Wé çöüld nöt fïnd ä üsér wïth thät émäïl äddréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: ما نتوانستیم کاربری با آدرس رایانامه مذکور بیابیم.
it_it: Impossibile trovare un utente con quell'indirizzo email.

source: This user already has access to this library.
eo: Thïs üsér älréädý häs äççéss tö thïs lïßrärý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: این کاربر از قبل به این کتابخانه دسترسی داشته‌است.
it_it: Questo utente ha già accesso a questa libreria.

source: List of domains that are allowed to make cross-domain requests to this site. Please list each domain on its own line.
eo: Lïst öf dömäïns thät äré ällöwéd tö mäké çröss-dömäïn réqüésts tö thïs sïté. Pléäsé lïst éäçh dömäïn ön ïts öwn lïné. Ⱡ'σяєм ιρѕυм #
es_es: Lista de dominios que pueden hacer peticiones inter-dominio a este sitio. Por favor, liste cada dominio en su propia línea.
fa_ir: فهرستی از دامنه‌های که مجاز به درخواست متقابل دامنه به این وبگاه هستند ارائه شده است. لطفا هر دامنه را در خط خودفهرست کنید.
it_it: Elenco dei domini che sono autorizzati ad effettuare richieste cross-domain a questo sito. Si prega di indicare ogni dominio su una propria riga.
lv: Domēnu saraksts, kuriem ir dota atļauja veidot starpdomēnu pieprasījumus uz šo lapu. Lūdzu, norādiet katru domēnu atsevišķā līnijā.

source: Default Group
eo: Défäült Gröüp Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Grupo por defecto
fa_ir: گروه پیش‌فرض
it_it: Gruppo predefinito
lv: Noklusētā grupa
mn: Өгөгдмөл бүлэг

source: You cannot create two cohorts with the same name
eo: Ýöü çännöt çréäté twö çöhörts wïth thé sämé nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No puedes crear dos grupos con el mismo nombre
fa_ir: نمی‌توانید دو انجمن با یک نام ایجاد کنید
it_it: Non è possibile creare due coorti con lo stesso nome
lv: Jūs nevarat izveidot divas kohortas ar to pašu nosaukumu
mn: Та ижил нэртэй хоёр Когорт үүсгэж чадахгүй

source: There must be one cohort to which students can automatically be assigned.
eo: Théré müst ßé öné çöhört tö whïçh stüdénts çän äütömätïçällý ßé ässïgnéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Debe haber una cohorte a la que los estudiantes pueden ser asignados automáticamente.
fa_ir: باید انجمنی باشد که یادگیرندگان به‌طور خودکار به آن اختصاص یابند.
it_it: È necessario che vi sia una coorte a cui gli studenti possono essere automaticamente assegnati.
lv: Ir jābūt vienai kohortai, kurai var automātiski piešķirt studentus
mn: Суралцагчид автоматаар оноогдох нэг когорт байх ёстой.

source: A cohort with the same name already exists.
eo: À çöhört wïth thé sämé nämé älréädý éxïsts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Ya existe una cohorte con ese nombre.
fa_ir: انجمنی با همین نام از قبل وجود دارد.
it_it: Una coorte con lo stesso nome esiste già.
lv: Jau eksistē kohorta ar tādu pašu vārdu.
mn: Ижилхэн нэртэй Когорт байна

source: If disabled, the LTI in the associated course will be disabled.
fa_ir: در صورت غیرفعال‌بودن، LTI در دوره مرتبط با آن، غیرفعال خواهد شد.
it_it: Se disabilitato, l&#39;LTI nel corso associato sarà disabilitato.

source: The LTI configuration data for this course/provider.
fa_ir: داده‌های پیکربندی LTI برای این دوره/ارائه‌دهنده.
it_it: I dati di configurazione LTI per questo corso/fornitore.

source: LTI provider
fa_ir: ارائه‌دهنده LTI
it_it: fornitore LTI

source: The LTI provider's id
fa_ir: شناسه ارائه‌دهنده LTI
it_it: L&#39;ID del provider LTI

source: True, if LTI credential are provided by Org globally
fa_ir: درست است، اگر اعتبار LTI توسط سازمان در سطح جهانی ارائه شود
it_it: Vero, se le credenziali LTI sono fornite dall&#39;organizzazione a livello globale

source: Live
fa_ir: پخش زنده
it_it: Abitare

source: Enable in-platform video conferencing by configuring live
fa_ir: با پیکربندی پخش زنده، کنفرانس ویدیویی درون_پلتفرمی را فعال کنید
it_it: Abilita le videoconferenze in piattaforma configurando dal vivo

source: Credentials
eo: Çrédéntïäls Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Credenciales
fa_ir: اعتبارنامه‌ها
it_it: Credenziali
lv: Personas dati
mn: Итгэмжлэх жуух

source: Internal Service URL
eo: Ìntérnäl Sérvïçé ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: URL de servicio interno
fa_ir: نشانی اینترنتی خدمات داخلی
it_it: URL del servizio interno
lv: Iekšējā pakalpojuma URL
mn: Дотоод үйлчилгээний URL

source: Public Service URL
eo: Püßlïç Sérvïçé ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: URL de servicio público
fa_ir: نشانی اینترنتی خدمات عمومی
it_it: URL del servizio pubblico
lv: Publiskā pakalpojuma URL
mn: Олон нийтийн үйлчилгээний URL

source: Enable Learner Issuance
eo: Énäßlé Léärnér Ìssüänçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Habilitar la emisión del alumno
fa_ir: فعالسازی صدور یادگیرنده
it_it: Abilita emissione studente
lv: Iespējot audzēkņu apdrošināšanu

source: Enable issuance of credentials via Credential Service.
eo: Énäßlé ïssüänçé öf çrédéntïäls vïä Çrédéntïäl Sérvïçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Habilite la emisión de credenciales a través del Servicio de Credenciales.
fa_ir: فعالسازی صدور اعتبار از طریق خدمات اعتبارنامه.
it_it: Abilita emissione di credenziali via Credential Service.
lv: Iespējot akreditācijas datu izsniegšanu, izmantojot akreditācijas datu pakalpojumu.

source: Enable Authoring of Credential in Studio
eo: Énäßlé Àüthörïng öf Çrédéntïäl ïn Stüdïö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Habilitar la creación de credenciales en Studio
fa_ir: فعالسازی نگارش اعتبارنامه در هنرکده
it_it: Abilita creazione di Credential in Studio
lv: Iespējot akreditācijas datu autorēšanu studio

source: Enable authoring of Credential Service credentials in Studio.
eo: Énäßlé äüthörïng öf Çrédéntïäl Sérvïçé çrédéntïäls ïn Stüdïö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Habilite la creación de credenciales del servicio de credenciales en Studio.
fa_ir: فعالسازی نگارش اعتبار خدمات اعتبارنامه در هنرکده.
it_it: Abilita creazione di credenziali Credential Service in Studio.
lv: Iespējot akreditācijas datu pakalpojuma autorēšanu studio.

source: Course Credit Eligibility
eo: Çöürsé Çrédït Élïgïßïlïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Criterio para el crédito del curso
fa_ir: اعتبار دوره آموزشی واجد شرایط
it_it: Eleggibilità credito del corso
lv: Tiesības uz kursa kredītpunktiem

source: You are eligible for credit from {providers_string}
eo: Ýöü äré élïgïßlé för çrédït fröm {providers_string} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Usted es apto para el crédito de {providers_string}
fa_ir: شما واجد شرایط برای دریافت اعتبار از {providers_string} هستید
it_it: Sei eleggibile per il credito da {providers_string}
lv: Jūs esat tiesīgi uz kredītpunktiem no {providers_string}

source: {first_provider} and {second_provider}
eo: {first_provider} änd {second_provider} Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: {first_provider} y {second_provider}
fa_ir: {first_provider} و {second_provider}
it_it: {first_provider} e {second_provider}
lv: {first_provider} un {second_provider}
mn: {first_provider} болон {second_provider}

source: {first_providers}, and {last_provider}
eo: {first_providers}, änd {last_provider} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: {first_providers} y {last_provider}
fa_ir: {first_providers}، و {last_provider}
it_it: {first_providers} e {last_provider}
lv: {first_providers}, un {last_provider}
mn: {first_providers}, болон {last_provider}
