Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Pursue a {cert_name_long} to highlight the knowledge and skills you gain in this course.
eo: Pürsüé ä {cert_name_long} tö hïghlïght thé knöwlédgé änd skïlls ýöü gäïn ïn thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Consigue una acreditación verificada {cert_name_long} para resaltar el conocimiento y las aptitudes que adquieras en este curso.
lv: Iegūstiet {cert_name_long}, lai izceltu zināšanas un prasmes, kuras ieguvāt šajā kursā.
mn: Энэ курсэд олж авсан мэдлэг, ур чадварыг тодруулахын тулд {cert_name_long} -г хайж олох.

source: It's official. It's easily shareable. It's a proven motivator to complete the course. {line_break}{link_start}Learn more about the verified {cert_name_long}{link_end}.
eo: Ìt's öffïçïäl. Ìt's éäsïlý shäréäßlé. Ìt's ä prövén mötïvätör tö çömplété thé çöürsé. {line_break}{link_start}Léärn möré äßöüt thé vérïfïéd {cert_name_long}{link_end}. Ⱡ'σ#
es_es: Es oficial. Es fácil de compartir. Prueba ser motivador para completar el curso. {line_break}{link_start}Aprende más sobre la acreditación verificada {cert_name_long}{link_end}.
lv: Tas ir oficiāls. Tas ir viegli kopīgojams. Tas ir pārbaudīts motivētājs, lai pabeigtu kursu. {line_break}{link_start}Uzziniet vairāk par verificēto {cert_name_long}{link_end}.
mn: Энэ бол албан ёсны. Энэ нь амархан хуваалцах боломжтой. Энэ нь курсийг төгсөхөд нөлөөлдөг хүчин зүйл юм. {line_break} {link_start} Баталгаажуулсан {cert_name_long} {link_end} талаар дэлгэрэнгүй үзнэ үү.

source: Current Verification Status: Approved
eo: Çürrént Vérïfïçätïön Stätüs: Àpprövéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
lv: Pašreizējais verifikācijas statuss: apstiprināta
mn: Одоогийн баталгаажуулалтын байдал: Батлагдсан

source: Your edX verification has been approved. Your verification is effective for one year after submission.
eo: Ýöür édX vérïfïçätïön häs ßéén äpprövéd. Ýöür vérïfïçätïön ïs éfféçtïvé för öné ýéär äftér süßmïssïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
lv: Jūsu edX verifikācija tika apstiprināta. Jūsu verifikācija ir spēkā vienu gadu pēc iesniegšanas.
mn: Таны edX баталгаажуулалт батлагдсан. Таны нотолгоо нь нэг жилийн дараа хүчин төгөлдөр болно.

source: Your photo verification expires on {verification_expiry}. Please be aware photo verification can take up to three days once initiated and you will not be able to earn a certificate or take a proctored exam until approved.
eo: Ýöür phötö vérïfïçätïön éxpïrés ön {verification_expiry}. Pléäsé ßé äwäré phötö vérïfïçätïön çän täké üp tö thréé däýs önçé ïnïtïätéd änd ýöü wïll nöt ßé äßlé tö éärn ä çértïfïçäté ör täké ä pröçtöréd éxäm üntïl äpprövéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢α#

source: Resubmit Verification
eo: Résüßmït Vérïfïçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Volver a entregar la verificación
lv: Atkārtoti iesniegt verifikāciju
mn: Дахин баталгаажуулах баталгаажуулалт

source: Current Verification Status: Pending
eo: Çürrént Vérïfïçätïön Stätüs: Péndïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
lv: Pašreizējais verifikācijas statuss: gaida
mn: Одоогийн баталгаажуулалтын байдал: Хүлээгдэж буй

source: Your edX ID verification is pending. Your verification information has been submitted and will be reviewed shortly.
eo: Ýöür édX ÌD vérïfïçätïön ïs péndïng. Ýöür vérïfïçätïön ïnförmätïön häs ßéén süßmïttéd änd wïll ßé révïéwéd shörtlý. Ⱡ'σяєм ιρѕυм ∂σł#
lv: Jūsu edX ID verifikācija ir gaidīšanas režīmā. Jūsu verifikācijas informācija ir iesniegta un tiks drīz izskatīta.
mn: Таны edX ID баталгаажуулалт хүлээгдэж байна. Таны баталгаажуулсан мэдээллийг илгээсэн бөгөөд удахгүй хянагдах болно.

source: Current Verification Status: Denied
eo: Çürrént Vérïfïçätïön Stätüs: Dénïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
lv: Pašreizējais verifikācijas statuss: atteikta
mn: Одоогийн Баталгаажуулалтын байдал: Баталгаагүй

source: Your verification submission was not accepted. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
eo: Ýöür vérïfïçätïön süßmïssïön wäs nöt äççéptéd. Tö réçéïvé ä vérïfïéd çértïfïçäté, ýöü müst süßmït ä néw phötö öf ýöürsélf änd ýöür gövérnmént-ïssüéd phötö ÌD ßéföré thé vérïfïçätïön déädlïné för ýöür çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕι#
lv: Jūsu verifikācijas iesniegums netika apstiprināts. Lai saņemtu verificētu sertifikātu, Jums ir jāiesniedz jauna Jūsu fotogrāfija un valdības izdota ID fotogrāfija pirms kursa verifikācijas gala termiņa.
mn: Таны баталгаажуулах материалыг хүлээн авахгүй байна. Баталгаажуулсан гэрчилгээг авахын тулд та өөрийн курс, засгийн газрын гаргасан зургийн ID-г баталгаажуулах хугацаа дуусахаас өмнө мэдэгдэх ёстой.

source: Your verification was denied for the following reasons:
eo: Ýöür vérïfïçätïön wäs dénïéd för thé föllöwïng réäsöns: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Jūsu verifikācija tika atteikta sekojošu iemeslu dēļ:
mn: Таны баталгаажуулалт дараах шалтгааны улмаас татгалзсан байна:

source: Current Verification Status: Expired
eo: Çürrént Vérïfïçätïön Stätüs: Éxpïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
lv: Pašreizējais verifikācijas statuss: beidzies termiņš
mn: Одоогийн Баталгаажуулалтын байдал: Хугацаа дууссан

source: Your verification has expired. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
eo: Ýöür vérïfïçätïön häs éxpïréd. Tö réçéïvé ä vérïfïéd çértïfïçäté, ýöü müst süßmït ä néw phötö öf ýöürsélf änd ýöür gövérnmént-ïssüéd phötö ÌD ßéföré thé vérïfïçätïön déädlïné för ýöür çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση#
lv: Jūsu verifikācijas termiņš ir beidzies. Lai saņemtu verificētu sertifikātu, Jums ir jāiesniedz jauna Jūsu fotogrāfija un valdības izdota ID fotogrāfija pirms kursa verifikācijas gala termiņa.
mn: Таны баталгаажуулалт хугацаа дууссан. Баталгаажуулсан гэрчилгээг авахын тулд та өөрийн курс, засгийн газрын гаргасан зургийн ID-г баталгаажуулах хугацаа дуусахаас өмнө мэдэгдэх ёстой.

source: Please be aware photo verification can take up to three days once initiated and you will not be able to earn a certificate or take a proctored exam until approved.
eo: Pléäsé ßé äwäré phötö vérïfïçätïön çän täké üp tö thréé däýs önçé ïnïtïätéd änd ýöü wïll nöt ßé äßlé tö éärn ä çértïfïçäté ör täké ä pröçtöréd éxäm üntïl äpprövéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂#

source: Hi {full_name}
eo: Hï {full_name} Ⱡ'σяєм ιρѕυ#
mn: Сайн байна уу {full_name}

source: Congratulations! Your ID verification process was successful.
eo: Çöngrätülätïöns! Ýöür ÌD vérïfïçätïön pröçéss wäs süççéssfül. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
mn: Баяр хүргэе! Таны бүртгэлийн дугаар амжилттай баталгаажлаа.

source: Your verification is effective for one year. It will expire on {expiry_date}
eo: Ýöür vérïfïçätïön ïs éfféçtïvé för öné ýéär. Ìt wïll éxpïré ön {expiry_date} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
mn: Таны баталгаажуулалт нь нэг жил хүчинтэй. {expiry_date}-д хугацаа нь дуусна.

source: Sysadmin
eo: Sýsädmïn Ⱡ'σяєм ιρѕυм ∂#
es_es: Administrador del Sistema
lv: Sistēmas administrators

source: Resume your last course
eo: Résümé ýöür läst çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
lv: Turpināt Jūsu pēdējo kursu
mn: Сүүлийн хичээлээ үргэлжлүүлэх

source: Generate example certificates for the course.
eo: Généräté éxämplé çértïfïçätés för thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Generar Certificados de ejemplo para el curso.
lv: Ģenerēt sertifikātu paraugus kursam.
mn: Мэдээжийн сертификатыг үүсгэх.

source: View detailed Git import logs for this course {link_start}by clicking here{link_end}.
eo: Vïéw détäïléd Gït ïmpört lögs för thïs çöürsé {link_start}ßý çlïçkïng héré{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Ver el registro detallado de las importaciones de Git para este curso {link_start}haciendo click aquí{link_end}.
lv: Skatīt detalizētus Git importēšanas žurnālus kursam, {link_start}klikšķinot šeit{link_end}.
mn: Энэ курсын дэлгэрэнгүй Git-ийн импортын бүртгэлийг {link_start} энд дарж {link_end}.

source: Role of the users being enrolled.
eo: Rölé öf thé üsérs ßéïng énrölléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Rol de los usuarios que están inscritos.
lv: Reģistrēto lietotāju loma
mn: Элсэж байгаа хэрэглэгчдийн дүр.

source: To register and enroll a list of users in this course, choose a CSV file that contains the following columns in this exact order: email, username, name, and country. Please include one student per row and do not include any headers, footers, or blank lines.
eo: Tö régïstér änd énröll ä lïst öf üsérs ïn thïs çöürsé, çhöösé ä ÇSV fïlé thät çöntäïns thé föllöwïng çölümns ïn thïs éxäçt ördér: émäïl, üsérnämé, nämé, änd çöüntrý. Pléäsé ïnçlüdé öné stüdént pér röw änd dö nöt ïnçlüdé äný héädérs, föötérs, ör ßlänk lïnés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη я#
es_es: Para registrar e inscribir una lista de usuarios en este curso, elige un archivo CSV que contenga las siguientes columnas en este orden exacto: correo-e, nombre de usuario, nombre y país. Por favor, incluye un alumno por fila y no incluyas encabezamientos, pies de página o líneas en blanco.
lv: Lai reģistrētu un ieskaitītu sarakstu ar lietotājiem šajā kursā, lūdzu, izvēlieties CSV datni, kura satur kolonnas precīzi šādā kārtībā: e-pasts, lietotājvārds, vārds un valsts. Lūdzu, iekļaujiet vienu studentu rindā un neiekļaujiet jebkuras galvenes, kājenes vai tukšas rindas.
mn: Энэ хичээлд хэрэглэгчдийн жагсаалтыг бүртгэх, элсүүлэхийн тулд яг ийм дарааллаар дараах мөрийг агуулсан CSV файлыг сонгох, үүнд: емэйл, хэрэглэгчийн нэр, нэр болон улс. Багана бүрт нэг оюутныг оруулах бөгөөд аливаа толгой, төгсгөл буюу хоосон мөр үлдээхгүй.

source: Batch Beta Tester Addition
eo: Bätçh Bétä Téstér Àddïtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Lote de pruebas beta añadidas
it_it: Aggiunta beta tester batch
lv: Lielapjoma beta testētāju pievienošana
mn: Цогц Бета Тестерийн Нэмэгдэл

source: Get the {platform_name} Mobile App!
eo: Gét thé {platform_name} Mößïlé Àpp! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
lv: Iegūstiet {platform_name} mobilo lietotni!
mn: {platform_name} Mobile App!

source: We'll send you a one time SMS with a link to download the app.
eo: Wé'll sénd ýöü ä öné tïmé SMS wïth ä lïnk tö döwnlöäd thé äpp. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Mēs nosūtīsim Jums vienīgo SMS ar saiti uz lietotnes lejupielādi.
mn: Апп-ыг татаж авах холбоосоор бид танд нэг удаа SMS илгээх болно.

source: Mobile phone number
eo: Mößïlé phöné nümßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
lv: Mobilā tālruņa numurs
mn: Гар утасны дугаар

source: Send me a text with the link
eo: Sénd mé ä téxt wïth thé lïnk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
lv: Nosūtiet man īsziņu ar saiti
mn: Надад холбоосоор текст илгээх

source: Goal:
eo: Göäl: Ⱡ'σяєм ιρѕυ#
lv: Mērķis:
mn: Зорилго:

source: Edit your course goal:
eo: Édït ýöür çöürsé göäl: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
lv: Rediģēt Jūsu kursa mērķi:
mn: Хичээлийн зорилгоо өөрчлөх:

source: Pursue a verified certificate
eo: Pürsüé ä vérïfïéd çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Consigue un certificado verificado
lv: Iegūt verificētu sertifikātu
mn: Баталгаажсан Гэрчилгээ авахаар суралцах

source: Upgrade ({price})
eo: Ûpgrädé ({price}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
lv: Jaunināt ({price})
mn: Ахиулах ({price})

source: Expand All
eo: Éxpänd Àll Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Expandir todo
lv: Izvērst visu
mn: Бүгдийг дэлгэх

source: Prerequisite:
eo: Préréqüïsïté: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
lv: Priekšnosacījumi:
mn: Урьдач нөхцөл

source: My certificate has helped me showcase my knowledge on my resume - I feel like this certificate could really help me land my dream job!
eo: Mý çértïfïçäté häs hélpéd mé shöwçäsé mý knöwlédgé ön mý résümé - Ì féél lïké thïs çértïfïçäté çöüld réällý hélp mé länd mý dréäm jöß! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρ#
lv: Mans sertifikāts ir palīdzējis uzsvērt manas zināšanas manā rezumē - es jūtu, ka ar šo sertifikātu patiešām varēšu iekļūt savā sapņu darbā!
mn: Сертификат нь миний тодорхойлолт дээр эзэмшсэн мэдлэгийг минь харуулахад тусалж байсан тул энэ сертификат нь надад мөрөөдлийн ажилдаа ороход минь туслана гэж бодож байна.

source: I wanted to include a verified certificate on my resume and my profile to illustrate that I am working towards this goal I have and that I have achieved something while I was unemployed.
eo: Ì wäntéd tö ïnçlüdé ä vérïfïéd çértïfïçäté ön mý résümé änd mý pröfïlé tö ïllüsträté thät Ì äm wörkïng töwärds thïs göäl Ì hävé änd thät Ì hävé äçhïévéd söméthïng whïlé Ì wäs ünémplöýéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєł#
lv: Es vēlējos iekļaut verificētu sertifikātu savā rezumē un profilā, lai parādītu, ka strādāju sava mērķa sasniegšanai un sasniedzu ko nozīmīgu, kamēr nebiju darba attiecībās.
mn: Баталгаажсан гэрчилгээгээ өөрийн профайл болон тодорхойлолтондоо оруулах хүсэлтэй байна. Ингэснээр энэ зорилгын төлөө ажиллаж байгаа болон ажилгүй байхдаа ямар нэгэн амжилтанд хүрсэн гэдгээ харуулахыг хүсэж байна.

source: Latest Update
eo: Lätést Ûpdäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
lv: Pēdējais atjauninājums
mn: Хамгийн сүүлийн шинэчлэлт

source: Show More
eo: Shöw Möré Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Mostrar más

source: Search Results
eo: Séärçh Résülts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Resultados de la búsqueda
lv: Meklēšanas rezultāti
mn: Хайлтын үр дүн

source: Access Course Staff Support on the Partner Portal to submit or review support tickets
eo: Àççéss Çöürsé Stäff Süppört ön thé Pärtnér Pörtäl tö süßmït ör révïéw süppört tïçkéts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Acceso al Soporte del personal del curso en el Portal de socios para enviar o revisar tickets de soporte
lv: Piekļūstiet kursa darbinieku atbalstam partneru portālā, lai iesniegtu vai izskatītu atbalsta biļetes
mn: Түншлэлийн портал дээр зочлох курсын ажилтнууд дэмжлэг үзүүлэх тасалбаруудыг илгээх буюу хянах

source: edX Partner Portal
eo: édX Pärtnér Pörtäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
lv: edX partneru portāls
mn: edX Түншийн портал

source: Want to make edX better for everyone?
eo: Wänt tö mäké édX ßéttér för évérýöné? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Get started
eo: Gét stärtéd Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Browse recently launched courses and see what's new in your favorite subjects.
eo: Bröwsé réçéntlý läünçhéd çöürsés änd séé whät's néw ïn ýöür fävörïté süßjéçts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
lv: Pārlūkojiet nesen palaistos kursus un apskatiet jaunumus Jūsu iecienītajos priekšmetos.
mn: Саяхан эхлүүлсэн курсуудыг хайж, өөрийн дуртай сэдвээр шинэ зүйлүүдийг үзээрэй.

source: Take advantage of free coaching!
eo: Täké ädväntägé öf fréé çöäçhïng! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Get Started
eo: Gét Stärtéd Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Page Footer
eo: Pägé Föötér Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Pie de página
lv: Lapas kājene
mn: Хуудасны доод хэсэг

source: edX Home Page
eo: édX Hömé Pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
lv: edX sākumlapa
mn: edX Эхлэл хуудас

source: Connect
eo: Çönnéçt Ⱡ'σяєм ιρѕυм #
es_es: Conectar

source: © {year} edX Inc. All rights reserved.
eo: © {year} édX Ìnç. Àll rïghts résérvéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: About edX Verified Certificates
eo: Àßöüt édX Vérïfïéd Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
lv: Par edX verificētiem sertifikātiem
mn: EdX баталгаажсан гэрчилгээний танилцуулга

source: An edX Verified Certificate signifies that the learner has agreed to abide by the edX honor code and completed all of the required tasks of this course under its guidelines, as well as having their photo ID checked to verify their identity.
eo: Àn édX Vérïfïéd Çértïfïçäté sïgnïfïés thät thé léärnér häs ägrééd tö äßïdé ßý thé édX hönör çödé änd çömplétéd äll öf thé réqüïréd täsks öf thïs çöürsé ündér ïts güïdélïnés, äs wéll äs hävïng théïr phötö ÌD çhéçkéd tö vérïfý théïr ïdéntïtý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт #
lv: EdX verificēts sertifikāts apzīmē to, ka audzēknis ir piekritis ievērot edX goda kodeksu un ir pabeidzis visus nepieciešamos uzdevumus atbilstoši tā vadlīnijām, kā arī ir audzēkņa foto ID ir pārbaudīta, lai verificētu identitāti.
mn: EdX баталгаажсан гэрчилгээ нь суралцагч edX-ийн хүндэтгэн үзэх кодыг дагаж, зааварчилгааны дагуух бүх шаардлагатай ажлуудыг хийж дууссаны дараа түүнчлэн тэдний биеийн байцаалтыг шалгаж, тэдний биеийн байцаалтыг баталгаажуулахыг зөвшөөрсөн болохыг илэрхийлж байна.

source: About edX
eo: Àßöüt édX Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Sobre edX
lv: Par edX
mn: edX-н тухай

source: {link_start}edX{link_end} offers interactive online classes and MOOCs from the world's best universities, including MIT, Harvard, Berkeley, University of Texas, and many others. edX is a non-profit online initiative created by founding partners Harvard and MIT.
eo: {link_start}édX{link_end} öfférs ïntéräçtïvé önlïné çlässés änd MÖÖÇs fröm thé wörld's ßést ünïvérsïtïés, ïnçlüdïng MÌT, Härvärd, Bérkéléý, Ûnïvérsïtý öf Téxäs, änd mäný öthérs. édX ïs ä nön-pröfït önlïné ïnïtïätïvé çréätéd ßý föündïng pärtnérs Härvärd änd MÌT. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтα#
es_es: {link_start}edX{link_end} ofrece clases interactivas en línea y MOOC de las mejores universidades del mundo, incluyendo MIT, Harvard, Berkeley, University of Texas y muchas otras. edX es una iniciativa en línea sin fines de lucro creada por los socios fundadores Harvard y MIT.
lv: {link_start}edX{link_end} piedāvā interaktīvus tiešsaistes mācību priekšmetus un MOOC no pasaules labākajām universitātēm, ieskaitot Masačūsetsas Tehnoloģiju Institūtu (MIT), Hārvardas Universitāti, Bērklijas Universitāti, Teksasas Universitāti, un daudzas citas. edX ir bezpeļņas tiešsaistes iniciatīva, kuru dibināja Hārvardas Universitāte un MIT.
mn: {link_start} edX {link_end} нь MIT, Харвард, Беркли, Техасын их сургууль зэрэг олон улсын хамгийн шилдэг их сургуулиудын интерактив онлайн хичээлүүд болон MOOC-г санал болгодог. edX нь үүсгэн байгуулагчдын үүсгэсэн ашгийн бус санаачлагыг Harvard болон MIT.

source: Congratulations, {user_name}!
eo: Çöngrätülätïöns, {user_name}! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
lv: Apsveicam, {user_name}!
mn: Баяр хүргэе, {user_name}!

source: You worked hard to earn your certificate from {accomplishment_copy_course_org} {dash} share it with colleagues, friends, and family to get the word out about what you mastered in {accomplishment_course_title}.
eo: Ýöü wörkéd härd tö éärn ýöür çértïfïçäté fröm {accomplishment_copy_course_org} {dash} shäré ït wïth çölléägüés, frïénds, änd fämïlý tö gét thé wörd öüt äßöüt whät ýöü mästéréd ïn {accomplishment_course_title}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт α#
lv: Jūs smagi strādājāt, lai nopelnītu savu sertifikātu no {accomplishment_copy_course_org} {dash} kopīgojiet to ar kolēģiem, draugiem un ģimeni, lai pastāstītu, ko Jūs apguvāt {accomplishment_course_title}.
mn: Та {accomplishment_copy_course_org} {dash} сертификат олохын тулд шаргуу ажиллаж, {accomplishment_course_title} -д эзэмшсэн зүйлийнхээ талаар үг хэлэхийг хамт ажиллагсад, найз нөхөд, гэр бүлийнхэнтэйгээ хуваалцаарай.

source: Share this certificate on Facebook (opens a new tab/window)
eo: Shäré thïs çértïfïçäté ön Fäçéßöök (öpéns ä néw täß/wïndöw) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Dalieties ar šo sertifikātu Facebook (atver jaunā cilnē/logā)
mn: Facebook дээр энэ гэрчилгээг хуваалцах (шинэ таб/цонх нээнэ)

source: Tweet this certificate (opens a new tab/window)
eo: Twéét thïs çértïfïçäté (öpéns ä néw täß/wïndöw) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
lv: Paziņojiet par šo sertifikātu Twitter (atver jaunā cilnē/logā)
mn: Энэ гэрчилгээг жиргэх (шинэ таб/цонх нээнэ)

source: Add this certificate to your LinkedIn profile (opens a new tab/window)
eo: Àdd thïs çértïfïçäté tö ýöür LïnkédÌn pröfïlé (öpéns ä néw täß/wïndöw) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
lv: Pievienojiet šo sertifikātu Jūsu LinkedIn profilam (atver jaunā cilnē/logā)
mn: Энэ гэрчилгээг өөрийн LinkedIn профайл дээр нэмэх (шинэ таб/цонх нээнэ)

source: Print
eo: Prïnt Ⱡ'σяєм ιρѕ#
es_es: Imprimir
lv: Drukāt
mn: Хэвлэх

source: Print this certificate
eo: Prïnt thïs çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Imprimir este certificado
lv: Drukāt šo sertifikātu
mn: Энэ гэрчилгээг хэвлэх

source: edX Inc.
eo: édX Ìnç. Ⱡ'σяєм ιρѕυм ∂#

source: All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks of edX Inc.
eo: Àll rïghts résérvéd éxçépt whéré nötéd. édX, Öpén édX änd thé édX änd Öpén édX lögös äré régïstéréd trädémärks öf édX Ìnç. Ⱡ'σяєм ιρѕ#
