Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums.
eo: Àüdït thïs çöürsé för fréé änd hävé çömplété äççéss tö äll thé çöürsé mätérïäl, äçtïvïtïés, tésts, änd förüms. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fa_ir: این دوره را بصورت رایگان ببینید و به همۀ مطالب دوره، فعالیت‌ها، آزمون‎‌ها و تالارهای گفتمان دسترسی کامل داشته باشید.
it_it: Segui questo corso gratuitamente e ottieni accesso completo a tutti i materiali, le attività, i test ed i forum del corso.
lv: Auditējiet šo kursu par brīvu un saņemiet pilnu piekļuvi visiem kursa materiāliem, aktivitātēm, testiem un forumiem.
mn: Энэ курсийг эрх чөлөөтэй, бүх сургалтын материал, үйл ажиллагаа, туршилт, форумд бүрэн хамрагдах боломжтой.

source: Audit This Course (No Certificate)
eo: Àüdït Thïs Çöürsé (Nö Çértïfïçäté) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fa_ir: مشاهده این دوره آموزشی(بدون گواهی)
it_it: Segui questo corso (nessun certificato)
lv: Auditēt šo kursu (Bez sertifikāta)
mn: Аудитын энэ курс (гэрчилгээ байхгүй)

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include graded assignments, or unlimited course access.{b_end}
eo: Àüdït thïs çöürsé för fréé änd hävé äççéss tö çöürsé mätérïäls änd dïsçüssïöns förüms. {b_start}Thïs träçk döés nöt ïnçlüdé grädéd ässïgnménts, ör ünlïmïtéd çöürsé äççéss.{b_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒ#
fa_ir: این دوره آموزشی را به‌صورت رایگان ببینید کنید و به مطالب دوره و مجالس گفتگو دسترسی داشته باشید. {b_start} این مسیر شامل تکالیف درجه‌بندی‌شده یا دسترسی نامحدود به دوره آموزشی نیست. {b_end}
it_it: Segui questo corso gratuitamente e ottieni accesso ai materiali del corso e ai forum di discussione. {b_start}Questa traccia non include compiti valutati o accesso illimitato al corso. {b_end}
mn: Уг хичээлийг үнэгүй аудит хийж хичээлийн материалууд болон хэлэлцүүлэгт хандах. {b_start}Энэ сургалтын чиглэлд үнэлгээтэй даалгавар болон хичээлийн хязгааргүй хандах боломж ороогүй болно. {b_end}

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include graded assignments.{b_end}
eo: Àüdït thïs çöürsé för fréé änd hävé äççéss tö çöürsé mätérïäls änd dïsçüssïöns förüms. {b_start}Thïs träçk döés nöt ïnçlüdé grädéd ässïgnménts.{b_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт ł#
fa_ir: این دوره آموزشی را به‌صورت رایگان ببینید و به مطالب دوره آموزشی و اتاق‌های گفتگو دسترسی داشته باشید. {b_start} این مسیر تکالیف بارم بندی شده را شامل نمی‌شود. {b_end}
it_it: Segui questo corso gratuitamente e ottieni accesso ai materiali del corso e ai forum di discussione. {b_start}Questa traccia non include compiti valutati. {b_end}

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include unlimited course access.{b_end}
eo: Àüdït thïs çöürsé för fréé änd hävé äççéss tö çöürsé mätérïäls änd dïsçüssïöns förüms. {b_start}Thïs träçk döés nöt ïnçlüdé ünlïmïtéd çöürsé äççéss.{b_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂#
fa_ir: این دوره آموزشی را به‌صورت رایگان ببینید و به مطالب دوره آموزشی و اتاق‌های گفتگو دسترسی داشته باشید. {b_start} این مسیر شامل دسترسی نامحدود به دوره آموزشی نمی‌شود. {b_end}
it_it: Segui questo corso gratuitamente e ottieni accesso ai materiali del corso ed ai forum di discussione. {b_start}Questa traccia non include accesso illimitato al corso. {b_end}

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums. {b_start}Please note that this track does not offer a certificate for learners who earn a passing grade.{b_end}
eo: Àüdït thïs çöürsé för fréé änd hävé çömplété äççéss tö äll thé çöürsé mätérïäl, äçtïvïtïés, tésts, änd förüms. {b_start}Pléäsé nöté thät thïs träçk döés nöt öffér ä çértïfïçäté för léärnérs whö éärn ä pässïng grädé.{b_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ#
es_es: Consulta este curso de forma gratuita y accede a todo el material, las actividades, las pruebas y los foros del curso. {b_start}Ten en cuenta que esto no ofrece un certificado para los estudiantes que obtienen una calificación de aprobado.{b_end}
fa_ir: این دوره را به‌صورت رایگان بررسی کنید و به همۀ مطالب دوره، فعالیت‌ها، آزمون‌ها و انجمن‌ها دسترسی کامل داشته باشید. {b_start} لطفاً توجه داشته باشید که این قسمت برای افرادی که نمرۀ قبولی می‌گیرند گواهی ارائه نمی‌دهد. {b_end}
it_it: Segui questo corso gratuitamente e ottieni accesso completo a tutti i materiali, le attività, i test ed i forum del corso. {b_start}Notare che questa traccia non offre un certificato per gli studenti che ottengono la sufficienza. {b_end}
lv: Auditējiet šo kursu par brīvu un saņemiet pilnu piekļuvi visiem kursa materiāliem, aktivitātēm, testiem un forumiem. {b_start}Lūdzu, ņemiet vērā, ka šajā režīmā netiek sniegts sertifikāts audzēkņiem, kas iegūst nokārtošanai nepieciešamo vērtējumu.{b_end}
mn: Энэ сургалтыг үнэ төлбөргүй, бүх сургалтын материал, үйл ажиллагаа, туршилт, форумд бүрэн хамрагдана. {b_start} Энэ зам нь дамжуулалтанд орсон зэрэг суралцагчдад зориулсан гэрчилгээ олгохгүй гэдгийг анхаарна уу. {b_end}

source: Unable to enroll in {course_name}
fa_ir: قادر به ثبت‌نام شما در {course_name} نیستیم
it_it: Impossibile iscriversi a {course_name}

source: Sorry, we were unable to enroll you in
fa_ir: عرض خواهی می‌کنیم، امکان ثبت‌نام شما نیست
it_it: Spiacenti, non siamo riusciti a registrarti

source: Explore all courses on edX
fa_ir: کاوش همه دوره‌های آموزشی در edX
it_it: Esplora tutti i corsi su edX

source: Explore all courses
fa_ir: کاوش همه دوره‌های آموزشی
it_it: Esplora tutti i corsi

source: Showcase a {link_start}verified certificate{link_end} of completion on your resumé to advance your career
fa_ir: برای ارتقا شغلی خود، یک {link_start} گواهی تأیید شده {link_end} پایان کار را در رزومه خود به نمایش بگذارید.
it_it: Mostra un {link_start}certificato di completamento verificato{link_end} sul tuo CV e fai progressi nella tua carriera

source: Get {start_bold}access to all course activities{end_bold}, including both graded and non-graded assignments, while the course is running
fa_ir: هنگامی که دوره آموزشی در حال اجرا است، {start_bold}به همه فعالیت‌های دوره آموزشی دسترسی داشته باشید {end_bold}، از جمله تکالیف بارم‌بندی‌شده و بدون بارم
it_it: {start_bold}Accedi a tutte le attività del corso{end_bold}, inclusi tutti i compiti valutati e non valutati, finché il corso è attivo

source: Show more
fa_ir: نمایش موارد بیشتر
it_it: Mostra altro

source: {start_bold}Full access{end_bold} to course content and materials, even after the course ends
fa_ir: {start_bold}دسترسی کامل{end_bold} به محتوا و مواد دوره آموزشی، حتی پس از پایان دوره
it_it: {start_bold}Accesso completo{end_bold} ai contenuti e ai materiali, anche dopo la fine del corso

source: {link_start}Learn more{link_end} about course access
fa_ir: {link_start} اطلاعات بیشتر {link_end} درباره دسترسی به دوره آموزشی
it_it: {link_start}Scopri di più{link_end} sull'accesso al corso

source: Support our {start_bold}mission{end_bold} to increase access to high-quality education for everyone, everywhere
fa_ir: از {start_bold}هدف{end_bold} ما برای افزایش دسترسی به آموزش با کیفیتی بالا برای همه و در همه جا حمایت کنید
it_it: Sostieni la nostra {start_bold}missione{end_bold} per aumentare l&#39;accesso a un&#39;istruzione di alta qualità per tutti, ovunque

source: Get temporary access to {start_bold}non-graded{end_bold} activities, including discussion forums and non-graded assignments
fa_ir: دسترسی موقت به فعالیت‌های {start_bold}بدون نمره{end_bold}، همچون انجمن‌های گفتگو و تکالیف بدون نمره را دریافت کنید
it_it: Ottieni l&#39;accesso temporaneo alle attività {start_bold}senza voto{end_bold}, inclusi forum di discussione e compiti senza voto

source: Get {start_bold}temporary access{end_bold} to the course material, including videos and readings
fa_ir: دریافت {start_bold}دسترسی موقت {end_bold} به مطالب دوره آموزشی، از جمله ویدیوها و مطالب
it_it: Ottieni {start_bold}accesso temporaneo{end_bold} al materiale del corso, inclusi video e letture

source: Access expires and all progress will be lost on
fa_ir: دسترسی منقضی می‌شود و همه پیشرفت از بین می‌رود
it_it: L'accesso scade e tutti i progressi andranno perduti il

source: Access expires and all progress will be lost
fa_ir: دسترسی منقضی می‌شود و همه پیشرفت‌ها از بین می‌رود
it_it: L'accesso scade e tutti i progressi andranno perduti

source: Enroll In {course_name} | Upgrade Now
fa_ir: برای ثبت‌نام در {course_name} الان ارتقا می‌دهم
it_it: Iscriviti a {course_name} | Fai subito l'upgrade

source: Choose a path for your course in
fa_ir: انتخاب مسیری برای دوره آموزشی خود در
it_it: Scegli un percorso per il tuo corso di

source: Earn a certificate
eo: Éärn ä çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Ganar un certificado
fa_ir: کسب گواهی
it_it: Acquisisci un certificato
lv: Nopelniet sertifikātu
mn: Гэрчилгээ авах

source: Studies show that those who choose this option are {start_bold}more engaged and motivated{end_bold} to complete their courses
fa_ir: مطالعات نشان می‌دهد کسانی که این گزینه را انتخاب می‌کنند برای تکمیل دوره‌های آموزشی خود {start_bold}درگیر و باانگیزه‌تر{end_bold} هستند.
it_it: Gli studi dimostrano che coloro che scelgono questa opzione sono {start_bold}più coinvolti e motivati{end_bold} a completare i propri corsi

source: Access this course
fa_ir: دسترسی به این دوره آموزشی
it_it: Accedi a questo corso

source: Get access to the course material, including videos and readings
fa_ir: به مطالب دوره آموزشی، همچون فیلم‌ها و خواندنی‌ها دسترسی یابید
it_it: Ottieni l&#39;accesso al materiale del corso, inclusi video e letture

source: {chapter} current chapter
eo: {chapter} çürrént çhäptér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Capítulo actual {chapter}
fa_ir: {chapter} فصل کنونی
it_it: capitolo corrente {chapter}
lv: {chapter} pašreizējā nodaļa
mn: {chapter} одоогийн бүлэг

source: {span_start}current section{span_end}
eo: {span_start}çürrént séçtïön{span_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: {span_start} بخش کنونی {span_end}
it_it: {span_start}sezione corrente{span_end}
lv: {span_start}pašreizējā iedaļa{span_end}
mn: {span_start} одоогийн хэсэг {span_end}

source: due {date}
eo: düé {date} Ⱡ'σяєм ιρѕυм #
es_es: fecha límite: {date}
fa_ir: تا تاریخ {date}
it_it: consegna {date}
lv: izpildes datums {date}
mn: {date}-нд сүүлчийн хугацаа

source: {section_format} due {{date}}
eo: {section_format} düé {{date}} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fa_ir: {section_format} موعد {{date}}
it_it: Scadenza {section_format} {{date}}
lv: {section_format} izpildes datums {{date}}

source: This content is graded
eo: Thïs çöntént ïs grädéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Este contenido está calificado
fa_ir: این محتوا نمره داده شده است
it_it: Questo contenuto è valutato
lv: Šis saturs ir vērtēts
mn: Энэ агуулга нь ангилагдана

source: An error occurred. Please try again later.
eo: Àn érrör öççürréd. Pléäsé trý ägäïn lätér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Se ha producido un error. Por favor, inténtalo de nuevo más tarde.
fa_ir: خطایی رخ داده است. لطفا دوباره تلاش کنید.
it_it: Si è verificato un errore. Si prega di riprovare più tardi.
lv: Notika kļūda. Lūdzu, mēģiniet vēlreiz vēlāk.
mn: Алдаа гарлаа. Дараа дахин оролдоорой.

source: You are enrolled in this course
eo: Ýöü äré énrölléd ïn thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Te has inscrito en este curso
fa_ir: شما در این دوره آموزشی ثبت‌نام کرده‌اید
it_it: Sei iscritto a questo corso
lv: Jūs neesat reģistrējušies šajā kursā
mn: Та энэ хичээлд элссэн байна

source: Enrollment in this course is by invitation only
eo: Énröllmént ïn thïs çöürsé ïs ßý ïnvïtätïön önlý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La inscripción en este curso es por invitación únicamente
fa_ir: ثبت‌نام در این کلاس فقط با دعوت مجاز است
it_it: L'iscrizione a questo corso è possibile solo su invito
lv: Reģistrācija šajā kursā ir tikai ar ielūgumiem
mn: Энэ хичээлд зөвхөн урилгаар бүртгэнэ

source: Enrollment is Closed
eo: Énröllmént ïs Çlöséd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: La inscripción está cerrada
fa_ir: ثبت‌نام بسته شده است
it_it: L'iscrizione è Chiusa
lv: Reģistrācija ir slēgta
mn: Элсэлт Хаагдсан

source: Enroll Now
eo: Énröll Nöw Ⱡ'σяєм ιρѕυм ∂σłσ#
fa_ir: حالا ثبت‌نام کنید
it_it: Iscriviti ora

source: View About Page in studio
eo: Vïéw Àßöüt Pägé ïn stüdïö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Ver la página de información en Studio
fa_ir: نمایش صفحه درباره ما در هنرکده
it_it: Guarda la pagina di presentazione del corso in Studio
lv: Skatīt lapu ‘par’ studio
mn: Танилцуулга хуудсыг Студиод үзэх

source: Classes Start
eo: Çlässés Stärt Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Inicio de las clases
fa_ir: آغاز دوره‌های آموزشی
it_it: Data Inizio Corso
lv: Mācību priekšmeti sākas
mn: Хичээл Эхлэх

source: Classes End
eo: Çlässés Énd Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Fin de las clases
fa_ir: پایان دوره‌های آموزشی
it_it: Fine Corso
lv: Mācību priekšmeti beidzas
mn: Хичээл Дуусах

source: Estimated Effort
eo: Éstïmätéd Éffört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: تخمین ساعت مطالعه
it_it: Impegno Richiesto
lv: Apguves laiks
mn: Тооцоолсон чармайлт

source: Prerequisites
eo: Préréqüïsïtés Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Prerequisitos
fa_ir: پیش‌نیازها
it_it: Prerequisito
lv: Priekšnosacījumi
mn: Урьдчилсан нөхцлүүд

source: You must successfully complete {link_start}{prc_display}{link_end} before you begin this course.
eo: Ýöü müst süççéssfüllý çömplété {link_start}{prc_display}{link_end} ßéföré ýöü ßégïn thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Tienes que completar {link_start}{prc_display}{link_end} antes de comenzar el curso.
fa_ir: پیش از آغاز این دوره آموزشی، شما باید {link_start}{prc_display}{link_end} را کامل کنید
it_it: È necessario completare con successo {link_start}{prc_display}{link_end} prima di iniziare questo corso.
lv: Jums ir jābūt veiksmīgi pabeigušiem {link_start}{prc_display}{link_end} pirms Jūs varat sākt šo kursu.
mn: Та энэ сургалтыг эхлэхээс өмнө {link_start} {prc_display} {link_end} -ийг амжилттай бөглөх ёстой.

source: Additional Resources
eo: Àddïtïönäl Résöürçés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Recursos adicionales
fa_ir: منابع بیشتر
it_it: Risorse extra
lv: Papildus resursi
mn: Нэмэлт Эх сурвалжууд

# self
source: enroll
eo: énröll Ⱡ'σяєм ιρѕυ#
es_es: Inscribirse
fa_ir: ثبت‌نام
it_it: iscriversi
lv: reģistrēties
mn: элсэх

source: Share with friends and family!
eo: Shäré wïth frïénds änd fämïlý! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: ¡Compartir con amigos y familiares!
fa_ir: با دوستان و اعضای خانواده خود به اشتراک بگذارید!
it_it: Condividi con i tuoi amici!
lv: Kopīgojiet ar draugiem un ģimeni!
mn: Найз нөхөд, гэр бүлийнхэнтэйгээ хуваалцах!

source: I just enrolled in {number} {title} through {account} {url}
fa_ir: من به تازگی در {number} {title} از طریق {account} {url} ثبت‌نام کرده‌ام
it_it: Mi sono appena iscritto a {number} {title} tramite {account} {url}

source: I just enrolled in {number} {title} through {platform} {url}
eo: Ì jüst énrölléd ïn {number} {title} thröügh {platform} {url} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Acabo de inscribirme en el {number} {title} a través de {platform} {url}
fa_ir: من فقط در {number} {title} از طریق {platform} {url} ثبت‌نام کردم
it_it: Mi sono iscritto a {number} {title} tramite {platform} {url}
lv: Es tikko reģistrējos {number} {title} ar {platform} {url}
mn: Би саяхан {number} {title} {platform} {url}

source: Take a course with {platform} online
eo: Täké ä çöürsé wïth {platform} önlïné Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Realiza un curso online con {platform}
fa_ir: با {platform} به‌صورت آنلاین یک دوره بگذرانید
it_it: Scegli un corso su {platform} online
lv: Piedalieties kursā ar {platform} tiešsaistē
mn: {platform}-тай онлайнаар хичээл авах

source: Tweet that you've enrolled in this course
eo: Twéét thät ýöü'vé énrölléd ïn thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Tuitea que te has inscrito en este curso
fa_ir: توییت کنید که شما در این دوره ثبت‌نام شده‌اید
it_it: Pubblica tramite tweet che sei iscritto a questo corso
lv: Paziņojiet Twitter, ka reģistrējāties šajā kursā
mn: Та энэ курст хамрагдсан гэдгийг мэдэгдээрэй

source: Post a Facebook message to say you've enrolled in this course
eo: Pöst ä Fäçéßöök méssägé tö säý ýöü'vé énrölléd ïn thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Publica en Facebook que te has inscrito en este curso
fa_ir: یک پیام فیس‌بوکی ارسال کنید و بگویید در این دوره ثبت‌نام کرده‌اید
it_it: Invia un messaggio Facebook per indicare che sei iscritto a questo corso
lv: Publicējiet Facebook ziņojumu, lai pateiktu, ka reģistrējāties šajā kursā
mn: Энэ курсэд бүртгүүлсэн гэж Facebook-ийн зурвас илгээх

source: Email someone to say you've enrolled in this course
eo: Émäïl söméöné tö säý ýöü'vé énrölléd ïn thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: ¡Cuéntale a alguien por correo electrónico que te has insrito en este curso!
fa_ir: به یک نفر رایانامه ارسال کنید و بگویید شما در این دوره ثبت‌نام کرده‌اید
it_it: Invia una email a qualcuno per informare che sei iscritto a questo corso
lv: Nosūtiet kādam e-pasta ziņojumu, lai pateiktu, ka reģistrējāties šajā kursā
mn: Энэ курст хамрагдсан гэж хэлэхийн тулд хэн нэгэнд илгээнэ үү

source: current location
eo: çürrént löçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: مکان کنونی
it_it: posizione corrente
lv: pašreizējā atrašanās vieta
mn: Одоогийн байршил

source: needs attention
eo: nééds ätténtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: necesita revisión
fa_ir: نیاز به توجه دارد
it_it: desidera attenzione
lv: nepieciešama uzmanība
mn: анхаарах шаардлагатай

source: Course Material
eo: Çöürsé Mätérïäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Material del curso
fa_ir: منابع دوره آموزشی
it_it: Materiale del corso
lv: Kursa materiāls
mn: Хичээлийн материал

source: Hide
eo: Hïdé Ⱡ'σяєм ι#
es_es: Ocultar
fa_ir: پنهان
it_it: Nascondi
lv: Paslēpt
mn: Нуух

source: Show
eo: Shöw Ⱡ'σяєм ι#
es_es: Mostrar
fa_ir: نمایش
it_it: Mostra
lv: Parādīt
mn: Харах

source: Show Earlier Course Updates
eo: Shöw Éärlïér Çöürsé Ûpdätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fa_ir: نمایش روزآمدسازی‌های پیشین دوره آموزشی
it_it: Mostra aggiornamenti del corso precedenti
lv: Parādīt iepriekšējos kursa atjauninājumus
mn: Өмнөх зааврыг харах

source: List of Courses
eo: Lïst öf Çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Lista de cursos
fa_ir: فهرست دوره‌های آموزشی
it_it: Elenco dei corsi
lv: Kursu saraksts
mn: Хичээлийн жагсаалт

source: Refine Your Search
eo: Réfïné Ýöür Séärçh Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Refina tu búsqueda
fa_ir: اصلاح جستجو
it_it: Affina la ricerca
lv: Precizējiet Jūsu meklēšanu
mn: Хайлтаа сайжруулна уу

source: Course Utilities
eo: Çöürsé Ûtïlïtïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Utilidades del curso
fa_ir: امکانات دوره
it_it: Programmi di utilità del corso
lv: Kursa aprīkojums
mn: Сургалтын хэрэгсэл

source: Courseware
eo: Çöürséwäré Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Contenidos
fa_ir: ابزارهای آموزشی
it_it: Materiale didattico
lv: Kursprogrammatūra
mn: Хичээлийн материал

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible.
eo: Wé'ré sörrý, thïs mödülé ïs témpörärïlý ünäväïläßlé. Öür stäff ïs wörkïng tö fïx ït äs söön äs pössïßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fa_ir: متأسفیم، این ماژول به‌طور موقت خارج از دسترس است. کارکنان ما در تلاش هستند تا در اسرع وقت این مشکل را برطرف کنند.
it_it: Spiacenti, questo modulo è temporaneamente indisponibile. Stiamo lavorando per ripristinarlo appena possibile.

source: Course Search
eo: Çöürsé Séärçh Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Buscador de cursos
fa_ir: جستجوی دوره آموزشی
it_it: Ricerca corso
lv: Kursa meklēšana
mn: Хичээл хайх

source: No content has been added to this course
eo: Nö çöntént häs ßéén äddéd tö thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: No se ha añadido contenido a este curso
fa_ir: هیچ محتوایی به این دوره آموزشی اضافه نشده است
it_it: Nessun contenuto è stato aggiunto a questo corso
lv: Šim kursam nav ticis pievienots saturs
mn: Энэ хичээлд агуулга нэмэгдээгүй

source: To access course materials, you must score {required_score}% or higher on this exam. Your current score is {current_score}%.
eo: Tö äççéss çöürsé mätérïäls, ýöü müst sçöré {required_score}% ör hïghér ön thïs éxäm. Ýöür çürrént sçöré ïs {current_score}%. Ⱡ'σяєм ιρѕυм#
fa_ir: برای دسترسی به مطالب دوره آموزشی، باید در این امتحان نمره {required_score}٪ یا بالاتر را کسب کنید. امتیاز فعلی شما {current_score}٪ است.
it_it: Per accedere ai materiali del corso, è necessario ottenere un punteggio uguale o superiore a {required_score}% per questo esame. Il punteggio corrente è {current_score}%.
lv: Lai piekļūtu kursa materiāliem, Jums ir jāiegūst {required_score}% vai augstāks vērtējums šajā eksāmenā. Jūsu pašreizējais vērtējums ir {current_score}%.
mn: Шалгалтын материалд хандахын тулд та энэ шалгалтанд {required_score}% эсвэл түүнээс дээш оноо авах шаардлагатай. Таны одоогийн оноо {current_score}%.

source: Your score is {current_score}%. You have passed the entrance exam.
eo: Ýöür sçöré ïs {current_score}%. Ýöü hävé pässéd thé éntränçé éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Tu puntuación es {current_score}%. Has aprobado el examen de acceso.
fa_ir: امتیاز شما {current_score}% است. شما در امتحان ورودی قبول شدید.
it_it: Il tuo voto è {current_score}%. Hai superato l'esame di ammissione.
lv: Jūsu vērtējums ir {current_score}%. Jūs esat nokārtojuši iestājpārbaudījumu.
mn: Таны оноо {current_score}%. Та элсэлтийн шалгалтанд тэнцсэн.

source: Gradebook
eo: Grädéßöök Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Libro de calificaciones
fa_ir: کارنامه
it_it: Registro delle valutazioni
lv: Sekmju žurnāls
mn: Дүнгийн ном

source: Search students
eo: Séärçh stüdénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Buscar alumnos
fa_ir: جستجوی یادگیرندگان
it_it: Ricerca studenti
lv: Meklēt studentus
mn: Суралцагч хайх

source: Total
eo: Tötäl Ⱡ'σяєм ιρѕ#
fa_ir: کل
it_it: Totale
lv: Kopā
mn: Нийт

source: previous page
eo: prévïöüs pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: página anterior
fa_ir: صفحه پیشین
it_it: pagina precedente
lv: iepriekšējā lapa
mn: өмнөх хуудас

source: of
eo: öf Ⱡ'σя#
es_es: de
fa_ir: از
it_it: di
lv: no
mn: нь
