Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: e.g. 'Sky with clouds'. The description is helpful for users who cannot see the image.
fa_ir: مثلاً، 'آسمانی ابری'. این توضیحات برای کاربرانی مفید است که نمی‌توانند تصویر را مشاهده کنند.
he: למשל 'שמיים עם עננים'. התיאור מועיל למשתמשים שאינם יכולים לראות את התמונה.
it_it: ad es. 'Cielo con nuvole'. La descrizione è utile per gli utenti che non possono vedere l'immagine.
tr_tr: örn. 'Bulutlu bir gökyüzü'. Bu tür bir açıklama, görme engelli kullanıcılara yardımcı olacak.

source: How to create useful text alternatives.
fa_ir: نحوۀ ایجاد گزینه‌های متنی مفید چگونه است.
he: כיצד ליצור חלופות טקסט מועילות.
it_it: Come creare utili alternative di testo.
tr_tr: Nasıl daha işlevsel alternatif metinler oluşturulur.

source: This image is for decorative purposes only and does not require a description.
fa_ir: این تصویر فقط جنبۀ تزئینی دارد و نیاز به شرح ندارد.
he: תמונה זו נועדה למטרות דקורטיביות בלבד ואין צורך בתיאורה.
it_it: Questa immagine è solo a scopo decorativo e non richiede una descrizione.
tr_tr: Bu görsel sadece tasarımsal amaçlı ve bir açıklamaya gerek duymuyor.

source: Markdown Editing Help
fa_ir: راهنمای ویرایش نشانه‌گذاری
he: עזרה בעריכת סימון
it_it: Guida alla modifica di Markdown
tr_tr: Markdown İşaretleme Dili Yardımı

source: Please provide a valid URL.
fa_ir: یک نشانی اینترنتی معتبر وارد کنید.
he: אנא ספק כתובת URL חוקית.
it_it: Si prega di fornire un URL valido.
tr_tr: Lütfen geçerli bir URL belirtin.

source: %(errorCount)s error found in form.
fa_ir: %(errorCount)sخطایی در این فرم پیدا شد.
he: שגיאה %(errorCount)s נמצאה בטופס.
it_it: %(errorCount)s errore rilevato nel modulo.
tr_tr: Formda %(errorCount)s hata bulundu.

source: Bold (Ctrl+B)
fa_ir: حروف درشت(Ctrl+B)
he: מודגש (Ctrl+B)
it_it: Grassetto (Ctrl+B)
tr_tr: Kalın (Ctrl+B)

source: Italic (Ctrl+I)
fa_ir: ایرانیک (Ctrl+I)
he: נטוי (Ctrl+I)
it_it: Corsivo (Ctrl+I)
tr_tr: İtalik (Ctrl+I)

source: Hyperlink (Ctrl+L)
fa_ir: پیوند (Ctrl+L)
he: היפר - קישור (Ctrl+L)
it_it: Ipertesto (Ctrl+L)
tr_tr: Hiperlink (Ctrl-L)

source: Blockquote (Ctrl+Q)
fa_ir: نقل‌قول (Ctrl + Q)
he: ציטוט (Ctrl+Q)
tr_tr: Alıntı (Ctrl+Q)

source: Code Sample (Ctrl+K)
fa_ir: کدنمونه(Ctrl+K)
he: דוגמת קוד (Ctrl+K)
it_it: Esempio di Codice (Ctrl+K)
tr_tr: Kod Örneği (Ctrl+K)

source: Image (Ctrl+G)
fa_ir: تصویر (Ctrl+G)
he: תמונה (Ctrl+G)
it_it: Immagine (Ctrl+G)
tr_tr: Görsel (Ctrl-G)

source: Numbered List (Ctrl+O)
fa_ir: فهرست شماره‌‌دار (Ctrl+O)
he: רשימה ממוספרת (Ctrl+O)
it_it: Lista Numerata (Ctrl+O)
tr_tr: Numaralı Liste (Ctrl+O)

source: Bulleted List (Ctrl+U)
fa_ir: فهرست گلوله‌دار (Ctrl+U)
he: רשימה עם תבליטים (Ctrl+U)
it_it: Elenco puntato (Ctrl+U)
tr_tr: Noktalı Liste (Ctrl+U)

source: Heading (Ctrl+H)
fa_ir: سرصفحه (Ctrl+H)
he: כותרת (Ctrl+H)
it_it: Intestazione (Ctrl+H)
tr_tr: Başlık (Ctrl+H)

source: Horizontal Rule (Ctrl+R)
fa_ir: خط‌کش افقی (Ctrl+R)
he: קו אופקי (Ctrl+R)
it_it: Linea Orizzontale (Ctrl+R)
tr_tr: Yatay Çizgi (Ctrl+R)

source: Undo (Ctrl+Z)
fa_ir: واگرد (Ctrl+Z)
he: בטל (Ctrl+Z)
it_it: Annulla (Ctrl+Z)
tr_tr: Geri al (Ctrl-Z)

source: Redo (Ctrl+Y)
fa_ir: انجام دوباره(Ctrl+Y)
he: בצע שוב (Ctrl+Y)
it_it: Rifai (Ctrl+Y)
tr_tr: Yeniden Yap (Ctrl+Y)

source: Redo (Ctrl+Shift+Z)
fa_ir: انجام دوباره (Ctrl+Shift+Z)
he: בצע שוב (Ctrl+Shift+Z)
it_it: Rifai (Ctrl+Maiusc+Z)
tr_tr: Yeniden Yap (Ctrl+Shift+Z)

source: strong text
fa_ir: متن قوی
he: טקסט חזק
it_it: testo in grassetto
tr_tr: kalın metin

source: emphasized text
fa_ir: متن مورد تأکید
he: טקסט מודגש
it_it: testo enfatizzato
tr_tr: vurgulu metin

source: enter link description here
fa_ir: شرح پیوند را اینجا وارد کنید
he: הזן תיאור קישור כאן
it_it: Inserisci qui la descrizione del link
tr_tr: bağlantı açıklamasını buraya girin

source: Blockquote
fa_ir: نقل‌قول
it_it: Citazione
tr_tr: Blok alıntı

source: enter code here
fa_ir: کد را اینجا وارد کنید
he: הזן קוד כאן
it_it: inserisci qui il codice
tr_tr: kodu buraya girin

source: List item
fa_ir: فهرست موارد
he: פריט רשימה
it_it: Lista
tr_tr: Liste maddesi

source: Heading
fa_ir: سرعنوان
he: כותרת עליונה
it_it: Titolo
tr_tr: Başlık

source: You have been logged out of your account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work).
fa_ir: شما از حساب کاربری‌تان خارج شدید. روی گزینه تایید بزنید تا دوباره وارد سامانه شوید. اگر مایلید در همین صفحه بمانید روی گزینه لغو بزنید (برای ذخیره فعالیت خود باید دوباره وارد سامانه شوید).
it_it: Sei stato disconnesso dal tuo account. Fai clic su Ok per accedere nuovamente. Fai clic su Annulla per rimanere su questa pagina (devi accedere di nuovo per salvare il tuo lavoro).
tr_tr: Hesabınızdan çıktınız. Tekrar giriş yapmak için Tamam'a tıklayın. İptal'e tıklayarak bu sayfada kalabilirsiniz (Çalışmanızı kaydetmek için tekrar giriş yapmanız gerekiyor).

source: Preview this query
fa_ir: پیش‌نمایش این سؤال
he: תצוגה מקדימה לשאילתא זו
it_it: Anteprima di questa query
tr_tr: Bu sorguyu önizleyin

source: Open Calculator
fa_ir: بازکردن ماشین حساب
he: פתח מחשבון
it_it: Apri Calcolatore
tr_tr: Hesap Makinesini Aç

source: Close Calculator
fa_ir: ماشین‌حساب را ببند
he: סגור מחשבון
it_it: Chiudi Calcolatore
tr_tr: Hesap Makinesini Kapat

source: All subsections
fa_ir: همۀ زیربخش‌ها
he: כל תתי הקטעים
it_it: Tutte le sottosezioni
tr_tr: Tüm alt bölümler

source: All units
fa_ir: همۀ واحدها
he: כל היחידות
it_it: Tutte le unità
tr_tr: Tüm üniteler

source: Click to change
fa_ir: برای تغییر کلیک کنید
he: לחץ לשינוי
it_it: Clicca per cambiare
tr_tr: Değiştirmek için tıklayın

source: Select a chapter
fa_ir: انتخاب فصل
he: בחר פרק
it_it: Seleziona un capitolo
tr_tr: Bir bölüm seçin

source: Save changes
fa_ir: ذخیره تغییرات
he: שמור שינויים
it_it: Salva modifiche
tr_tr: Değişiklikleri kaydet

source: Please enter valid start date and time.
fa_ir: تاریخ و زمان معتبر وارد کنید.
he: הזן תאריךהתחלה ושעה חוקיים.
it_it: Per favore, inserisci una data e un'orario validi di inizio.
tr_tr: Lütfen geçerli bir başlangıç tarihi ve saati girin.

source: Due date cannot be before start date.
fa_ir: تاریخ سررسید نمی‌تواند پیش از تاریخ شروع باشد.
he: תאריך הסיום אינו יכול להקדים את תאריך ההתחלה.
it_it: La data scadenza non può essere antecedente alla data di inizio.
tr_tr: Bitiş tarihi başlangıç tarihinden önce olamaz.

source: Enter Due Date and Time
fa_ir: تاریخ و زمان سررسید را وارد کنید
he: הזן תאריך סיום ושעה
it_it: Inserisci data di consegna e ora
tr_tr: Son Başvuru Tarihi ve Zamanını Giriniz

source: Enter Start Date and Time
fa_ir: تاریخ و زمان آغاز را وارد کنید
he: הזן תאריך התחלה ושעה
it_it: Inserisci data di inizio e ora
tr_tr: Başlangıç Tarihi ve Zamanını Giriniz

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
fa_ir: نام کاربری یادگیرنده یا نشانی رایانامه الزامی هستند و نباید خالی باشد. لطفا نام کاربری یا نشانی رایانامه را پر کنید و سپس دکمه "افزودن به فهرست استثنا" را بفشارید.
it_it: Il campo nome utente/email dello studente è obbligatorio e non può essere vuoto. Inserire nome utente/e-mail e quindi premere il pulsante "Aggiungi all'elenco delle eccezioni".
tr_tr: Öğrenci kullanıcı adı/e-posta alanının doldurulması gereklidir ve boş bırakılamaz. Lütfen kullanıcı adı/e-posta alanını doldurun ve ardından "İstisna Listesine Ekle" tuşuna basın.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
fa_ir: ‫نام کاربری یادگیرنده یا نشانی رایانامه الزامی هستند و نباید خالی باشد. لطفا نام کاربری یا نشانی رایانامه را پر کنید و سپس دکمه “گواهی غیرمعتبر” را بفشار ید
it_it: Il campo nome utente/email dello studente è obbligatorio e non può essere vuoto. Inserire nome utente/e-mail e quindi premere il pulsante "Annulla certificato".
tr_tr: Öğrenci kullanıcı adı/e-posta alanının doldurulması gereklidir ve boş bırakılamaz. Lütfen kullanıcı adı/e-posta alanını doldurun ve ardından "Sertifikayı Geçersizleştir" tuşuna basın.

source: Student Removed from certificate allowlist successfully.
fa_ir: یادگیرنده از فهرست افراد مجاز به دریافت گواهی حذف شد.
it_it: Studente rimosso con successo dalla lista dei contatti autorizzati ai certificati.
tr_tr: Öğrenci sertifika güvenilir listesinden başarıyla Kaldırıldı.

source: Could not find Certificate Exception in the allowlist. Please refresh the page and try again
fa_ir: موارد مستثنی از فهرست مجاز به دریافت گواهی پیدا نشد. لطفا صفحه را بارگزاری کرده و دوباره تلاش کنید
it_it: Impossibile trovare l'Eccezione del Certificato nella lista dei contatti autorizzati. Per cortesia aggiorna la pagina e riprova
tr_tr: İzinli listesinde Sertifika İstisnası bulunamadı. Lütfen sayfayı yenileyin ve tekrar deneyin

source: Server Error, Please refresh the page and try again.
fa_ir: خطای خدمت‌دهنده، لطفاً صفحه را دوباره بارگیری کرده و دوباره امتحان کنید.
he: שגיאת שרת, רענן את הדף ונסה שוב.
it_it: Errore del server. Aggiorna la pagina e riprova.
tr_tr: Sunucu Hatası, Lütfen sayfayı yenileyin ve tekrar deneyin.

source: <%- user %> already in exception list.
fa_ir: <%- user %> پیش از این در فهرست استثنا قرار دارد.
it_it: <%- user %> già incluso nell'elenco delle eccezioni.
tr_tr: <%- user %> kullanıcısı zaten istisna listesinde.

source: <%- user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate.
fa_ir: افزودن <%- user %> به فهرست موارد استثنا با موفقیت انجام شد. برای ارسال گواهی، روی گزینۀ ایجاد گواهی استثنا در زیر کلیک کنید.
it_it: <%- user %> è stato correttamente aggiunto all'elenco delle eccezioni. Fai clic su Genera certificato di eccezione di seguito per inviare il certificato.
tr_tr: <%- user %> kullanıcısı istisna listesine başarıyla eklendi. Aşağıdaki İstisna Sertifikası Oluştur'a tıklayarak sertifikayı gönderin.

source: learners were successfully added to exception list
fa_ir: یادگیرندگان به فهرست استثنا افزوده شدند
it_it: gli studenti sono stati aggiunti con successo all'elenco delle eccezioni
tr_tr: öğrenciler istisna listesine başarıyla eklendi

source: learner was successfully added to the exception list
fa_ir: یادگیرنده به فهرست استثنا افزوده شد
it_it: lo studente è stato aggiunto con successo all'elenco delle eccezioni
tr_tr: öğrenci istisna listesine başarıyla eklendi

source: records are not in the correct format and have not been added to the exception list
fa_ir: سوابق به‌شکل صحیح ارائه نشده‌اند و به فهرست استثنا اضافه نمی‌شوند
it_it: i record non sono nel formato corretto e non sono stati aggiunti all&#39;elenco delle eccezioni
tr_tr: kayıtlar doğru formatta değil ve istisna listesine eklenmemişler

source: record is not in the correct format and has not been added to the exception list
fa_ir: پیشینه به‌شکل صحیح وارد نشده است و به فهرست استثنا افزوده نشد
it_it: il record non è nel formato corretto e non è stato aggiunto all&#39;elenco delle eccezioni
tr_tr: kayıt doğru formatta değil ve istisna listesine eklenmemiş

source: learner accounts cannot be found and have not been added to the exception list
fa_ir: حساب‌های کاربری یادگیرنده پیدا نشده و به فهرست استثنا افزوده نشده‌اند
it_it: non sono stati trovati account dello studente e non sono stati aggiunti all'elenco delle eccezioni
tr_tr: öğrenci hesapları bulunamıyor ve istisna listesine eklenmemişler

source: learner account cannot be found and has not been added to the exception list
fa_ir: حساب‌ کاربری یادگیرنده پیدا نشده و به فهرست استثنا افزوده نشده‌اند
it_it: non è stato trovato nessun account dello studente e non è stato aggiunto all'elenco delle eccezioni
tr_tr: öğrenci hesabı bulunamıyor ve istisna listesine eklenmemiş

source: learners already appear on the exception list in this course
fa_ir: یادگیرندگان کنونی که موجود در فهرست استثنا این دوره نمایش داده می‌شوند
it_it: gli studenti sono già presenti nell'elenco delle eccezioni di questo corso
tr_tr: öğrenciler zaten bu dersin istisna listesinde görünüyor

source: learner already appears on the exception list in this course
fa_ir: یادگیرنده کنونی موجود در فهرست استثنا این دوره نمایش داده می‌شود
it_it: lo studente è già presente nell'elenco delle eccezioni di questo corso
tr_tr: öğrenci zaten bu dersin istisna listesinde görünüyor

source: learners are not enrolled in this course and have not added to the exception list
fa_ir: یادگیرندگان در این دوره آموزشی ثبت‌نام نکرده‌اند و به فهرست استثنا افزوده نشدند
it_it: gli studenti non sono iscritti a questo corso e non sono stati aggiunti all'elenco delle eccezioni
tr_tr: öğrenciler derse kayıtlı değil ve istisna listesine eklenmemişler

source: learner is not enrolled in this course and has not been added to the exception list
fa_ir: یادگیرنده در این دوره آموزشی ثبت‌نام نکرده‌است و به فهرست استثنا افزوده نشد
it_it: lo studente non è iscritto a questo corso e non è stato aggiunto all'elenco delle eccezioni
tr_tr: öğrenci bu derse kayıtlı değil ve istisna listesine eklenmemiş

source: learners have an active certificate invalidation in this course and have not been added to the exception list
fa_ir: در این دوره آموزشی یادگیرندگانی با گواهی نامعتبر فعال وجود دارند و به فهرست استثنا افزوده نشده‌اند
it_it: l'annullamento del certificato degli studenti per questo corso è attivo e non sono stati aggiunti all'elenco delle eccezioni
tr_tr: öğrencilerin bu derste etkin bir sertifika geçersizliği var ve istisna listesine eklenmemişler

source: learner has an active certificate invalidation in this course and has not been added to the exception list
fa_ir: در این دوره آموزشی یادگیرنده‌ای با گواهی نامعتبر فعال وجود دارد و به فهرست استثنا افزوده نشده‌است
it_it: l'annullamento del certificato dello studente per questo corso è attivo e non è stato aggiunto all'elenco delle eccezioni
tr_tr: öğrencinin bu derste etkin bir sertifika geçersizliği var ve istisna listesine eklenmemiş

source: learners encountered unknown errors
fa_ir: یادگیرندگان با خطاهای ناشناخته روبرو شدند
it_it: gli studenti hanno riscontrato degli errori sconosciuti
tr_tr: öğrenciler bilinmeyen hatalarla karşılaştı

source: learner encountered an unknown error
fa_ir: یادگیرنده با خطاهای ناشناخته روبرو شد
it_it: lo studente ha riscontrato un errore sconosciuto
tr_tr: öğrenci bilinmeyen bir hatayla karşılaştı

source: Uploaded file issues. Click on "+" to view.
fa_ir: مشکلات پرونده بارگیری‌شده. برای مشاهده روی «+» کلیک کنید.
he: בעיות בהעלאת קובץ. לחץ על "+" כדי להציג.
it_it: Problemi nel file caricato. Fai clic su "+" per visualizzare.
tr_tr: Yüklenen dosya sorunları. Görüntülemek için "+" tuşuna basın.

source: Certificate of <%= user %> has already been invalidated. Please check your spelling and retry.
fa_ir: گواهی <%= user %> قبلاً نامعتبر اعلام شده‌است. لطفاً املا کلمات را بررسی کرده و دوباره امتحان کنید.
he: התעודה של <%= user %> כבר נפסלה. בדוק את האיות ונסה שוב.
it_it: Il certificato di <%= user %> è stato già annullato. Controlla l'ortografia e riprova.
tr_tr: <%= user %> kullanıcısının sertifikası zaten geçersizleştirildi. Lütfen doğru yazdığınızdan emin olun ve yeniden deneyin.

source: Certificate has been successfully invalidated for <%= user %>.
fa_ir: گواهی با موفقیت برای <%= user %> نامعتبر اعلام شد.
he: התעודה של <%= user %> נפסלה בהצלחה.
it_it: Il certificato di <%= user %> è stato correttamente annullato.
tr_tr: <%= user %> kullanıcısının sertifikası başarılı bir şekilde geçersizleştirildi.

source: The certificate for this learner has been re-validated and the system is re-running the grade for this learner.
fa_ir: گواهی این فرد مجدداً تأیید اعتبار شده و سامانه در حال محاسبۀ دوبارۀ نمره ایشان است.
he: התעודה של תלמיד זה אומתה מחדש והמערכת מריצה מחדש את הציון עבור תלמיד זה.
it_it: Il certificato di questo studente è stato nuovamente convalidato e il sistema sta nuovamente elaborando il voto di questo studente.
tr_tr: Bu öğrenci için sertifika yeniden değerlendiriliyor ve sistem bu öğrencinin notlarını yeniden hesaplıyor.

source: Could not find Certificate Invalidation in the list. Please refresh the page and try again
fa_ir: سلب اعتبار گواهی در فهرست پیدا نشد. لطفاً صفحه را بارگیری کرده و دوباره تلاش کنید
he: לא ניתן למצוא פסילת תעודה ברשימה. רענן את הדף ונסה שוב
it_it: Impossibile trovare l'annullamento del certificato nell'elenco. Aggiorna la pagina e riprova.
tr_tr: Listede Sertifika Geçersizleştirme bulunamadı. Lütfen sayfayı yenileyin ve tekrar deneyin.

source: There has been an error processing your survey.
fa_ir: خطایی در پردازش بازخورد وجود داشته است.
he: אירעה שגיאה בעיבוד הסקר שלך.
it_it: Si è verificato un errore durante l'elaborazione del sondaggio.
tr_tr: Anketinizi işlerken hata oluştu.

source: More
fa_ir: بیشتر
he: עוד
it_it: Più
tr_tr: Daha Fazlası

source: Less
fa_ir: کمتر
he: פחות
it_it: Meno
tr_tr: Daha Az

source: HTML preview of post
fa_ir: پیش‌نمایش HTML این مطلب
he: תצוגה מקדימה ב-HTML של הפוסט
it_it: Anteprima HTML del post
tr_tr: Gönderinin HTML önizlemesi

source: Preview
fa_ir: پیش‌نمایش
he: תצוגה מקדימה
it_it: Anteprima
tr_tr: Önizleme

source: Your question or idea (required)
fa_ir: پرسش یا ایده شما (ضروری)
it_it: La tua domanda o proposta (obbligatorio)
tr_tr: Sorunuz veya fikriniz (gerekli)

source: Please enter a valid donation amount.
fa_ir: لطفاْ مقدار کمک مالی را مشخص فرمایید
he: אנא הזן סכום לתרומה.
it_it: Per favore, inserisci un ammontare valido per la donazione.
tr_tr: Lütfen geçerli bağış miktarı giriniz.

source: Your donation could not be submitted.
fa_ir: کمک مالی شما قابل دریافت نیست.
he: התרומה שלך לא יכלה להתקבל.
it_it: Non è stato possibile inviare la tua donazione
tr_tr: Sizin bağışınız gönderilemedi.

source: You will be refunded the amount you paid.
fa_ir: مبلغی که پرداخت کرده‌اید به شما برگشت داده خواهد شد.
it_it: Verrà rimborsato l'importo pagato.
tr_tr: Ödediğiniz tutar size iade edilecektir.

source: You will not be refunded the amount you paid.
fa_ir: مبلغی که پرداخت کرده‌اید به شما برگشت داده نخواهد شد.
it_it: Non verrà rimborsato l'importo pagato.
tr_tr: Ödediğiniz tutar size iade edilmeyecektir.

source: Are you sure you want to unenroll from the purchased course {courseName} ({courseNumber})?
fa_ir: آیا از لغو ثبت‌نام دورۀ آموزشی خریداری شده {courseName} ({courseNumber}) اطمینان دارید؟
it_it: Sei sicuro di voler annullare l'iscrizione al corso acquistato {courseName} ({courseNumber})?
tr_tr: Satın alınan {courseName} ({courseNumber}) dersindeki kaydınızı iptal etmek istediğinize emin misiniz??

source: Are you sure you want to unenroll from {courseName} ({courseNumber})?
fa_ir: آیا از لغو ثبت‌نام {courseName} ({courseNumber}) اطمینان دارید؟
it_it: Sei sicuro di voler annullare l'iscrizione a {courseName} ({courseNumber})?
tr_tr: {courseName} ({courseNumber}) dersindeki kaydınızı iptal etmek istediğinize emin misiniz?

source: Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?
fa_ir: آیا مایلید از مسیر {certNameLong} از دورۀ آموزشی {courseName} ({courseNumber}) ثبت‌نام را لغو کنید؟
it_it: Sei sicuro di voler annullare l'iscrizione al percorso {certNameLong} verificato di {courseName} ({courseNumber})?
tr_tr: Onaylanmış {certNameLong} sertifikasının {courseName} ({courseNumber}) dersinden kaydınızı silmek istediğinize emin misiniz?

source: Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?
fa_ir: آیا مایلید از مسیر {certNameLong} از دورۀ {courseName} ({courseNumber}) لغو ثبت‌نام کنید؟
it_it: Sei sicuro di voler annullare l'iscrizione al percorso {certNameLong} verificato di {courseName} ({courseNumber})?
tr_tr: Onaylanmış {certNameLong} sertifikasının {courseName} ({courseNumber}) dersinden kaydınızı silmek istediğinize emin misiniz?

source: The refund deadline for this course has passed, so you will not receive a refund.
fa_ir: مهلت بازپرداخت برای این دوره آموزشی به اتمام رسیده است، بنابراین امکان دریافت بازپرداخت برای شما وجود ندارد.
it_it: La scadenza per il rimborso di questo corso è scaduta, quindi non riceverai alcun rimborso.
tr_tr: Bu ders için iadenin son günü geçti, bu yüzden iade alamayacaksınız.

source: Unable to determine whether we should give you a refund because of System Error. Please try again later.
fa_ir: مشخص نیست که آیا به دلیل خطای سامانه باید به شما بازپرداختی صورت بگیرد یا خیر. لطفا بعداً دوباره تلاش کنید.
it_it: Impossibile determinare se hai diritto ad un rimborso a causa di un errore di sistema. Prova di nuovo più tardi.
tr_tr: Şu anda Sistem Hatasından dolayı geri ödeme verip veremeyeceğimizi saptayamıyoruz. Lütfen daha sonra tekrar deneyiniz.

source: Want to make edX better for everyone?
fa_ir: آیا مایلید edX بهتری برای سایرین بسازید؟
it_it: Vuoi rendere edX migliore per tutti?
tr_tr: edX'i herkes için daha iyi hale getirmek mi istiyorsunuz?

source: Get started
fa_ir: شروع
it_it: Introduzione
tr_tr: Başlayalım

source: Help make edX better for everyone!
fa_ir: کمک به ایجاد edX - بهتر برای سایرین!
it_it: Aiutaci a rendere edX migliore per tutti!
tr_tr: edX'i herkes için daha iyi bir hale getirmemize yardım edin!

source: Why does edX collect this information?
fa_ir: چرا سامانه، این اطلاعات را گردآوری می‌کند؟
it_it: Perché edX raccoglie queste informazioni?
tr_tr: edX neden bu bilgiyi topluyor?

source: An error occurred while attempting to retrieve or save the information below. Please try again later.
fa_ir: هنگام بازیابی یا ذخیرۀ اطلاعات زیر، خطایی رخ داد. لطفاً بعداً دوباره امتحان کنید.
it_it: Si è verificato un errore durante il tentativo di recuperare o salvare le informazioni seguenti. Prova di nuovo più tardi.
tr_tr: Aşağıdaki bilgiyi çekmeye ya da kaydetmeye çalışırken bir hata gerçekleşti. Bir süre sonra lütfen tekrar deneyin.

source: What was the total combined income, during the last 12 months, of all members of your family?
fa_ir: در کل، درآمد 12 ماه گذشته همۀ اعضای خانواده شما چقدر بوده است؟
it_it: Qual è stato il reddito totale complessivo, negli ultimi 12 mesi, di tutti i membri della tua famiglia?
tr_tr: Tüm aile üyelerinizin son 12 aylık toplam geliri, ne kadardı?

source: Have you ever served on active duty in the U.S. Armed Forces, Reserves, or National Guard?
fa_ir: آیا تا به حال در نیروهای مسلح فعالانه خدمت کرده‌‌اید؟
it_it: Hai mai prestato servizio attivo nelle forze armate, nelle riserve o nella guardia nazionale degli Stati Uniti?
tr_tr: Bugüne dek ABD Ordusu, Yedek Kuvvetler ya da Ulusal Muhafızlar'da hizmet ettiniz mi?

source: What is the highest level of education that you have achieved so far?
fa_ir: آخرین مدرک تحصیلی شما کدامست؟
it_it: Qual è il livello di istruzione più elevato che hai raggiunto finora?
tr_tr: Şimdiye kadar ulaştığınız en yüksek eğitim seviyesi nedir?

source: What is the highest level of education that any of your parents or guardians have achieved?
fa_ir: مدارک تحصیلی والدین یا قیم شما کدامست؟
it_it: Qual è il livello di istruzione più elevato raggiunto da uno dei tuoi genitori o tutori?
tr_tr: Ebeveyn ya da velilerinizin şimdiye kadar ulaştığı en yüksek eğitim seviyesi nedir?

source: Select employment status
fa_ir: سمت اداری
it_it: Seleziona occupazione
tr_tr: Meslek durumunu seçin

source: What industry do you currently work in?
fa_ir: حرفۀ شما چیست؟
it_it: In quale settore lavori attualmente?
tr_tr: Şu anda hangi sektörde çalışıyorsunuz?

source: What industry do you want to work in?
fa_ir: مایلید وارد کدام حرفه شوید؟
it_it: In quale settore vuoi lavorare?
tr_tr: Gelecekte hangi sektörde çalışmak istiyorsunuz?

source: Clear all
fa_ir: پاک کردن
it_it: Cancella tutto
tr_tr: Hepsini temizle

source: demographics questionnaire
fa_ir: پرسشنامۀ اطلاعات دموگرافیک
it_it: questionario demografico
tr_tr: demografi anketi

source: close questionnaire
fa_ir: بستن پرسشنامه
it_it: chiudi questionario
tr_tr: anketi kapat

source: finish later
fa_ir: بعداً کامل می‌کنم
it_it: termina più tardi
tr_tr: sonra tamamla
