Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: <%= user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate.
he: <%= user %> נוסף בהצלחה לרשימת החריגים. לחץ על 'צור תעודה חריגה' למטה כדי לשלוח את התעודה.

source: An error occurred. Please try again later.
he: אירעה שגיאה. אנא נסה שוב מאוחר יותר.

source: No results found for "%(query_string)s". Please try searching again.
he: לא נמצאו תוצאות עבור "%(query_string)s". אנא נסה לחפש שוב.

source: Error adding students.
he: שגיאה בהוספת סטודנטים

source: {numUsersAdded} student has been added to this cohort
he: סטודנט {numUsersAdded} נוסף לקוהורטה הזו

source: {numMoved} student was removed from {oldCohort}
he: {numMoved} הסטודנט הוסר מ {oldCohort}

source: {numPresent} student was already in the cohort
he: סטודנט {numPresent} כבר קיים בקוהורטה

source: Unknown user: {user}
he: שם משתמש: {user}

source: There was an error when trying to add students:
he: אירעה שגיאה בעת ניסיון להוסיף סטודנטים:

source: This course uses automatic cohorting for verified track learners. You cannot disable cohorts, and you cannot rename the manual cohort named '{verifiedCohortName}'. To change the configuration for verified track cohorts, contact your edX partner manager.
he: קורס זה משתמש במחזורי למידה אוטומטיים עבור לומדים במסלול מאומת. אינך יכול להשבית מחזורי למידה ואינך יכול לשנות את השם של מחזור למידה ידני המכונה '{verifiedCohortName}'. כדי לשנות את ההגדרה למחזורי למידה עם מעקב מאומת, צור קשר עם המנהל השותף שלך ב-edX.

source: This course has automatic cohorting enabled for verified track learners, but the required cohort does not exist. You must create a manually-assigned cohort named '{verifiedCohortName}' for the feature to work.
he: לקורס זה יש מחזור למידה אוטומטי שמופעל עבור לומדים במסלול מאומת, אך מחזור הלמידה הדרוש אינו קיים. עליך ליצור מחזור למידה שמוקצה באופן ידני המכונה '{verifiedCohortName}' כדי שהתכונה תעבוד.

source: This course has automatic cohorting enabled for verified track learners, but cohorts are disabled. You must enable cohorts for the feature to work.
he: לקורס זה יש מחזור למידה אוטומטי שמופעל עבור לומדים במסלול מאומת, אך מחזורי הלמידה מושבתים. עליך להפעיל מחזורי למידה כדי שהתכונה תעבוד.

source: %s result
he: תוצאה %s

source: Unknown Error Occurred.
he: התרחשה שגיאה לא ידועה.

source: Failed to reset attempts.
he: איפוס הנסיונות נכשל.

source: Failed to delete student state.
he: מחיקת מצב הסטודנט נכשלה.

source: Failed to rescore problem.
he: נכשל תהליך מתן הציון מחדש עבור בעיה.

source: The data could not be saved.
he: המידע לא נשמר

source: Please enter a valid email address
he: אנא הזן כתובת דואר אלקטרוני תקפה

source: Please enter a valid password
he: אנא הזן סיסמה תקפה

source: Password reset email sent. Follow the link in the email to change your password.
he: דואר אלקטרוני לאיפוס סיסמה נשלח. לחץ על הקישור בדואר האלקטרוני כדי לשנות את סיסמתך.

source: We weren't able to send you a password reset email.
he: לא הצלחנו לשלוח לך דואר אלקטרוני לאיפוס סיסמה.

source: Please check your email to confirm the change
he: בדוק את הדואר האלקטרוני שלך כדי לאשר את השינוי

source: We have sent an email message with password reset instructions to the email address you provided. If you do not receive this message, {anchorStart}contact technical support{anchorEnd}.
he: שלחנו לך הודעת דואר אלקטרוני עם הוראות לאיפוס סיסמה לכתובת הדוא"ל שסיפקת. אם אינך מקבל הודעה זו, {anchorStart}צור קשר עם התמיכה הטכנית{anchorEnd}.

source: These settings include basic information about your account. You can also specify additional information and see your linked social accounts on this page.
he: הגדרות אלו כוללות מידע בסיסי אודות חשבונך. בנוסף תוכל לציין מידע נוסף ולראות את החשבונות החברתיים המקושרים שלך בדף זה.

source: The name that identifies you throughout {platform_name}. You cannot change your username.
he: השם שמזהה אותך דרך {platform_name}. לא ניתן לשנות את שם המשתמש.

source: The name that is used for ID verification and appears on your certificates. Other learners never see your full name. Make sure to enter your name exactly as it appears on your government-issued photo ID, including any non-Roman characters.
he: השם שמשמש לאימות המזהה ומופיע בתעודות שלך. לומדים אחרים לא יוכלו לעולם לראות את שמך המלא. ודא שהזנת את השם בדיוק כפי שהוא מופיע בתעודת הזהות.

source: Email Address
he: כתובת דואר אלקטרוני

source: The email address you use to sign in. Communications from {platform_name} and your courses are sent to this address.
he: כתובת הדוא"ל שאתה משתמש בה כדי להיכנס. הודעות מ-{platform_name} ומהקורסים שלך נשלחות לכתובת זו.

source: When you select "Reset Your Password", a message will be sent to the email address for your {platform_name} account. Click the link in the message to reset your password.
he: כאשר תלחץ על "איפוס סיסמה", הודעה תישלח לכתובת הדואר האלקטרוני שלך עבור חשבון {platform_name}. לחץ על הקישור שבהודעה לאפס את סיסמתך.

source: The language used throughout this site. This site is currently available in a limited number of languages.
he: השפה שמשתמשים בה באתר זה. אתר זה זמין כרגע במספר מוגבל של שפות.

source: Country or Region
he: מדינה או אזור

source: Select the time zone for displaying course dates. If you do not specify a
he: בחר אזור זמן להצגת תאריכי הקורס. אם אינך מציין את

source: We've sent a message to {email_address}. Click the link in the message to reset your password.
he: שלחנו הודעה אל {email_address}. לחץ על הקישור שבהודעה כדי לאפס את סיסמתך.

source: {platform_name} learners can see my:
he: {platform_name} יכולים לראות את:

source: Could not retrieve payment information
he: לא ניתן לאחזר את פרטי תשלום

source: Unable to retrieve data, please try again later.
he: לא ניתן לאחזר נתונים, אנא נסה שוב מאוחר יותר.

source: %(num_students)s student opened Subsection
he: סטודנט %(num_students)s פתח תת סעיף

source: %(num_students)s student
he: סטודנט %(num_students)s

source: %(num_questions)s question
he: שאלה %(num_questions)s

source: Number of Students
he: מספר לומדים

source: Could not parse certificate JSON. %(message)s
he: לא ניתן לעבד JSON של תעודה. %(message)s

source: Delete "<%= signatoryName %>" from the list of signatories?
he: למחוק את "<%= signatoryName %>" מרשימת החתימות?

source: ABCDEFGHIJKLMNOPQRSTUVWXYZ
he: אבגדהוזחטיכלמנסעפצקרשת

source: File format not supported. Please upload a file with a {file_extension} extension.
he: תבנית הקובץ אינה נתמכת. אנא העלה קובץ עם תוספת {file_extension}.

source: Cannot drop more <%= types %> assignments than are assigned.
he: לא ניתן להוריד יותר מ-<%= types %> משימות מאלו שכבר מוקצות.

source: Only <%= fileTypes %> files can be uploaded. Please select a file ending in <%= fileExtensions %> to upload.
he: ניתן להעלות רק קובצי <%= fileTypes %>. אנא בחר קובץ שמסתיים ב-<%= fileExtensions %> כדי להעלות.

source: Course Code
he: קוד קורס

source: Please select a valid organization.
he: נא בחר ארגון חוקי.

source: {0} is required
he: {0} הוא שדה חובה

source: {0} must be accepted
he: חובה לקבל {0}

source: {0} must be greater than or equal to {1}
he: {0} חייב להיות גדול או שווה ל-{1}

source: {0} must be less than or equal to {1}
he: {0} חייב להיות קטן או שווה ל- {1}

source: {0} must be between {1} and {2}
he: {0} חייב להיות בין {1} ל-{2}

source: {0} must be {1} characters
he: {0} חייב להיות בעל {1} תווים

source: {0} must be at least {1} characters
he: {0} חייב להיות בעל {1} תווים לכל הפחות

source: {0} must be at most {1} characters
he: {0} חייב להיות בעל {1} תווים לכל היותר

source: {0} must be between {1} and {2} characters
he: {0} חייב להיות בין {1} ו-{2} תווים

source: {0} must be one of: {1}
he: {0} חייב להיות אחד מ: {1}

source: {0} must be the same as {1}
he: {0} חייב להיות זהה ל-{1}

source: {0} must only contain digits
he: {0} חייב להכיל רק ספרות

source: {0} must be a number
he: {0} חייב להיות מספר

source: {0} must be a valid email
he: {0} חייב להיות דואר אלקטרוני חוקי

source: {0} must be a valid url
he: {0} חייב להיות כתובת URL חוקית

source: {0} is invalid
he: {0} אינו חוקי

source: confirm
he: אשר

source: Publish this program?
he: פרסם תכנית זו?

source: After you publish this program, you cannot add or remove course codes or remove course runs.
he: לאחר פרסום תכנית זו, אינך יכול להסיר את קודי הקורס או להסיר הרצת קורס.

source: Marketing Slug is required.
he: שם הסלאג לשיווק הוא שדה חובה.

source: Used in {count} unit
he: נעשה שימוש ביחידה {count}

source: Upload a new PDF to “<%= name %>”
he: העלה קובץ PDF חדש ל“<%= name %>”

source: Change the settings for {display_name}
he: שנה את ההגדרות עבור {display_name}

source: Editing: %(title)s
he: עורך: %(title)s

source: Editing visibility for: %(title)s
he: עורך הצגה/הסתרה: %(title)s

source: Pending
he: בהמתנה

source: Delete “<%= name %>”?
he: מחק “<%= name %>”?

source: The combined length of the organization, course number, and course run fields cannot be more than <%=limit%> characters.
he: האורך המשולב של שדות הארגון, מספר הקורס והרצת הקורס אינו יכול לעלות על <%=limit%> תווים.

source: The combined length of the organization and library code fields cannot be more than <%=limit%> characters.
he: האורך המשולב של שדות הארגון וקוד הספרייה אינו יכול לעלות על <%=limit%> תווים.

source: Deleting this %(xblock_type)s is permanent and cannot be undone.
he: מחיקת %(xblock_type)s זה הינה קבועה ואינה הפיכה.

source: Delete this %(xblock_type)s (and prerequisite)?
he: האם למחוק %(xblock_type)s זה (ואת הדרישה המוקדמת)?

source: Yes, delete this %(xblock_type)s
he: כן, מחק את %(xblock_type)s

source: Delete this %(xblock_type)s?
he: מחק את %(xblock_type)s זה?

source: No sources
he: אין מקורות

source: New %(component_type)s
he: חדש %(component_type)s

source: message
he: הודעה

source: Visible To:
he: ניתן לצפייה על ידי:

source: Discussion admins, moderators, and TAs can make their posts visible to all students or specify a single cohort.
he: מנהלי דיון, מנחים ועוזרי הוראה יכולים להפוך את הפוסטים שלהם לגלויים לכל הסטודנטים או להגבילם לקבוצה ספציפית של סטודנטים.

source: Title:
he: כותרת:

source: Add a clear and descriptive title to encourage participation.
he: הוסף כותרת ברורה ותיאורית על מנת לעודד את ההשתתפות בדיון.

source: Enter your question or comment.
he: הזן את שאלתך או הערתך.

source: post anonymously
he: שלח באופן אנונימי

source: Add Post
he: הוסף פוסט

source: %(post_type)s posted %(time_ago)s by %(author)s
he: %(post_type)s נוצר %(time_ago)s בידי %(author)s

source: Post type:
he: סוג הפוסט:

source: Questions raise issues that need answers. Discussions share ideas and start conversations.
he: בעזרת לחצן 'שאלות' תוכל להעלות סוגיה מסוימת המצריכה תשובה. בעזרת לחצן 'דיונים' תוכל לחלוק רעיונות ולהתחיל בשיחות על נושאי הקורס השונים.

source: Expand discussion
he: הרחב דיון

source: Collapse discussion
he: כווץ דיון

source: Topic Area:
he: תחום הנושא:

source: Add your post to a relevant topic to help others find it.
he: הוסף את הפוסט שלך לנושא הרלוונטי על מנת להקל על אחרים למצוא אותו.

source: Active Threads
he: שרשורים פעילים

source: Download URL
he: הורד כתובת URL

source: Download the user's certificate
he: הורד את תעודת המשתמש

source: Not available
he: לא זמין

source: country
he: ארץ

source: language
he: שפה

source: My Bookmarks
he: הסימניות שלי

source: You have not bookmarked any courseware pages yet.
he: עדיין לא סימנת בסימניה אף עמוד של תוכנת המחשב של הקורס.

source: Use bookmarks to help you easily return to courseware pages. To bookmark a page, select Bookmark in the upper right corner of that page. To see a list of all your bookmarks, select Bookmarks in the upper left corner of any courseware page.
he: השתמש בסימניות על מנת לסייע לך לחזור בקלות לעמודי תוכנת הקורס. כדי לסמן בסימניה עמוד, בחר 'סימניה' בפינה הימנית העליונה של עמוד זה. כדי לראות רשימה של כל הסימניות, בחר 'סימניות' בפינה השמאלית העליונה של כל אחד מעמודי תוכנת המחשב של הקורס.

source: You still need to visit the %(display_name)s website to complete the credit process.
he: עליך לבקר עדיין באתר האינטרנט %(display_name)s על מנת להשלים את תהליך קבלת נקודות הזכות.

source: To finalize course credit, %(display_name)s requires %(platform_name)s learners to submit a credit request.
he: כדי להשלים את קבלת נקודות הזכות של הקורס, %(display_name)s דורש מהתלמידים של %(platform_name)s, יש לשלוח בקשה לקבלת נקודות זכות.

source: Get Credit
he: קבל נקודות זכות

source: Thank you %(full_name)s! We have received your payment for %(course_name)s.
he: תודה רבה, %(full_name)s! קיבלנו את תשלומך עבור %(course_name)s.

source: Please print this page for your records; it serves as your receipt. You will also receive an email with the same information.
he: נא הדפס עמוד זה לרשומותיך; הוא משמש כקבלה. בנוסף, תקבל גם הודעת דואר אלקטרוני עם מידע זהה.

source: Order No.
he: מספר הזמנה

source: Amount
he: כמות

source: Please Note
he: שים לב

source: Crossed out items have been refunded.
he: תשלום הוחזר עבור פריטים שנמחקו

source: Billed to
he: חויב ל

source: No receipt available
he: אין קבלה זמינה

source: Want to confirm your identity later?
he: רוצה לאמת את זהותך מאוחר יותר?

source: Verify Now
he: אמת את זהותך כעת

source: timed
he: מתוזמן

source: To receive credit on a problem, you must click "Check" or "Final Check" on it before you select "End My Exam".
he: כדי לקבל נקודת זכות על בעיה, עליך ללחוץ על "בדוק" או על "בדיקה סופית" לפני שתבחר "סיום המבחן שלי".

source: title
he: כותרת

source: The following information is already a part of your {platform} profile. We\'ve included it here for your application.
he: המידע הבא הוא כבר חלק מהפרופיל שלך ב-{platform}. כללנו אותו כאן עבור האפליקציה שלך.

source: Specify whether discussion topics are divided by cohort
he: ציין אם נושאי הדיון מחולקים על פי קבוצות הלימוד

source: Select the course-wide discussion topics that you want to divide by cohort.
he: בחר נושאי דיון כלל קורסיים שאתה מעוניין לחלק על פי קבוצת לימוד.

source: Specify whether content-specific discussion topics are divided by cohort.
he: ציין אם נושאי דיון לתוכן מסוים מחולקים על פי קבוצות לימוד.

source: Always cohort content-specific discussion topics
he: תמיד נושאי דיון לתוכן מסוים על פי קבוצת לימוד

source: Cohort selected content-specific discussion topics
he: נושאי דיון בנושא ספציפי שנבחרו בידי קבוצת לימוד

source: Cohorted
he: קבוצת לימוד

source: Manage Students
he: נהל סטודנטים

source: Add students to this cohort
he: הוסף סטודנטים לקבוצת לימוד זו.

source: Note: Students can be in only one cohort. Adding students to this group overrides any previous group assignment.
he: הערה: סטודנטים יכולים להיות חברים רק בקבוצת לימוד אחת. הוספת סטודנטים לקבוצה זו תבטל כל שיוך קודם.

source: Enter email addresses and/or usernames, separated by new lines or commas, for the students you want to add. *
he: עבור סטודנטים שברצונך להוסיף, הזן כתובות דואר אלקטרוני ו/או שמות משתמש, מופרדים על ידי שורה חדשה או פסיק. *

source: Add Students
he: הוסף סטודנטים

source: Assign students to cohorts by uploading a CSV file
he: הקצה סטודנטים לקבוצות לימוד באמצעות העלאת קובץ CSV

source: To review student cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on the {link_start}Data Download{link_end} page.
he: על מנת לסקור משימות סטודנט בקבוצת למידה או לראות את תוצאות העלאת קובץ ה-CSV, עליך להוריד את מידע פרופיל הקורס או תוצאות קבוצת הלמידה בעמוד {link_start}Data Download{link_end}.

source: Program Certificates
he: תעודות התכנית

source: Congratulations! You have earned a certificate for this course.
he: ברכות! הרווחת תעודה עבור קורס זה.

source: View Certificate
he: הצג תעודה

source: enrolled
he: רשומים

source: not enrolled
he: לא רשום

source: Please select a course date
he: בחר תאריך קורס

source: Select Course Run
he: בחר מחזור לימודים של קורס

source: Choose Course Date
he: בחר תאריך קורס

source: Starts %(start)s
he: מתחיל ב-%(start)s

source: category
he: קטגוריה

source: You have earned certificates in %(completed_courses)s of the %(total_courses)s courses so far.
he: עד כה השגת תעודות ב-%(completed_courses)s קורסים מתוך %(total_courses)s.

source: You are here
he: אתה נמצא כאן

source: Dashboard
he: לוח בקרה

source: Programs
he: תוכניות

source: You need a certificate in this course to be eligible for a program certificate.
he: אתה צריך תעודה בקורס זה כדי לקבל תעודת תכנית.

source: Upgrade Now
he: שדרג עכשיו

source: Load next %(num_items)s result
he: טען את התוצאה %(num_items)s הבאה

source: Back to Dashboard
he: בחזרה ללוח הבקרה

source: Forgot password?
he: שכחת סיסמה?

source: Register through edX
he: הירשם דרך edX

source: Password Reset Email Sent
he: נשלח דוא"ל איפוס סיסמה

source: An error occurred when signing you in to %(platformName)s.
he: אירעה שגיאה בעת חיבורך ל-%(platformName)s.

source: New to %(platformName)s?
he: חדש ב- %(platformName)s?

source: Please enter your email address below and we will send you instructions for setting a new password.
he: נא הזן להלן את כתובת הדואר האלקטרוני שלך ואנו נשלח לך הנחיות לקביעת סיסמה חדשה.

source: Reset my password
he: שחזר את הסיסמה שלי

source: Create a new account
he: צור חשבון חדש

source: Create your account
he: צור את חשבונך

source: Required field
he: שדות חובה

source: Already have an account?
he: האם יש לך כבר חשבון?

source: An error occurred. Try loading the page again.
he: אירעה שגיאה. נסה לטעון שוב את העמוד.

source: Create a %(link_start)sMozilla Backpack%(link_end)s account, or log in to your existing account
he: צור חשבון %(link_start)sMozilla Backpack%(link_end)s או היכנס לחשבונך הקיים

source: %(download_link_start)sDownload this image (right-click or option-click, save as)%(link_end)s and then %(upload_link_start)supload%(link_end)s it to your backpack.</li>
he: %(download_link_start)sהורד תמונה זו (לחץ לחיצה ימנית או לחיצת-אפשרות, שמור בשם)%(link_end)s ולאחר מכן %(upload_link_start)sהעלה%(link_end)s אותה ל-Backpack שלך.</li>

source: Starts: %(start)s
he: מתחיל: %(start)s

source: You need a computer that has a webcam. When you receive a browser prompt, make sure that you allow access to the camera.
he: אתה זקוק למחשב בעל מצלמת רשת. בקבלת הנחיית דפדפן, ודא כי אתה מאפשר גישה למצלמה.

source: You need a driver's license, passport, or other government-issued ID that has your name and photo.
he: אתה זקוק לרישיון נהיגה, דרכון או תעודת מזהה אחרת שמופיעים בה שמך ותמונתך.

source: When your face is in position, use the camera button {icon} below to take your photo.
he: כאשר פניך ממוקמות, השתמש בלחצן המצלמה {icon} שלמטה על מנת לצלם את תמונתך.

source: The photo of your face matches the photo on your ID.
he: התמונה של פניך תואמת לתמונה שבתעודה המזהה שלך.

source: To use the current photo, select the camera button {icon}. To take another photo, select the retake button {icon}.
he: על מנת להשתמש בתמונה העדכנית, בחר בלחצן המצלמה {icon}. כדי לצלם תמונה אחרת, בחר בלחצן הצילום מחדש {icon}.

source: Use your webcam to take a photo of your ID. We will match this photo with the photo of your face and the name on your account.
he: השתמש במצלמת הרשת שלך לצלם את תמונת התעודה המזהה שלך. אנו נתאים את התמונה הזו לתמונת פניך ולשם חשבונך.

source: You need an ID with your name and photo. A driver's license, passport, or other government-issued IDs are all acceptable.
he: אתה זקוק לתעודה מזהה עם שמך ועם תמונה. ניתן להשתמש ברישיון נהיגה, דרכון או תעודה מזהה אחרת שהונפקה על ידי הממשלה.

source: Once in position, use the camera button {icon} to capture your ID
he: כאשר התעודה המזהה שלך ממוקמת, השתמש בלחצן המצלמה {icon} על מנת לצלם אותה.

source: Use the retake photo button if you are not pleased with your photo
he: השתמש בלחצן 'צלם מחדש' אם אינך מרוצה מתמונתך

source: Once in position, use the camera button {icon} to capture your photo
he: כאשר פניך ממוקמים, השתמש בלחצן המצלמה {icon} על מנת לצלם את תמונתך

source: You can pay now even if you don't have the following items available, but you will need to have these by %(date)s to qualify to earn a Verified Certificate.
he: אתה יכול לשלם כעת למרות שאין לך את הפריטים הבאים, אך תצטרך אותם עד %(date)s כדי לעמוד בתנאים לקבלת תעודת סיום מאומתת.

source: To receive a certificate, you must also verify your identity before %(date)s.
he: על מנת לקבל תעודה, עליך לוודא גם את זהותך לפני %(date)s.

source: Thank you! We have received your payment for {courseName}.
he: תודה רבה! קיבלנו את תשלומך עבור {courseName}.

source: Next Step: Confirm your identity
he: השלב הבא: אמת את זהותך

source: Check your email
he: בדוק את תיבת הדואר האלקטרוני שלך

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email.
he: עלינו להפעיל את חשבונך לפני שתוכל להירשם לקורסים. חפש הודעת הפעלה בתיבת הדואר האלקטרוני שלך.

source: A driver's license, passport, or government-issued ID with your name and photo.
he: רישיון נהיגה, דרכון או תעודה מזהה אחרת שמופיעים בה שמך ותמונתך.

source: If you don't verify your identity now, you can still explore your course from your dashboard. You will receive periodic reminders from %(platformName)s to verify your identity.
he: אם אינך רוצה לאמת את זהותך כעת, יש באפשרותך עדיין לבחון מלוח הבקרה את הקורס שלך. תקבל תזכורות תקופתיות מ%(platformName)s שבהן תתבקש לאמת את זהותך.

source: We have received your information and are verifying your identity. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days). In the meantime, you can still access all available course content.
he: קיבלנו את המידע שלך ואנו מאמתים את זהותך. תראה הודעה בלוח הבקרה כאשר יושלם תהליך האימות (לרוב תוך יום או יומיים). בינתיים, תוכל לגשת עדיין לכל תוכן הקורס הזמין.

source: Does the photo of you match your ID photo?
he: האם תמונתך תואמת את התמונה בתעודה המזהה שלך?

source: Add a New Allowance
he: הוסף הקצבה חדשה

source: Special Exam
he: מבחן מיוחד

source: Exam Type
he: סוג המבחן

source: Allowance Type
he: סוג ההקצבה

source: Additional Time (minutes)
he: תוספת זמן (דקות)

source: Value
he: ערך

source: Username or Email
he: שם משתמש או דואר אלקטרוני

source: Allowances
he: הקצבות

source: Add Allowance
he: הוסף הקצבה

source: Exam Name
he: שם מבחן

source: Allowance Value
he: ערך ההקצבה

source: Time Limit
he: מגבלת זמן

source: Started At
he: התחיל ב

source: Completed At
he: הושלם ב

source: Select a prerequisite subsection and enter a minimum score percentage to limit access to this subsection.
he: בחר תת סעיף של דרישה מוקדמת והזן מינימום אחוזי ציון על מנת להגביל גישה לתת-סעיף זה.

source: Drag and drop or click here to upload video files.
he: גרור ושחרר או לחץ כאן על מנת להעלות קבצי וידאו.

source: status
he: דוח מצב

source: This content group is used in:
he: נעשה שימוש בקבוצת תוכן זו בתוך:

source: This content group is not in use. Add a content group to any unit from the {linkStart}Course Outline{linkEnd}.
he: קבוצת תוכן זו אינה בשימוש. הוסף קבוצת תוכן לכל יחידה מ{linkStart}תרשים הקורס{linkEnd}.

source: If you select an option other than "%(hide_label)s", after the subsection release date has passed, published units in this subsection will become available to learners unless units are explicitly hidden.
he: אם תבחר אפשרות אחרת שאינה "%(hide_label)s", לאחר תפוגת תאריך הפצת תת-הפרק, יחידות שפורסמו בתת-פרק זה יהפכו לזמינות ללומדים, אלא אם הוסתרו היחידות במפורש.

source: Send push notification to mobile apps
he: שלח התראות דחף לאפליקציות נייד

source: Send notification to mobile apps
he: שם התראה לאפליקציות נייד

source: Component Location ID
he: מזהה מיקום רכיב

source: Duration
he: משך זמן

source: Draft saved on %(last_saved_date)s by %(edit_username)s
he: טיוטה נשמרה ב%(last_saved_date)s על ידי %(edit_username)s

source: Some content in this unit is visible only to particular content groups
he: חלק מהתוכן ביחידה זו גלוי רק עבור קבוצות תוכן מסוימות
