Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Due Time format two digit hours colon two digit minutes
eo: Düé Tïmé förmät twö dïgït höürs çölön twö dïgït mïnütés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: قالب زمان پایان دو رقم برای ساعت دو نقطه دو رقم برای دقیقه
it_it: Il formato dell'ora di scadenza deve essere indicato nel formato hh:mm
lv: Izpildes laika formāts kā divi stundu cipari, kols, divi minūšu cipari
mn: Хугацаатай цагийн формат хоёр оронтой тоогоор хоёр цифр минут

source: Add Unit
eo: Àdd Ûnït Ⱡ'σяєм ιρѕυм ∂#
es_es: Añadir unidad
fa_ir: افزودن واحد
it_it: Aggiungi unità
lv: Pievienot aktivitāti
mn: Нэгж Нэмэх

source: Add All Units
eo: Àdd Àll Ûnïts Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Añadir todas las unidades
fa_ir: افزودن همه واحد‌ها
it_it: Aggiungi tutte le unità
lv: Pievienot visas aktivitātes
mn: Бүх нэгжүүдийг нэмэх

source: All units have been added.
eo: Àll ünïts hävé ßéén äddéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Todas las unidades han sido añadidas.
fa_ir: همه واحدها افزوده شد
it_it: Tutte le unità sono state aggiunte.
lv: Visas aktivitātes tika pievienotas.
mn: Бүх нэгжүүд нэмэгдсэн.

source: View gradebook
eo: Vïéw grädéßöök Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Ver libro de calificaciones
fa_ir: مشاهده کارنامه
it_it: Guarda il registro delle valutazioni
lv: Skatīt atzīmju žurnālu
mn: Gradebook-ийг харах

source: Download student grades
eo: Döwnlöäd stüdént grädés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Descargar las calificaciones del alumno
fa_ir: بارگذاری نمرات یادگیرنده
it_it: Scarica le valutazioni dello studente
lv: Lejupielādēt studentu atzīmes
mn: Оюутны анги татаж ав

source: Print or share your certificate:
eo: Prïnt ör shäré ýöür çértïfïçäté: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Imprime o comparte tu certificado:
fa_ir: تهیه نسخه چاپی یا اشتراک‌گذاری گواهی‌نامه:
it_it: Stampa o condividi il tuo certificato:
lv: Izdrukāt vai kopīgot Jūsu sertifikātu:
mn: Сертификатаа хэвлэх буюу хуваалцах:

source: Click the link to see my certificate.
eo: Çlïçk thé lïnk tö séé mý çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Abre el enlace para ver mi certificado.
fa_ir: روی پیوند کلیک کنید تا گواهی‌نامه مرا ببینید.
it_it: Fai clic sul link per vedere il mio certificato.
lv: Klikšķini uz saites, lai apskatītu manus sertifikātus.
mn: Миний гэрчилгээг харахын тулд холбоос дээр дарна уу.

source: Post on Facebook
eo: Pöst ön Fäçéßöök Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Publicar en Facebook
fa_ir: انتشار در فیس‌بوک
it_it: Pubblica su Facebook
lv: Publicēt Facebook
mn: Фэйсбүүк дээр нийтлэх

source: Tweet this Accomplishment. Pop up window.
eo: Twéét thïs Àççömplïshmént. Pöp üp wïndöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: این موفقیت را توئیت کنید. پنجرۀ کوچک.
it_it: Pubblica questo risultato tramite tweet. Finestra a comparsa.
lv: Dalies Twitter ar šo sasniegumu. Pacelt logu.
mn: Энэ амжилтыг ав. Цонхон дээр поп хийх.

source: Add to LinkedIn Profile
eo: Àdd tö LïnkédÌn Pröfïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Añadir al perfil de LinkedIn
fa_ir: افزودن به پرونده کاربری لینکدن
it_it: Aggiungi al profilo LinkedIn
lv: Pievienot LinkedIn profilam
mn: LinkedIn Профайл дээр нэмэх

source: Add to Mozilla Backpack
eo: Àdd tö Mözïllä Bäçkpäçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Añade a la Mozilla Backpack
fa_ir: بازگشت به Mozilla Backpack
it_it: Aggiungi al Backpack di Mozilla
lv: Pievienot Mozilla Backpack
mn: Mozilla үүргэвч дээрээ нэмнэ үү

source: Print Certificate
eo: Prïnt Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Imprimir certificado
fa_ir: چاپ گواهی‌نامه
it_it: Stampa il certificato
lv: Izdrukāt sertifikātu
mn: Сертификат хэвлэх

source: {platform_name} Home
eo: {platform_name} Hömé Ⱡ'σяєм ιρѕυм ∂#
es_es: {platform_name} Inicio
fa_ir: خانه {platform_name}
lv: {platform_name} Sākumlapa
mn: {platform_name} Нүүр хуудас

source: Noted by
eo: Nötéd ßý Ⱡ'σяєм ιρѕυм ∂#
es_es: Anotado por
fa_ir: یادداشت به‌دست
it_it: Annotato da
lv: Atzīmēja
mn: Тэмдэглэсэн

source: Supported by the following organizations
eo: Süppörtéd ßý thé föllöwïng örgänïzätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Apoyado por las siguientes organizaciones.
fa_ir: توسط موسسات زیر حمایت شده است
it_it: Sostenuto dalle seguenti organizzazioni
lv: Atbalsta šādas organizācijas
mn: Дараахь байгууллагуудын дэмжлэгтэйгээр

source: Awarded to:
eo: Àwärdéd tö: Ⱡ'σяєм ιρѕυм ∂σłσя #
fa_ir: اعطا شده به:
it_it: Riconosciuto a:
lv: Piešķirts:
mn: Шагнагдах нь:

source: For tips and tricks on printing your certificate, view the {link_start}Web Certificates help documentation{link_end}.
eo: För tïps änd trïçks ön prïntïng ýöür çértïfïçäté, vïéw thé {link_start}Wéß Çértïfïçätés hélp döçüméntätïön{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: برای کسب راهنمایی و دریافت ترفندهای مربوط به چاپ گواهی خود، به قسمت {link_start} مستندات راهنمای وب گواهی‌ها {link_end} مراجعه کنید.
it_it: Per consigli e suggerimenti sulla stampa del certificato, consultare la {link_start}documentazione della guida per i certificati Web{link_end}.
lv: Lai iegūtu ieteikumus un pamācības sertifikāta drukāšanā, apskati {link_start}Tīmekļa sertifikātu palīdzības dokumentācija{link_end}.
mn: Сертификатаа хэвлэх талаархи зөвлөмж, зааварчилгаа авахын тулд {link_start} Web Certificate-ийг {link_end} баримтжуулахад тусална уу.

source: Cannot Find Certificate
eo: Çännöt Fïnd Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: No se pudo encontrar el certificado
fa_ir: گواهی‌نامه پیدا نشد
it_it: Impossibile trovare il certificato
lv: Nevar atrast sertifikātu
mn: Гэрчилгээ олж чадахгүй байна

source: We cannot find a certificate with this URL or ID number. If you are trying to validate a certificate, make sure that the URL or ID number is correct. If you are sure that the URL or ID number is correct, contact support.
eo: Wé çännöt fïnd ä çértïfïçäté wïth thïs ÛRL ör ÌD nümßér. Ìf ýöü äré trýïng tö välïdäté ä çértïfïçäté, mäké süré thät thé ÛRL ör ÌD nümßér ïs çörréçt. Ìf ýöü äré süré thät thé ÛRL ör ÌD nümßér ïs çörréçt, çöntäçt süppört. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ρ#
fa_ir: ما نمی‌توانیم با این آدرس اینترنتی یا شماره شناسایی گواهی ر ا بیابیم. اگر می‌خواهید گواهی را تأیید کنید، مطمئن شوید که آدرس اینترنتی یا شماره شناسه درست است. اگر از صحت آدرس اینترنتی یا شماره شناسه مطمئن هستید، با پشتیبانی تماس بگیرید.
it_it: Impossibile trovare un certificato con questo URL o numero ID. Se si sta provando a convalidare un certificato, verificare che l'URL o il numero ID siano corretti. Se si è certi che l'URL o il numero ID siano corretti, contattare il supporto.
lv: Mēs nevarējām atrast sertifikātu ar šo URL vai ID numuru. Ja Jūs mēģināt validēt sertifikātu, pārliecinieties, ka URL vai ID numurs ir pareizs. Ja esat pārliecināti, ka URL vai ID numurs ir pareizs, sazinieties ar atbalsta dienestu.
mn: Бид энэ URL эсвэл ID дугаартай гэрчилгээ олж чадахгүй байна. Хэрэв та гэрчилгээг баталгаажуулахыг оролдож байгаа бол URL эсвэл ID дугаар зөв эсэхийг шалгаарай. Хэрвээ та URL эсвэл ID дугаар зөв байвал, холбоо барих хаяг хэрэгтэй.

source: Invalid Certificate Configuration.
eo: Ìnvälïd Çértïfïçäté Çönfïgürätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Configuración del certificado inválida.
fa_ir: تنظیمات نادرست گواهی‌نامه
it_it: Configurazione del certificato non valida.
lv: Nederīga sertifikāta konfigurācija.
mn: Гэрчилгээний тохиргоо буруу байна.

source: There is a problem with this certificate.
eo: Théré ïs ä prößlém wïth thïs çértïfïçäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Hay un problema con este certificado.
fa_ir: مشکلی برای این گواهی‌نامه به‌وجود آمد
it_it: Si è verificato un problema relativo a questo certificato.
lv: Šim sertifikātam ir problēma.
mn: Энэ гэрчилгээнд асуудал байна.

source: To resolve the problem, your partner manager should verify that the following information is correct.
eo: Tö résölvé thé prößlém, ýöür pärtnér mänägér shöüld vérïfý thät thé föllöwïng ïnförmätïön ïs çörréçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: برای حل مشکل، مدیر شما باید صحت اطلاعات زیر را تأیید کند.
it_it: Per risolvere il problema, il responsabile del partner deve verificare che le seguenti informazioni siano corrette.
lv: Lai atrisinātu šo problēmu, Jūsu partneru vadītājam ir jāverificē, vai sekojošā informācija ir pareiza.
mn: Асуудлыг шийдэхийн тулд таны түнш менежер дараах мэдээллийг зөв эсэхийг шалгана.

source: The institution's logo.
eo: Thé ïnstïtütïön's lögö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fa_ir: نشان تجاری این مؤسسه.
it_it: Il logo dell'istituzione.
lv: Institūcijas logotips.
mn: Институтын лого.

source: The institution that is linked to the course.
eo: Thé ïnstïtütïön thät ïs lïnkéd tö thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: موسسه‌ای که به این دوره آموزشب متصل شده است.
it_it: L'istituzione collegata al corso.
lv: Institūcija, kas ir saistīta ar kursu.
mn: Сургалттай холбоотой байгууллага.

source: The course information in the Course Administration tool.
eo: Thé çöürsé ïnförmätïön ïn thé Çöürsé Àdmïnïsträtïön tööl. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: اطلاعات این دوره آموزشی در ابزار مدیریت دوره
it_it: Le informazioni sul corso nello strumento Amministrazione del corso.
lv: Kursa informācija atrodas kursa administrācijas rīkā.
mn: Удирдлагын хэрэгсэл дэх хичээлийн мэдээлэл.

source: If all of the information is correct and the problem persists, contact technical support.
eo: Ìf äll öf thé ïnförmätïön ïs çörréçt änd thé prößlém pérsïsts, çöntäçt téçhnïçäl süppört. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Si toda la información es correcta y el problema persiste, contacta con el soporte técnico.
fa_ir: اگر همۀ اطلاعات صحیح است و مشکل همچنان وجود دارد، با پشتیبانی فنی تماس بگیرید.
it_it: Se tutte le informazioni sono corrette e il problema persiste, contattare il supporto tecnico.
lv: Ja visa informācija ir pareiza, taču problēma turpina pastāvēt, sazinieties ar tehnisko atbalstu.
mn: Хэрэв бүх мэдээлэл зөв эсэх, асуудал тулгарвал техникийн туслалцаа авах.

source: URL Not Supported
eo: ÛRL Nöt Süppörtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fa_ir: آدرس اینترنتی پشتیبانی نمی‌شود
it_it: URL non supportato

source: This link is no longer valid. But don’t worry—this Verified Certificate is still valid and available to share. If this is your certificate, please visit your dashboard to get a new shareable link. If you're viewing someone else's certificate, please contact them to get an updated link.
eo: Thïs lïnk ïs nö löngér välïd. Büt dön’t wörrý—thïs Vérïfïéd Çértïfïçäté ïs stïll välïd änd äväïläßlé tö shäré. Ìf thïs ïs ýöür çértïfïçäté, pléäsé vïsït ýöür däshßöärd tö gét ä néw shäréäßlé lïnk. Ìf ýöü'ré vïéwïng söméöné élsé's çértïfïçäté, pléäsé çöntäçt thém tö gét än üpdätéd lïnk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт α#
fa_ir: این پیوند دیگر معتبر نیست. اما نگران نباشید - گواهی تأیید‌شده هنوز معتبر است و برای اشتراک گذاری در دسترس است. اگر این گواهی شماست، لطفاً پیشخوان خود ببینید تا پیوند اشتراک‌گذاری جدیدی دریافت کنید. اگر گواهی مربوط به شخص دیگری را مشاهده می‌کنید، لطفاً برای دریافت پیوند روزآمد با وی تماس بگیرید.
it_it: Questo link non è più valido. Tuttavia, questo certificato verificato è ancora valido e disponibile per la condivisione. Se si tratta di un certificato dell'utente, visitare il dashboard per ottenere un nuovo link di condivisione. Se si sta visualizzando il certificato di un altro utente, contattarlo per ottenere un link aggiornato.

source: Pursue the Verified Track
eo: Pürsüé thé Vérïfïéd Träçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: مسیر تأیید را دنبال کنید
it_it: Consegui la traccia verificata
mn: Баталгаажсан сургалтын чиглэлээр хичээллэх

source: Pursue a Verified Certificate
eo: Pürsüé ä Vérïfïéd Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Consigue un Certificado Verificado
fa_ir: گواهی تاییدشده را دنبال کنید
it_it: Consegui un Certificato Verificato
lv: Iegūstiet verificētu sertifikātu
mn: Тэнцсэн гэрчилгээг гаргах

source: Enroll In {course_name} | Choose Your Track
eo: Énröll Ìn {course_name} | Çhöösé Ýöür Träçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: ثبت‌نام در {course_name} من این مسیر را برمی‌گزینم
it_it: Iscriviti a {course_name} | Scegli la tua traccia
lv: Reģistrēties {course_name} | Izvēlieties Jūsu režīmu
mn: {course_name} -д бүртгүүлэх | Өөрийнхөө замыг сонгоно уу

source: Sorry, there was an error when trying to enroll you
eo: Sörrý, théré wäs än érrör whén trýïng tö énröll ýöü Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Lo sentimos, hubo un error en el proceso de inscripción
fa_ir: متاسفانه در هنگام ثبت‌نام شما خطایی رخ داد.
it_it: Spiacente, s è verificato un errore durante il tentativo di iscrizione
lv: Atvainojiet, notika kļūda, mēģinot Jūs reģistrēt
mn: Уучлаарай, таныг бүртгүүлэхэд алдаа гарлаа.

source: Pursue Academic Credit with the Verified Track
eo: Pürsüé Àçädémïç Çrédït wïth thé Vérïfïéd Träçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: اعتبار علمی را با مسیر تأییدشده دنبال کنید
it_it: Ottieni credito formativo con la traccia verificata
mn: Баталгаажсан сургалтын чиглэлээр хичээлийн кредит авахаар зорих

source: Pursue Academic Credit with a Verified Certificate
eo: Pürsüé Àçädémïç Çrédït wïth ä Vérïfïéd Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Consigue créditos académicos con un Certificado Verificado.
fa_ir: اعتبار علمی را با یک مسیر تأییدشده دنبال کنید
it_it: Ottenere crediti formativi con un certificato verificato
lv: Iegūstiet akadēmiskos kredītpunktus, izmantojot verificētu sertifikātu
mn: Зөвшөөрөгдсөн гэрчилгээтэй академик кредуцийг үргэлжлүүлэх

source: Become eligible for academic credit and highlight your new skills and knowledge with a verified certificate. Use this valuable credential to qualify for academic credit, advance your career, or strengthen your school applications.
eo: Béçömé élïgïßlé för äçädémïç çrédït änd hïghlïght ýöür néw skïlls änd knöwlédgé wïth ä vérïfïéd çértïfïçäté. Ûsé thïs välüäßlé çrédéntïäl tö qüälïfý för äçädémïç çrédït, ädvänçé ýöür çäréér, ör stréngthén ýöür sçhööl äpplïçätïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє#
fa_ir: واجد شرایط اعتبار علمی شوید و مهارت‌ها و دانش جدید خود را با یک گواهی تأییدشده برجسته کنید. از این گواهی ارزشمند برای صلاحیت اعتبار علمی، پیشرفت شغلی یا تقویت برنامه‌های محل تحصیل خود استفاده کنید.
it_it: Diventa idoneo per il credito formativo ed evidenzia le tue nuove competenze e conoscenze con un certificato verificato. Utilizzare queste preziose credenziali per essere idoneo per il credito formativo, migliorare la carriera o rafforzare le tue applicazioni scolastiche.
lv: Kļūstiet tiesīgi uz akadēmiskajiem kredītpunktiem un izceliet Jūsu jaunās prasmes un zināšanas, izmantojot verificētu sertifikātu. Izmantojiet šos vērtīgos akreditācijas datus, lai kvalificētos uz akadēmiskajiem kredītpunktiem, virzītu Jūsu karjeru, vai pastiprinātu Jūsu izglītības pieteikumus.
mn: Шинжлэх ухааны кредит авах эрхтэй болохын тулд шинэ ур чадвар, мэдлэгээ баталгаажуулсан гэрчилгээтэй танилцуулаарай. Суралцагчийн кредит кредит, карьераа ахиулах эсвэл сургуулийн өргөдлийг бэхжүүлэхийн тулд энэхүү үнэт итгэмжлэлийг ашиглана уу.

source: Benefits of the Verified Track
eo: Bénéfïts öf thé Vérïfïéd Träçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: مزایای مسیر تأییدشده
it_it: Benefici della traccia verificata
mn: Баталгаажсан сургалтын чиглэлийн давуу талууд

source: {b_start}Eligible for credit:{b_end} Receive academic credit after successfully completing the course
eo: {b_start}Élïgïßlé för çrédït:{b_end} Réçéïvé äçädémïç çrédït äftér süççéssfüllý çömplétïng thé çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: {b_start}Seleccionable para crédito:{b_end} Recibir crédito académico después de completar con éxito el curso
fa_ir: {b_start} واجد شرایط اعتبار: {b_end} پس از اتمام موفقیت‌آمیز دوره آموزشی، اعتبار علمی دریافت کنید
it_it: {b_start}Adatto per crediti:{b_end} il credito formativo si ottiene dopo aver completato con successo il corso
lv: {b_start}Tiesības uz kredītpunktiem:{b_end} Saņemiet akadēmiskos kredītpunktus pēc veiksmīgas kursa pabeigšanas
mn: {b_start} Зээлийн кредит: {b_end} Сургалтыг амжилттай дүүргэсний дараа академик кредит авах

source: {b_start}Unlimited Course Access: {b_end}Learn at your own pace, and access materials anytime to brush up on what you've learned.
eo: {b_start}Ûnlïmïtéd Çöürsé Àççéss: {b_end}Léärn ät ýöür öwn päçé, änd äççéss mätérïäls änýtïmé tö ßrüsh üp ön whät ýöü'vé léärnéd. Ⱡ'σяєм ιρѕυм#
fa_ir: {b_start} دسترسی نامحدود به دوره آموزشی: {b_end} با سرعت مورد نظر خود بیاموزید و در هر زمان به مطالب و منابع آموزشی دسترسی پیدا کنید تا چیزهایی را که فرا گرفته‌‌اید تقویت کنید.
it_it: {b_start}Accesso illimitato ai corsi: {b_end}Apprendi in base ai tuoi tempi ed accedi ai materiali in qualsiasi momento per ripassare quello che hai appreso.
mn: {b_start}Хичээлийн хязгааргүй хандалт: {b_end}Өөрийн тааваар суралцах ба хичээлийн агуулгад хүссэн үедээ хандаж үзсэн зүйлсээ дахин сэргээж болно.

source: {b_start}Graded Assignments: {b_end}Build your skills through graded assignments and projects.
eo: {b_start}Grädéd Àssïgnménts: {b_end}Büïld ýöür skïlls thröügh grädéd ässïgnménts änd pröjéçts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: {b_start} تکالیف درجه‌بندی‌شده: {b_end} مهارت‌های خود را از طریق تکالیف و پروژه‌های درجه‌بندی‌شده ارتقا دهید.
it_it: {b_start}Compiti valutati: {b_end}Crea le tue competenze attraverso progetti e compiti valutati.
mn: {b_start}Үнэлгээтэй даалгавар: {b_end}Үнэлгээтэй даалгавар болон төслүүдээр өөрийн чадвараа хөгжүүлэх.

source: {b_start}Easily Sharable: {b_end}Add the certificate to your CV or resumé, or post it directly on LinkedIn.
fa_ir: {b_start}به راحتی قابل اشتراک‌گذاری است: {b_end}گواهیرا به CVیا رزومه خود اضافه کنید یا آن را مستقیماً در لینکدین ارسال کنید.
it_it: {b_start}Facilmente condivisibile: {b_end}aggiungi il certificato al tuo CV o pubblicalo direttamente su LinkedIn.

source: Benefits of a Verified Certificate
eo: Bénéfïts öf ä Vérïfïéd Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Beneficios de un Certificado Verificado
fa_ir: مزایای یک مسیر تأییدشده
it_it: Vantaggi di un Certificato Verificato
lv: Verificēta sertifikāta ieguvumi
mn: Зөвшөөрөгдсөн гэрчилгээний давуу тал

source: {b_start}Official:{b_end} Receive an instructor-signed certificate with the institution's logo
eo: {b_start}Öffïçïäl:{b_end} Réçéïvé än ïnstrüçtör-sïgnéd çértïfïçäté wïth thé ïnstïtütïön's lögö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: {b_start} رسمی: {b_end} گواهی امضاشدۀ مربی با نشان مؤسسه دریافت کنید
it_it: {b_start}Ufficiale:{b_end} Ricevi un certificato con il logo dell'istituzione firmato dal docente
lv: {b_start}Oficiāls:{b_end} Saņemiet instruktora parakstītu sertifikātu ar institūcijas logotipu
mn: {b_start} Албан ёсоор: {b_end} Байгууллагын логотой багш гарын үсэг зурсан сертификат авна уу

source: {b_start}Easily shareable:{b_end} Add the certificate to your CV or resumé, or post it directly on LinkedIn
fa_ir: {b_start}به‌راحتی قابل اشتراک‌گذاری است:{b_end} گواهی را به رزومه یا پرونده کاری خودبیفزایید یا آن را مستقیماً به لینکدین ارسال کنید
it_it: {b_start}Facilmente condivisibile: {b_end}aggiungi il certificato al tuo CV o pubblicalo direttamente su LinkedIn

source: Highlight your new knowledge and skills with a verified certificate. Use this valuable credential to improve your job prospects and advance your career, or highlight your certificate in school applications.
eo: Hïghlïght ýöür néw knöwlédgé änd skïlls wïth ä vérïfïéd çértïfïçäté. Ûsé thïs välüäßlé çrédéntïäl tö ïmprövé ýöür jöß pröspéçts änd ädvänçé ýöür çäréér, ör hïghlïght ýöür çértïfïçäté ïn sçhööl äpplïçätïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт#
es_es: Resalta tus nuevos conocimientos y habilidades con un Certificado Verificado. Usa esta valiosa acreditación para mejorar tus perspectivas de trabajo y progresar en tu carrera, o utiízalo para destacar en las entrevistas universitarias.
fa_ir: دانش و مهارت‌های جدید خود را با یک گواهی تأییدشده تکمیل کنید. از این اعتبار ارزشمند برای بهبود چشم‌اندازهای شغلی و پیشرفت آیندۀ شغلی خود بهره ببرید یا گواهی خود را در نرم‌افزارهای مدرسه برجسته کنید.
it_it: Dai rilievo alle tue nuove competenze con un certificato validato. Utilizzare questa preziosa credenziale per migliorare le tue prospettive di lavoro e di carriera, o metti in evidenza il certificato nelle applicazioni scolastiche.
lv: Izceliet Jūsu jaunās zināšanas un prasmes, izmantojot verificētu sertifikātu. Izmantojiet šos vērtīgo akreditācijas datus, lai uzlabotu Jūsu darba iespējas un virzītu Jūsu karjeru, vai arī izceliet Jūsu sertifikātu izglītības pieteikumos.
mn: Баталгаажсан гэрчилгээтэй шинэ мэдлэг, ур чадвараа онцол. Ажлын байрныхаа хэтийн төлөвийг сайжруулах, карьераа ахиулах, эсвэл сургуулийн гэрчилгээнд гэрчилгээ олгох зэргээр энэ үнэт зүйлийг ашиглана уу.

source: {b_start}Official: {b_end}Receive an instructor-signed certificate with the institution's logo
eo: {b_start}Öffïçïäl: {b_end}Réçéïvé än ïnstrüçtör-sïgnéd çértïfïçäté wïth thé ïnstïtütïön's lögö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: {b_start}Oficial: {b_end}Recibe un certificado firmado por el instructor con el logo de la institución.
fa_ir: {b_start} رسمی: {b_end} گواهی امضاشده به دست مربی با نشان مؤسسه دریافت کنید
it_it: {b_start}Ufficiale:{b_end} Ricevi un certificato con il logo dell'istituzione firmato dal docente
lv: {b_start}Oficiāls:{b_end}Saņemiet instruktora parakstītu sertifikātu ar institūcijas logotipu
mn: {b_start} Албан ёсоор: {b_end} Байгууллагын логотой багш гарын үсэг зурсан сертификат авна уу

source: {b_start}Easily shareable: {b_end}Add the certificate to your CV or resumé, or post it directly on LinkedIn
fa_ir: {b_start}به راحتی قابل اشتراک‌گذاری است: {b_end}گواهی را به رزومه یا کارنامه کاری خود بیفزایید یا آن را مستقیماً به لینکدین ارسال کنید
it_it: {b_start}Facilmente condivisibile: {b_end}aggiungi il certificato al tuo CV o pubblicalo direttamente su LinkedIn

source: {b_start}Motivating: {b_end}Give yourself an additional incentive to complete the course
eo: {b_start}Mötïvätïng: {b_end}Gïvé ýöürsélf än äddïtïönäl ïnçéntïvé tö çömplété thé çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: {b_start}Motivador: {b_end} Regálate un incentivo adicional para completar el curso.
fa_ir: {b_start} ایجاد انگیزه: {b_end} انگیزۀ دیگری برای تکمیل دوره آموزشی به خود بدهید
it_it: {b_start}Motivati: {b_end}Regalati un ulteriore incentivo per completare il corso
lv: {b_start}Motivējošs: {b_end}Sniedziet sev papildus iniciatīvu, lai pabeigtu kursu
mn: {b_start} Урам зориг өгөх: {b_end} Сургалтыг дуусгахад нэмэлт урамшуулал өгөх хэрэгтэй

source: Audit This Course
eo: Àüdït Thïs Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Asiste como oyente a este curso
fa_ir: بررسی این دوره آموزشی
it_it: Segui Questo Corso
lv: Auditēt šo kursu
mn: Энэ хичээлд хөндлөнгийн хяналт тавих
