Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: You are enrolling in: {courseName}
fa_ir: شما در حال ثبت‌نام در : {courseName} هستید
he: אתה נרשם ב: {courseName}
it_it: Ti stai iscrivendo a: {courseName}
tr_tr: {courseName} dersine kayıt oluyorsunuz

source: You are upgrading your enrollment for: {courseName}
fa_ir: شما در حال ارتقا ثبت‌نام خود در: {courseName} هستید
he: אתה משדרג את הרשמתך ל: {courseName}
it_it: Stai aggiornando la tua iscrizione per: {courseName}
tr_tr: {courseName} için kaydınızı yükseltiyorsunuz.

source: You can now enter your payment information and complete your enrollment.
fa_ir: اکنون می‌توانید اطلاعات واریز خود را وارد کرده و ثبت‌نام را تکمیل کنید.
he: אתה יכול להזין כעת את פרטי התשלום שלך ולהשלים את הרשמתך.
it_it: È ora possibile immettere le informazioni di pagamento e completare l'iscrizione.
tr_tr: Şimdi ödeme bilgilerinizi girin ve kayıt tamamlayabilirsiniz.

source: You can pay now even if you don't have the following items available, but you will need to have these by {date} to qualify to earn a Verified Certificate.
fa_ir: حتی اگر موارد زیر را الان در دست ندارید، می‌توانید مبلغ را واریز بنمایید اما برای احراز صلاحیت دریافت گواهی تأییدشده باید تا تاریخ {date} این موارد را داشته باشید.
it_it: È possibile effettuare ora il pagamento anche se i seguenti elementi non sono disponibili; tuttavia, saranno necessari entro il {date} per essere idonei ad ottenere un certificato verificato.
tr_tr: Aşağıdaki öğeler hazır olmasa bile şimdi ödeme yapabilirsiniz, ama Onaylı Sertifikaya hak kazanmak için {date} tarihine dek bunlara sahip olmaya ihtiyacınız olacak.

source: An email has been sent to {userEmail} with a link for you to activate your account.
fa_ir: رایانامه‌ای حاوی پیوند فعال‌سازی حساب کاربری به {userEmail} ارسال شده است.
he: נשלחה הודעת דואר אלקטרוני ל {userEmail} עם קישור עבורך על מנת להפעיל את החשבון.
it_it: È stata inviata una email all'indirizzo {userEmail} con un link di attivazione dell'account.
tr_tr: {userEmail} adresine hesabınızı etkinleştirmeniz için bir bağlantı gönderildi.

source: Why activate?
fa_ir: چرا آن را فعال کنم؟
he: מדוע להפעיל?
it_it: Perché attivare?
tr_tr: Neden etkinleştirme adımı?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
fa_ir: از شما می‌خواهیم حساب کاربری خود را فعال کنید تا اطمینان حاصل شود که خود شما هستید که این حساب کاربری را ایجاد می‌کنید و به این صورت از کلاهبرداری جلوگیری می‌شود.
he: אנו מבקשים ממך להפעיל את החשבון כדי לוודא שאתה אכן יצרת אותו וכדי למנוע הונאה.
it_it: Ti chiediamo di attivare l'account per essere certi che sia davvero tu a creare l'account e per impedire eventuali frodi.
tr_tr: Bu hesabı gerçekten sizin açtığınızdan emin olmak ve olası sahtekârlıkları önleyebilmek için sizden bunu rica ediyoruz.

source: You can pay now even if you don't have the following items available, but you will need to have these to qualify to earn a Verified Certificate.
fa_ir: حتی اگر موارد زیر را در دسترس ندارید، می‌توانید اکنون مبلغ را بپردازید، اما برای دریافت گواهی تأییدشده باید موارد زیر را در دست داشته باشید تا واجدشرایط شناخته شوید.
he: יש באפשרותך לשלם כעת גם אם אין ברשותך את הפרטים הבאים, אך תידרש להשלימם על מנת להיות זכאי לתעודה מאומתת.
it_it: È possibile effettuare il pagamento ora anche se i seguenti elementi non sono disponibili; tuttavia, saranno necessari per essere idonei ad ottenere un certificato verificato.
tr_tr: Aşağıdaki öğeler hazır olmasa bile şimdi ödeme yapabilirsiniz, ama Onaylı Sertifikaya hak kazanmak için bunlara sahip olmalısınız.

source: Government-Issued Photo ID
fa_ir: عکس کارت شناسایی
he: תעודה מזהה עם תמונה שהונפקה בידי הממשלה.
it_it: Documento di identità con foto rilasciato dalle autorità
tr_tr: Fotoğraflı Resmi Kimlik

source: ID-Verification is not required for this Professional Education course.
fa_ir: نیازی به تأیید هویت برای این دورۀ آموزش حرفه‌ای نیست.
he: לא נדרש אימות עם תעודה מזהה עבור קורס חינוך מקצועי זה.
it_it: La verifica tramite ID non è richiesta per questo corso di Formazione professionale.
tr_tr: Kimlik Doğrulama bu Mesleki Eğitim dersi için gerekli değildir.

source: All professional education courses are fee-based, and require payment to complete the enrollment process.
fa_ir: همۀ دوره‌های آموزش حرفه‌ای هزینه‌بر هستند و برای تکمیل مراحل ثبت‌نام نیاز به پرداخت مبلیغی است.
he: כל הקורסים בחינוך המקצועי מבוססים על תשלום, ולכן נדרש תשלום על מנת להשלים את תהליך ההרשמה.
it_it: Tutti i corsi di formazione professionale sono a pagamento, e richiedono il pagamento per completare il processo di iscrizione.
tr_tr: Tüm mesleki eğitim dersleri ücretli olup, kayıt işlemini tamamlamak için ödeme gerekir.

source: You have already verified your ID!
fa_ir: شما قبلاً هویت خود را تأیید کرده‌اید!
he: אימתת כבר את זהותך!
it_it: Hai già verificato la tua identità!
tr_tr: Kimliğinizi çoktan doğruladınız!

source: Your verification status is good until {verificationGoodUntil}.
fa_ir: وضعیت تأیید شما تا {verificationGoodUntil} خوب نیست.
he: סטטוס האימות שלך תקף עד {verificationGoodUntil}.
it_it: Lo stato di verifica è effettivo fino al {verificationGoodUntil}.
tr_tr: {verificationGoodUntil} aşamasına dek doğrulama durumunuz iyi.

source: price
fa_ir: قیمت
he: מחיר
it_it: prezzo
tr_tr: ücret

source: Account Not Activated
fa_ir: حساب کاربری فعال نشده است
he: החשבון אינו מופעל
it_it: Account non attivato
tr_tr: Hesap Aktif Edilmemiş

source: Upgrade to a Verified Certificate for {courseName}
fa_ir: به یک گواهی تأییدشده برای {courseName} ارتقا دهید
he: שדרג לתעודה מאומתת עבור {courseName}
it_it: Esegui l'upgrade a Certificato Verificato per {courseName}
tr_tr: {courseName} dersi için onaylı sertifikaya yükselt.

source: Before you upgrade to a certificate track, you must activate your account.
fa_ir: پیش از اینکه به بخش گواهی ارتقا دهید، باید حساب کاربری خود را فعال کنید.
he: לפני שתשדרג למסלול תעודה, עליך להפעיל את חשבונך.
it_it: Prima di eseguire l'aggiornamento ad una traccia del certificato, è necessario attivare l'account.
tr_tr: Sertifika yoluna yükseltmeden önce, hesabınızı etkinleştirmelisiniz.

source: Check your email for an activation message.
fa_ir: برای مشاهده پیام فعال‌سازی، صندوق رایانامۀ خود را ببینید.
he: בדוק בתיבת הדואר האלקטרוני שלך האם קיבלת הודעת הפעלה.
it_it: Ricercare un messaggio di attivazione nella casella email.
tr_tr: Aktivasyon mesajı için e-postanızı kontrol edin.

source: Total
fa_ir: کل
he: סה"כ
it_it: Totale
tr_tr: Toplam

source: Professional Certificate for {courseName}
fa_ir: گواهی حرفه‌ای برای {courseName}
he: תעודה מקצועית עבור {courseName}
it_it: Certificato professionale per {courseName}
tr_tr: {courseName} için Profesyonel Sertifika

source: Verified Certificate for {courseName}
fa_ir: گواهی تأییدشده برای {courseName}
he: תעודה מאומתת עבור {courseName}
it_it: Certificato verificato per {courseName}
tr_tr: {courseName} için Onaylı Sertifika

source: To receive a certificate, you must also verify your identity before {date}.
fa_ir: برای دریافت گواهی، باید پیش از {date} هویت خود را نیز تأیید کنید.
it_it: Per ricevere un certificato, è necessario anche verificare l'identità prima del {date}.
tr_tr: Sertifika almak için {date} tarihinden önce kimliğinizi doğrulamalısınız.

source: To receive a certificate, you must also verify your identity.
fa_ir: برای دریافت گواهی، باید هویت خود را نیز تأیید کنید.
he: כדי לקבל תעודה, עליך לאמת גם את זהותך.
it_it: Per ricevere un certificato, è necessario anche verificare la propria identità
tr_tr: Bir sertifika almak için kimliğinizi de doğrulamalısınız.

source: To verify your identity, you need a webcam and a government-issued photo ID.
fa_ir: برای تأیید هویت خود، به دوربین رایانه و تصویر کارت شناسایی نیاز دارید.
he: על מנת לאמת את זהותך, תזדקק למצלמת רשת ולתעודה מזהה.
it_it: Per verificare la propria identità, sono necessari una webcam ed un documento di identità con foto rilasciato dalle autorità.
tr_tr: Kimliğinizi doğrulamak için bir web kamerası ve devlet tarafından verilmiş nüfus kimliği gerekiyor.

source: Your ID must be a government-issued photo ID that clearly shows your face.
fa_ir: کارت شناسایی شما باید کارتی عکس‌دار باشد که چهرۀ شما را به وضوح نشان دهد.
he: התעודה המזהה שלך חייבת להיות תעודה שהונפקה בידי הממשלה ובעלת תמונה המציגה בבירור את פניך.
it_it: Il documento di identità deve essere rilasciato dalle autorità e disporre di una foto che mostri chiaramente il viso.
tr_tr: Kimliğinizin devlet tarafından verilmiş yüzünüzün açıkça göründüğü fotoğraflı kimlik olması gerekiyor.

source: You will use your webcam to take a picture of your face and of your government-issued photo ID.
fa_ir: شما از دوربین خود برای گرفتن عکس از چهره خود و کارت شناسایی معتبر استفاده خواهید کرد.
he: השתמש במצלמת הרשת על מנת לצלם את תמונת פניך ואת התעודה, שהונפקה בידי הממשלה, עם התמונה.
it_it: Utilizzare la webcam per scattare una foto del viso e del documento di identità con fotografia rilasciato dalle autorità.
tr_tr: Yüzünüzün fotoğrafını ve devlet tarafından verilmiş fotoğraflı nüfus kimliğinizin fotoğrafını webcam ile çekin.

source: Identity Verification In Progress
fa_ir: در حال تأیید هویت
he: אימות זהות בתהליך
it_it: Verifica dell'identità in corso
tr_tr: Süreç İçinde Kimlik Doğrulama

source: We have received your information and are verifying your identity. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days). In the meantime, you can still access all available course content.
fa_ir: ما اطلاعات شما را دریافت کرده و هویت شما را تأیید می‌کنیم. با تکمیل مراحل تأیید (معمولاً طی 5-7 روز) پیامی را در پیشخوان خود مشاهده خواهید کرد. در ضمن، شما هنوز هم می‌توانید به تمام محتوای دورۀ موجود دسترسی پیدا کنید.
it_it: Abbiamo ricevuto le tue informazioni e stiamo verificando la tua identità. Una volta completato il processo di verifica, verrà visualizzato un messaggio nella dashboard (generalmente entro 5-7 giorni). Nel frattempo, è possibile accedere a tutto il contenuto del corso disponibile.
tr_tr: Bilgilerinizi aldık ve kimliğinizi doğruluyoruz. Doğrulama süreci tamamlandığında (genelde 5-7 gün içerisinde tamamlanır) ana panelinize mesaj gelecektir. Bu süre içinde mevcut olan tüm ders içeriklerine ulaşabilirsiniz.

source: Return to Your Dashboard
fa_ir: بازگشت به پیشخوان
he: חזור ללוח הבקרה
it_it: Ritorna alla tua dashboard
tr_tr: Panele Geri Dön

source: Review Your Photos
fa_ir: مرور تصاویر
he: סקור את תמונותיך
it_it: Esamina le tue foto
tr_tr: Fotoğrafımı Göster

source: Make sure we can verify your identity with the photos and information you have provided.
fa_ir: اطمینان حاصل کنید که ما می‌توانیم هویت شما را با عکس‌ها و اطلاعاتی که ارائه داده‌اید تأیید کنیم.
he: ודא שנוכל לאמת את זהותך עם התמונות והמידע שסיפקת לנו.
it_it: Accertarsi che possiamo verificare la tua identità con le foto e le informazioni fornite.
tr_tr: Lütfen kimliğinizi sağlamış olduğunuz fotoğraflar ve bilgiler ile onaylayabileceğimizden emin olun.

source: Photo of %(fullName)s
fa_ir: عکس %(fullName)s
he: תמונת %(fullName)s
it_it: Foto di %(fullName)s
tr_tr: %(fullName)s'in fotoğrafı

source: Photo of %(fullName)s's ID
fa_ir: عکس کارت شناسایی %(fullName)s
he: תמונת התעודה המזהה של %(fullName)s
it_it: Foto del documento di Identità di %(fullName)s's
tr_tr: %(fullName)s'in Fotoğraflı Kimliği

source: Photo requirements:
fa_ir: نیازمندی‌های تصویر:
he: דרישות התמונה:
it_it: Requisiti fotografici:
tr_tr: Fotoğraf gereklilikleri:

source: Does the photo of you show your whole face?
fa_ir: آیا تصویرتان همۀ چهره را نشان می‌دهد؟
he: האם תמונתך מראה את כל פניך?
it_it: La foto mostra completamente il tuo volto?
tr_tr: Fotoğraf yüzünüzün tamamını gösteriyor mu?

source: Is your name on your ID readable?
fa_ir: آیا نام شما بر روی شناسنامه قابل خواندن است؟
he: האם השם על התעודה המזהה שלך קריא?
it_it: Il nome sul documento di identità è leggibile?
tr_tr: Kimliğiniz üzerindeki adınız okunaklı mı?

source: Does the name on your ID match your account name: %(fullName)s?
fa_ir: آیا نام درج شده روی کارت شناسایی با نام حساب کاربری شما مطابقت دارد: %(fullName)s؟
he: האם השם בתעודה המזהה שלך תואם את שם חשבונך: %(fullName)s?
it_it: Il nome sul documento di identità corrisponde al nome dell'account: %(fullName)s?
tr_tr: Kimliğiniz üzerindeki isim, %(fullName)s hesabınızdaki isimle eşleşiyor mu?

source: Edit Your Name
fa_ir: ویرایش نام
he: ערוך את שמך
it_it: Modifica il nome
tr_tr: İsminizi Düzeltiniz

source: Make sure that the full name on your account matches the name on your ID.
fa_ir: از مطابقت نام و نام خانوادگی حساب‌کاربری با نام کارت شناسایی خود اطمینان حاصل فرمایید.
he: ודא כי השם המלא בשם חשבונך תואם את השם בתעודה המזהה שלך.
it_it: Verificare che il nome completo nell'account corrisponda al nome sul documento di identità.
tr_tr: Lütfen hesabınızdaki tam isminizle kimliğinizde yazılı adınızın aynı olduğundan emin olun.

source: Photos don't meet the requirements?
fa_ir: آیا عکس‌ها نیازمندی‌ها را برآورده نمی کنند؟
he: התמונות אינן מתאימות לדרישות?
it_it: Le foto non soddisfano i requisiti?
tr_tr: Fotoğraflar gereklilikleri karşılamıyor mu?

source: Retake Your Photos
fa_ir: دوباره گرفتن عکس شما
he: צלם מחדש את תמונתך
it_it: Scatta di nuovo
tr_tr: Fotolarınızı Tekrar Çekiniz

source: Before proceeding, please confirm that your details match
fa_ir: پیش از ادامه، لطفاً تأیید کنید که مشخصات شما مطابقت دارد
he: בטרם תמשיך, נא ודא כי הפרטים תואמים
it_it: Prima di continuare, confermare che i dettagli corrispondono
tr_tr: İlerlemeden önce, ayrıntılarınızın eşleştiğini onaylayınız

source: Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission.
fa_ir: عکس خود را نمی‌بینید؟ اطمینان حاصل کنید که مرورگر هنگام درخواست اجازه از دوربین شما استفاده می‌کند.
he: אינך רואה את תמונתך? ודא כי אתה מאפשר לדפדפן שלך להשתמש במצלמה כאשר מתבקש אישור.
it_it: Non vedi la tua immagine? Assicurati di consentire al tuo browser di utilizzare la webcam quando ti viene richiesta l'autorizzazione.
tr_tr: Resminizi görmüyor musunuz? Web izleyiciniz izin istediğinde kameranızı kullanabilmesi için izin veriniz.

source: Live view of webcam
fa_ir: نمای زندۀ دوربین
he: תצוגה בזמן אמת של מצלמת הרשת
it_it: Vista live della webcam
tr_tr: Web kameranızın canlı görüntüsü

source: Retake Photo
fa_ir: دوباره عکس بگیر
he: צלם שוב תמונה
it_it: Scatta di nuovo
tr_tr: Yeniden Fotoğraf Çek

source: Take Photo
fa_ir: گرفتن عکس
he: צלם תמונה
it_it: Scatta la foto
tr_tr: Fotoğraf Çek

source: Bookmarked on
fa_ir: نشاندار شده در
he: הסימניה מופעלת
it_it: Segnalibro aggiunto su
tr_tr: Yer işareti eklendi

source: You have not bookmarked any courseware pages yet
fa_ir: هنوز هیچ صفحۀ آموزشی را نشاندار نکردید
it_it: Non è stata ancora aggiunta alcuna pagina dei materiali del corso ai preferiti
tr_tr: Henüz bir ders yazılımı sayfasını yer imlerine eklemediniz

source: Use bookmarks to help you easily return to courseware pages. To bookmark a page, click "Bookmark this page" under the page title.
fa_ir: از نشانک‌ها استفاده کنید تا به‌راحتی به صفحات دوره‌های آموزشی بازگردید. برای استفاده از نشانک‌ها در یک صفحه، روی "نشانک‌گذاری این صفحه" در زیر عنوان صفحه کلیک کنید.
it_it: Utilizzare i segnalibri per tornare facilmente alle pagine dei materiali del corso. Per aggiungere un segnalibro ad una pagina, fare clic su "Aggiungi ai preferiti" al di sotto del titolo della pagina.
tr_tr: Ders yazılımı sayfalarına dönmenizi kolaylaştırmak için yer imlerini kullanın. Bir sayfaya yer imi koymak için sayfa başlığının altından "Bu sayfayı yer imle"ye tıklayın.

source: Load next {num_items} result
fa_ir: بارگیری نتیجه {num_items} بعدی
it_it: Carica {num_items} risultato successivo
tr_tr: Sonraki {num_items} adet sonucu yükle

source: Sorry, no results were found.
fa_ir: عذرخواهی می‌کنیم، هیچ نتیجه‌ای پیدا نشد.
he: מצטערים, לא נמצאו תוצאות.
it_it: Spiacenti, nessun risultato trovato.
tr_tr: Üzgünüz, hiçbir sonuç bulunamadı.

source: Share your "%(display_name)s" award
fa_ir: جایزه‌ات %(display_name)s را به اشتراک بگذار
he: שתף את פרס "%(display_name)s"
it_it: Condividi il tuo riconoscimento "%(display_name)s"
tr_tr: %(display_name)s ödülünü paylaş

source: Share
fa_ir: اشتراک‌گذاری
he: שתף
it_it: Condividi
tr_tr: Paylaş

source: Earned %(created)s.
fa_ir: %(created)s کسب شده.
he: זכית ב-%(created)s.
it_it: Ottenuto %(created)s.
tr_tr: %(created)s kazanıldı.

source: What's Your Next Accomplishment?
fa_ir: دستاورد بعدی شما چیست؟
he: מהו ההישג הבא שלך?
it_it: Quale è il tuo prossimo risultato?
tr_tr: Bir Sonraki Başarın Ne Olacak?

source: Start working toward your next learning goal.
fa_ir: کار روی هدف بعدی آموزشی‌ خود را شروع کنید.
he: התחל לעבוד לקראת יעד הלמידה הבא.
it_it: Inizia a lavorare per il tuo prossimo obiettivo di apprendimento.
tr_tr: Bir sonraki hedefin için çalışmaya başla.

source: Find a course
fa_ir: یک دوره آموزشی را پیدا کنید
he: מצא קורס
it_it: Trova un corso
tr_tr: Bir ders bul

source: You are currently sharing a limited profile.
fa_ir: شما در حال حاضر یک پروندۀ کاربری محدود را به اشتراک می‌گذارید.
he: אתה משתף כרגע פרופיל חלקי.
it_it: Stai attualmente condividendo un profilo limitato.
tr_tr: Şu anda sınırlı bir profil paylaşıyorsunuz.

source: This learner is currently sharing a limited profile.
fa_ir: اکنون این یادگیرنده خلاصۀ پروندۀ کاربری خود را به اشتراک می‌گذارد.
he: לומד זה משתף כרגע פרופיל חלקי.
it_it: Questo studente sta attualmente condividendo un profilo limitato.
tr_tr: Bu öğrenci şu anda sınırlı bir profil paylaşıyor.

source: Share on Mozilla Backpack
fa_ir: اشتراک در Mozilla Backpack
he: שתף ב-Mozilla Backpack
it_it: Condividi su Mozilla Backpack
tr_tr: Mozilla Backpack üzerinde paylaş

source: To share your certificate on Mozilla Backpack, you must first have a Backpack account. Complete the following steps to add your certificate to Backpack.
fa_ir: برای اشتراک گواهی خود در Mozilla Backpack ، ابتدا باید حساب کاربری Backpack داشته باشید. مراحل زیر را انجام دهید تا گواهی خود را به Backpack اضافه کنید.
he: כדי לשתף את תעודתך ב-Mozilla Backpack, עליך לפתוח חשבון Backpack תחילה. השלם את השלבים הבאים כדי להוסיף את תעודתך ל-Backpack.
it_it: Per condividere il tuo certificato su Mozilla Backpack, è necessario prima avere un account Backpack. Completare i passi riportati di seguito per aggiungere il tuo certificato a Backpack.
tr_tr: Sertifikanızı Mozilla Backpack üzerinde paylaşmak için bir Backpack hesabınızın olması gerekiyor. İlerleyen adımları takip ederek sertifikanızı Backpack'e ekleyebilirsiniz.

source: Create a {link_start}Mozilla Backpack{link_end} account, or log in to your existing account
fa_ir: یک حساب کاربری در {link_start} Mozilla Backpack {link_end} ایجاد کنید یا به حساب کاربری موجود خود وارد شوید
it_it: Creare un account {link_start}Mozilla Backpack{link_end} oppure accedere utilizzando l'account esistente.
tr_tr: Bir {link_start}Mozilla Backpack{link_end} hesabı oluşturun ya da mevcut hesabınıza giriş yapın

source: {download_link_start}Download this image (right-click or option-click, save as){link_end} and then {upload_link_start}upload{link_end} it to your backpack.
fa_ir: {download_link_start} این تصویر را بارگذاری کنید ( کلیک راست یا دوکلیک، ذخیره به‌عنوان) {link_end} و سپس {upload_link_start}در بستۀ خود {link_end} بارگیری کنید.
it_it: {download_link_start}Scaricare questa immagine (clic con il tasto destro del mouse o clic su salva con nome){link_end} e {upload_link_start}caricarla{link_end} nel backpack.

source: Limit Access
fa_ir: محدودیت دسترسی
he: גישה מוגבלת
it_it: Limita accesso
tr_tr: Erişimi Kısıtla

source: Select a prerequisite subsection and enter a minimum score percentage and minimum completion percentage to limit access to this subsection. Allowed values are 0-100
fa_ir: زیربخش پیش‌نیاز را انتخاب کنید و حداقل درصد نمره و حداقل درصد تکمیل را وارد کنید تا دسترسی به این زیر بخش محدود شود. مقادیر مجاز 0-100 است
it_it: Seleziona una sottosezione richiesta e immetti una percentuale di punteggio minima e una percentuale di completamento minima per limitare l'accesso a questa sottosezione. Valori consentiti 0-100
tr_tr: Önkoşul altbölümünü seçin ve bu altbölüme erişimi sınırlamak için gerekli minimum skor yüzdesini girin ve minimum tamamlama yüzdesini ekleyin. İzin verilen değerler 0-100 arasıdır

source: Prerequisite:
fa_ir: پیش‌نیازها:
he: דרישה מוקדמת:
it_it: Prerequisito:
tr_tr: Önkoşul:

source: No prerequisite
fa_ir: بدون پیش‌نیاز
he: ללא דרישה מוקדמת
it_it: Nessun prerequisito
tr_tr: Önkoşullu olmayan

source: Minimum Score:
fa_ir: حداقل نمره:
he: ציון מינימלי:
it_it: Punteggio minimo
tr_tr: Minimum Skor:

source: Minimum Completion:
fa_ir: حداقل تکمیل:
it_it: Completamento minimo:
tr_tr: Minimum Tamamlama:

source: The minimum score percentage must be a whole number between 0 and 100.
fa_ir: حداقل درصد نمره باید عددی کامل بین 0 تا 100 باشد.
he: אחוז הציון המינימלי חייב להיות מספר שלם בין 0 ל-100.
it_it: La percentuale di punteggio minima deve essere un numero intero compreso tra 0 e 100.
tr_tr: Minimum not yüzdesi 0 ile 100 arasında bir tamsayı olmalı.

source: The minimum completion percentage must be a whole number between 0 and 100.
fa_ir: حداقل درصد تکمیل باید یک عدد کامل بین 0 تا 100 باشد.
it_it: La percentuale di completamento minima deve essere un numero intero compreso tra 0 e 100.
tr_tr: Minimum tamamlama yüzdesi 0 ile 100 arasında bir tamsayı olmalı.

source: Use as a Prerequisite
fa_ir: استفاده به‌عنوان پیش‌نیاز
he: השתמש כדרישה מוקדמת
it_it: Utilizza come prerequisito
tr_tr: Bir önkoşul olarak kullan

source: Make this subsection available as a prerequisite to other content
fa_ir: این زیربخش را به‌عنوان پیش‌نیاز سایر محتواها در دسترس قرار دهید
he: הפוך את תת פרק זה לזמין כדרישה מוקדמת לתוכן אחר
it_it: Rendi disponibile questa sottosezione come prerequisito per altri contenuti
tr_tr: Bu alt bölümü diğer kısımlar için önceden alınması gerekli olarak düzenle

source: Active Uploads
fa_ir: بارگذاری‌های فعال
he: העלאות פעילות
it_it: Caricamenti attivi
tr_tr: Aktif Yüklemeler

source: Read More
fa_ir: مطالعه بیشتر
it_it: Per saperne di più
tr_tr: Daha Fazlası İçin

source: details about the failure
fa_ir: جزئیات این شکست
it_it: informazioni sull'errore
tr_tr: başarısızlığa dair ayrıntılar

source: Add Component:
fa_ir: افزودن مولفه:
he: הוסף רכיב:
it_it: Aggiungi componente:
tr_tr: Bileşen Ekle:

source: %(type)s Component Template Menu
fa_ir: %(type)sمنوی قالب مؤلفه
he: %(type)s תפריט לתבנית רכיב
it_it: Menu template componenti %(type)s
tr_tr: %(type)s Bileşen Şablon Menüsü

source: Common Problem Types
fa_ir: انواع مسائل معمولی
he: סוגי בעיות נפוצות
it_it: Tipi di Problema comune
tr_tr: Sık Karşılaşılan Problem Türleri

source: Supported
fa_ir: پشتیبانی‌شده
he: נתמך
it_it: Supportato
tr_tr: Destekleniyor

source: Provisional
fa_ir: موقت
he: זמני
it_it: Provvisorio
tr_tr: Geçici

source: Not Supported
fa_ir: پشتیبانی نمی‌شود
he: לא נתמך
it_it: Non supportato
tr_tr: Desteklenmiyor

source: Fully Supported
fa_ir: پشتیبانی کامل
he: נתמך במלואו
it_it: Completamente supportato
tr_tr: Tamamen Destekleniyor

source: Provisionally Supported
fa_ir: پشتیبانی موقت
he: נתמך באופן זמני
it_it: Temporaneamente supportato
tr_tr: Geçici Destek

source: Add New Component
fa_ir: افزودن مولفه جدید
he: הוסף רכיב חדש
it_it: Aggiungi nuovo componente
tr_tr: Yeni Bileşen Ekle

source: Deprecated
fa_ir: منسوخ
he: לא מומלץ לשימוש
it_it: Obsoleta
tr_tr: Kullanımdan Kaldırıldı

source: List of uploaded files and assets in this course
fa_ir: فهرست پرونده‌های بارگذاری‌شده و منابع این دوره آموزشی
he: רשימת קבצים ונכסים שהועלו לקורס זה
it_it: Lista dei file caricati e delle risorse in questo corso
tr_tr: Bu ders için yüklenen dosya ve materyallerin listesi

source: - Sortable
fa_ir: -قابل سازماندهی
he: -ניתן למיון
it_it: - Selezionabile
tr_tr: - Sıralanabilir

source: Show All
fa_ir: نمایش همه
he: הצג הכל
it_it: Mostra tutto
tr_tr: Hepsini Göster
