Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: user_id, username, email, course_id, is_verified, verification_date
eo: Ìt éxpéçt thät thé dätä wïll ßé prövïdéd ïn ä çsv fïlé förmät wïth fïrst röw ßéïng thé héädér änd çölümns wïll ßé äs föllöws: üsér_ïd, üsérnämé, émäïl, çöürsé_ïd, ïs_vérïfïéd, vérïfïçätïön_däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂#
es_es: Se espera que los datos se proporcionen en un formato de archivo csv conla primera fila es el encabezado y las columnas serán comosigue: ID de usuario, nombre de usuario, correo electrónico, ID de curso, está_verificado, fecha_verificación
fa_ir: انتظار می‌رود که داده‌ها در قالب فایل csv به‌طوری که ردیف اول سرصفحه و ستون‌ها به شرح زیر باشد: user_id، نام‌کاربری، نشانی رایانامه، شناسۀ دوره، تأییدشده، و تاریخ تغییر
it_it: Si prevede che i dati saranno forniti in un formato file csv con la prima riga come intestazione e le colonne come di seguito: user_id, username, email, course_id, is_verified, verification_date

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: course_id, username, mode
eo: Ìt éxpéçt thät thé dätä wïll ßé prövïdéd ïn ä çsv fïlé förmät wïth fïrst röw ßéïng thé héädér änd çölümns wïll ßé äs föllöws: çöürsé_ïd, üsérnämé, mödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση#
fa_ir: انتظار می‌رود که داده‌ها در پرونده فایل csv به‌طوری که ردیف اول سرصفحه و ستون‌ها به شرح زیر باشد: نام‌کاربری،، شناسۀ دوره، وضعیت
it_it: Si prevede che i dati saranno forniti in un formato file csv con la prima riga come intestazione e le colonne come di seguito: course_id, username, mode

source: Male
eo: Mälé Ⱡ'σяєм ι#
es_es: Hombre
fa_ir: مرد
it_it: Uomo
lv: Vīrietis
mn: Эрэгтэй

source: Female
eo: Fémälé Ⱡ'σяєм ιρѕυ#
es_es: Mujer
fa_ir: زن
it_it: Donna
lv: Sieviete
mn: Эмэгтэй

source: Other/Prefer Not to Say
eo: Öthér/Préfér Nöt tö Säý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Otro/Prefiero no especificar
fa_ir: سایر گزینه ها/ترجیح می دهم نگویم
it_it: Altro/Preferisco non dirlo
lv: Cits/Nevēlos teikt
mn: Бусад

source: Doctorate
eo: Döçtöräté Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Doctorado
fa_ir: درجه دکتری
it_it: Dottorato
lv: Doktora
mn: Докторын

source: Master's or professional degree
eo: Mästér's ör pröféssïönäl dégréé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Título profesional o máster
fa_ir: کارشناسی ارشد یا مدرک حرفه‌ای
it_it: Laurea magistrale o titolo accademico professionale
lv: Maģistra vai profesionālais grāds
mn: Магистрын эсвэл мэргэжлийн зэрэг

source: Bachelor's degree
eo: Bäçhélör's dégréé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Título de bachillerato
fa_ir: مدرک کارشناسی
it_it: Laurea di primo livello
lv: Bakalaura grāds
mn: Бакалаврын зэрэг

source: Associate degree
eo: Àssöçïäté dégréé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Título universitario
fa_ir: مدرک کاردانی
it_it: laurea biennale
lv: Asociētais grāds
mn: Хавсарга зэрэг

source: Secondary/high school
eo: Séçöndärý/hïgh sçhööl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Educación secundaria obligatoria
fa_ir: متوسطه / دبیرستان
it_it: Scuole superiori/liceo
lv: Vidusskola
mn: Ахлах сургууль

source: Junior secondary/junior high/middle school
eo: Jünïör séçöndärý/jünïör hïgh/mïddlé sçhööl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Educación secundaria elemental
fa_ir: مدرسه متوسطه دوره اول/ راهنمایی
it_it: Scuole Medie
lv: Vidusskola (5. - 9. klase)
mn: Дунд сургууль

source: Elementary/primary school
eo: Éléméntärý/prïmärý sçhööl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Educación primaria
fa_ir: مدرسه ابتدایی
it_it: Scuola Primaria/Elementare
lv: Pamatskola
mn: Бага сургууль

source: No formal education
eo: Nö förmäl édüçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Sin formación académica
fa_ir: بدون تحصیلات رسمی
it_it: Nessun livello educativo formale
lv: Bez formālas izglītības
mn: Албан ёсны боловсролгүй

source: Other education
eo: Öthér édüçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Otras formaciones
fa_ir: تحصیلات متفرقه
it_it: Altro livello educativo
lv: Cita izglītība
mn: Бусад боловсрол

source: {platform_name} Honor Code Certificate for {course_name}
eo: {platform_name} Hönör Çödé Çértïfïçäté för {course_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: {platform_name} Certificado de código de honor para {course_name}
fa_ir: {platform_name} گواهی اصول اخلاقی برای {course_name}
it_it: {platform_name} Certificato Onorario per {course_name}
lv: {platform_name} Goda kodeksa sertifikāts par kursu {course_name}
mn: {platform_name} {course_name}-д ёс зүйн дүрмийн гэрчилгээ

source: {platform_name} Verified Certificate for {course_name}
eo: {platform_name} Vérïfïéd Çértïfïçäté för {course_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: {platform_name} Certificado verificado para {course_name}
fa_ir: {platform_name} تاییدیه گواهی برای {course_name}
it_it: {platform_name} Certificato Verificato per {course_name}
lv: {platform_name} Verificēts sertifikāts par kursu {course_name}
mn: {course_name}-н {platform_name} баталгаажсан гэрчилгээ

source: {platform_name} Professional Certificate for {course_name}
eo: {platform_name} Pröféssïönäl Çértïfïçäté för {course_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: {platform_name} Certificado profesional para {course_name}
fa_ir: {platform_name} گواهی حرفه‌ای برای {course_name}
it_it: {platform_name} Certificato Professionale per {course_name}
lv: {platform_name} Profesionāls sertifikāts par kursu {course_name}
mn: {course_name}-н {platform_name} мэргэжлийн гэрчилгээ

source: Your organization ID (if your organization has an existing page on LinkedIn) e.g 1337. If not provided, will default to sending Platform Name (e.g. edX) instead.
eo: Ýöür örgänïzätïön ÌD (ïf ýöür örgänïzätïön häs än éxïstïng pägé ön LïnkédÌn) é.g 1337. Ìf nöt prövïdéd, wïll défäült tö séndïng Plätförm Nämé (é.g. édX) ïnstéäd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕє#
fa_ir: شناسۀ سازمان شما (اگر سازمان شما صفحه‌ای در LinkedIn دارد) مثلا 1337. درصورت عدم ارائه، به‌طور پیش‌فرض ارسال Platform Name (به عنوان مثال edX) در مقابل انجام می‌شود.
it_it: La propria ID organizzazione (se la propria organizzazione ha una pagina esistente su LinkedIn) ad esempio, 1337. Se tale valore non viene fornito, sarà indicato, per impostazione predefinita, il Nome piattaforma (ad esempio, edX).

source: {platform_name} Certificate for {course_name}
eo: {platform_name} Çértïfïçäté för {course_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: {platform_name} Certificado de {course_name}
fa_ir: {platform_name} گواهی برای {course_name}
it_it: Certificato {platform_name} per {course_name}
lv: {platform_name} Sertifikāts par kursu {course_name}
mn: {platform_name} {course_name}-ийн гэрчилгээ

source: The ISO 639-1 language code for this language.
eo: Thé ÌSÖ 639-1 längüägé çödé för thïs längüägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Código ISO 639-1 para este idioma
fa_ir: کد زبان ISO 639-1 برای این زبان.
it_it: Il codice di linguaggio ISO 639-1 per questa lingua.
lv: Šīs valodas ISO 639-1 valodas kods.
mn: Энэ хэлний ISO 639-1 хэлний код.

source: Name of the UTM cookie
eo: Nämé öf thé ÛTM çöökïé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Nombre de la cookie UTM
fa_ir: نام کوکی UTM به
it_it: Nome del cookie UTM
lv: UTM sīkdatnes nosaukums
mn: UTM күүкигийн нэр

source: Name of the affiliate cookie
eo: Nämé öf thé äffïlïäté çöökïé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Nombre de la cookie del afiliado
fa_ir: نام کوکی وابسته
it_it: Nome del cookie di affiliazione
lv: Sadarbības partnera sīkdatnes nosaukums
mn: Холбоотой күүкиний нэр

source: Name of this user attribute.
eo: Nämé öf thïs üsér ättrïßüté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Nombre del atributo de este usuario.
fa_ir: نام این ویژگی کاربر
it_it: Nome di questo attributo utente.
lv: Šī lietotāja atribūta nosaukums.
mn: Энэ хэрэглэгчийн атрибутын нэр

source: Value of this user attribute.
eo: Välüé öf thïs üsér ättrïßüté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Valor del atributo de este usuario.
fa_ir: مقدار این ویژگی کاربر.
it_it: Valore di questo attributo utente.
lv: Šī lietotāja atribūta vērtība.
mn: Энэ хэрэглэгчийн атрибутын утга

source: Secondary email address
eo: Séçöndärý émäïl äddréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Dirección de correo electrónico secundario
fa_ir: دومین نشانی رایانامه
it_it: Indirizzo Email secondario
mn: Хоёрдогч имайл хаяг

source: Secondary email address to recover linked account.
eo: Séçöndärý émäïl äddréss tö réçövér lïnkéd äççöünt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Dirección de correo electrónico secundario para recuperar la cuenta asociada.
fa_ir: دومین نشانی رایانامه برای بازیابی حساب کاربری متصل
it_it: Indirizzo email secondario per il ripristino dell'account collegato.
mn: Бүртгэл сэргээх хоёрдогч и-мэйл хаяг.

source: An employee (a user whose email has current site's domain name) whose email exists in this model, can be able to login from login screen through email and password. And if any employee's email doesn't exist in this model then that employee can login via third party authentication backend only.
eo: Àn émplöýéé (ä üsér whösé émäïl häs çürrént sïté's dömäïn nämé) whösé émäïl éxïsts ïn thïs mödél, çän ßé äßlé tö lögïn fröm lögïn sçréén thröügh émäïl änd pässwörd. Ànd ïf äný émplöýéé's émäïl döésn't éxïst ïn thïs mödél thén thät émplöýéé çän lögïn vïä thïrd pärtý äüthéntïçätïön ßäçkénd önlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ #
es_es: Un empleado (un usuario cuyo correo electrónico tiene el nombre de dominio del sitio actual) cuyo correo electrónico existe en este modelo, puede iniciar sesión desde la pantalla de inicio de sesión a través del correo electrónicoy contraseña. Y si el correo electrónico de algún empleado no existe en este modelo, entonces Ese empleado puede iniciar sesión solo a través del backend de autenticación de terceros.
fa_ir: یک کارمند (کاربری که رایانامه وی دارای نام دامنۀ وبگاه فعلی است) که رایانامه وی در این مدل وجود دارد، می‌تواند از طریق رایانامه و گذرواژه از صفحۀ ورود به سامانه وارد شود. و اگر رایانامه هر کارمندی در این مدل وجود نداشته باشد، آن کارمند می‌تواند فقط به شکل احراز هویت کاربران از طریق ماژول third party authentication backend وارد سامانه شود.
it_it: Un dipendente (un utente la cui email ha il nome dominio del sito corrente) la cui email è presente in questo modello, è in grado di collegarsi dalla schermata di login mediante email e password. Se l'email di un qualsiasi dipendente non è presente in questo modello, il dipendente in questione può solo collegarsi mediante il backend di autenticazione di terzi.

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: username, current_email, desired_email
eo: Ìt éxpéçt thät thé dätä wïll ßé prövïdéd ïn ä çsv fïlé förmät wïth fïrst röw ßéïng thé héädér änd çölümns wïll ßé äs föllöws: üsérnämé, çürrént_émäïl, désïréd_émäïl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢#
fa_ir: انتظار می‌رود که داده‌ها در قالب فایل csv به‌طوری که ردیف اول سرصفحه و ستون‌ها به شرح زیر باشد: نام‌کاربری، نشانی رایانامه کنونی، و نشانی رایانامه جدید
it_it: Si prevede che i dati saranno forniti in un formato file csv con la prima riga come intestazione e le colonne come di seguito: username, current_email, desired_email

source: Add a reason
eo: Àdd ä réäsön Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fa_ir: علتی را بیان کنید
it_it: Aggiungi un motivo

source: and
eo: änd Ⱡ'σяєм ιρѕ#
es_es: y
fa_ir: و
it_it: e
lv: un
mn: ба

source: Photos are mismatched
eo: Phötös äré mïsmätçhéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Las fotos no coinciden
fa_ir: عدم تطابق عکس‌ها
it_it: Le foto sono scorrette
lv: Fotogrāfijas nesakrīt
mn: Зурагнууд ижил биш байна

source: Name missing from ID photo
eo: Nämé mïssïng fröm ÌD phötö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Falta el nombre en la foto de identificación
fa_ir: نام از تصویر کارت شناسایی مفقود است
it_it: Nome mancante dalla foto del documento d'identità
lv: ID fotogrāfijā nav norādīts vārds
mn: Бүртгэлийн зургийн нэр байхгүй байна

source: ID photo not provided
eo: ÌD phötö nöt prövïdéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: No se ha indicado ID de foto.
fa_ir: شناسه عکس ارائه نشده است
it_it: Foto dell'ID non caricata
lv: Nav iesniegta ID fotogrāfija
mn: Бүртгэлийн зураг байхгүй байна

source: ID is invalid
eo: ÌD ïs ïnvälïd Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Identificador no válido
fa_ir: شناسه غیرقابل قبول است
it_it: ID non valido
lv: Nederīgs ID
mn: Бүтгэлийн дугаар буруу байна

source: Learner photo is blurry
eo: Léärnér phötö ïs ßlürrý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: La foto del estudiante está borrosa
fa_ir: عکس یادگیرنده تار است
it_it: La foto dello studente è sfuocata
lv: Kursa dalībnieka fotogrāfija ir neskaidra
mn: Суралцагчийн зураг тод биш байна

source: Name on ID does not match name on account
eo: Nämé ön ÌD döés nöt mätçh nämé ön äççöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El nombre del identificador no coincide con el nombre en la cuenta
fa_ir: نام با شناسه حساب کاربری تطابق ندارد
it_it: Il nome sull'ID non corrisponde al nome sull'account
lv: ID vārds nesakrīt ar profila vārdu
mn: Биеийн байцаалт дээрх нэр нь бүртгэлийн нэртэй таарахгүй байна.

source: Learner photo not provided
eo: Léärnér phötö nöt prövïdéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Foto del estudiante no proporcionada
fa_ir: عکس یادگیرنده ارائه نشده است
it_it: La foto dello studente non è stata caricata
lv: Nav iesniegta kursa dalībnieka fotogrāfija
mn: Суралцагчийн зураг байхгүй байна

source: ID photo is blurry
eo: ÌD phötö ïs ßlürrý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: La foto de ID está borrosa
fa_ir: شناسه عکس نامشخص است.
it_it: La foto del documento d'ID è sfocata
lv: ID fotogrāfija ir neskaidra
mn: Бүртгэлийн зураг тод биш байна

source: Check your {email_start}{email}{email_end} inbox for an account activation link from {platform_name}. If you need help, contact {link_start}{platform_name} Support{link_end}.
eo: Çhéçk ýöür {email_start}{email}{email_end} ïnßöx för än äççöünt äçtïvätïön lïnk fröm {platform_name}. Ìf ýöü nééd hélp, çöntäçt {link_start}{platform_name} Süppört{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя#
es_es: Comprueba la bandeja de entrada de tu correo electrónico {email_start}{email}{email_end} y pulsa en el enlace para la activación de cuenta enviado desde {platform_name}. Si necesitas ayuda, contacta con {link_start}{platform_name} soporte{link_end}.
fa_ir: صندوق ورودی {email_start}{email}{email_end} را برای پیوند فعال‌سازی حساب کاربری از طرف {platform_name} بررسی کنید. اگر به کمک احتیاج داشتید، لطفا با {link_start}{platform_name} پشتیبانی{link_end} تماس بگیرید.
it_it: Controllare la propria posta in entrata {email_start}{email}{email_end} per un link di attivazione account da {platform_name}. Se si richiede assistenza, contattare il {link_start}Supporto {platform_name}{link_end}.
lv: Pārbaudiet Jūsu {email_start}{email}{email_end} iesūtni, lai iegūtu konta aktivēšanas saiti no {platform_name}. Ja nepieciešama palīdzība, sazinieties ar {link_start}{platform_name} atbalstu{link_end}.
mn: {platform_name} -н дансны идэвхжүүлэх холбоосыг {email_start} {email} {email_end} ирсэн имэйлээс шалгана уу. Хэрэв танд тусламж хэрэгтэй бол {link_start} {platform_name} дэмжлэг {link_end}.

source: Add a recovery email to retain access when single-sign on is not available. Go to {link_start}your Account Settings{link_end}.
eo: Àdd ä réçövérý émäïl tö rétäïn äççéss whén sïnglé-sïgn ön ïs nöt äväïläßlé. Gö tö {link_start}ýöür Àççöünt Séttïngs{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Agregue un correo electrónico de recuperación para conservar el acceso cuando el inicio de sesión único no esté disponible.Ve a {link_start}la configuración de tu cuenta{link_end}.
fa_ir: افزودن نشانی رایانامه بازیابی برای حفظ دسترسی زمانی که تک ثبت‌نام در دسترس نیست.به {link_start} تنظیمات حساب کاربری بروید {link_end}
it_it: Aggiungere una email di ripristino per conservare l'accesso quando l'SSO - Single-Sign On non è disponibile. Accedere {link_start}a Impostazioni account{link_end}.

source: Recovery email is not activated yet. Kindly visit your email and follow the instructions to activate it.
eo: Réçövérý émäïl ïs nöt äçtïvätéd ýét. Kïndlý vïsït ýöür émäïl änd föllöw thé ïnstrüçtïöns tö äçtïväté ït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: El correo electrónico de recuperación aún no está activado. Por favor visite su correo electrónico y siga el instrucciones para activarlo.
fa_ir: بازیابی رایانامه هنوز فعال نشده است. لطفا رایانامه خود را بررسی کنید و مطابق دستورالعمل، آن را فعال کنید.
it_it: L'email di ripristino non è ancora attivata. Controllare la propria email e seguire le istruzioni per attivarla.
mn: Сэргээх имэйл хараахан идэвхжээгүй байна. Та имейл рүүгээ зочилж, зааварын дагуу идэвхжүүлэнэ үү.

source: The course you are looking for does not start until {date}.
eo: Thé çöürsé ýöü äré löökïng för döés nöt stärt üntïl {date}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El curso que está buscando no empieza hasta {date}.
fa_ir: دوره آموزشی که به دنبال آن هستید تا {date} شروع نمی‌شود.
it_it: Il corso che si sta cercando non inizia prima del {date}.
lv: Kurss, kuru Jūs meklējat, nesākas līdz {date}.
mn: Таны хайсан хичээл {date} өдрөөс эхэлнэ.

source: The course you are looking for is closed for enrollment as of {date}.
eo: Thé çöürsé ýöü äré löökïng för ïs çlöséd för énröllmént äs öf {date}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: La inscripción en el curso que está buscando está cerrada desde {date}.
fa_ir: این دوره آموزشی که به دنبال آن هستید در تاریخ {date} بسته شده است.
it_it: Il corso che si sta cercando è chiuso all'iscrizione a partire da {date}.
lv: Pieteikšanās uz kursu, kuru Jūs meklējat, ir slēgta kopš {date}.
mn: Таны хайсан хичээлийн элсэлт {date} өдөр хаагдана.

source: Course id not specified
eo: Çöürsé ïd nöt spéçïfïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: ID del curso no indicada
fa_ir: شناسه دوره آموزشی اختصاص داده نشده است
it_it: id del corso non specificato
lv: Kursa ID nav norādīts
mn: Хичээлийн код тодорхойлогдоогүй байна

source: Invalid course id
eo: Ìnvälïd çöürsé ïd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: ID de curso incorrecta
fa_ir: شناسه دوره آموزشی نامعتبر است
it_it: Corso id non valido
lv: Nederīgs kursa ID
mn: Буруу хичээлийн код

source: Course id is invalid
eo: Çöürsé ïd ïs ïnvälïd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: La ID del curso no es válida
fa_ir: شناسه دوره نامعتبر است
it_it: id del corso non valido
lv: Kursa ID nav derīgs
mn: Хичээлийн код буруу байна

source: Could not enroll
eo: Çöüld nöt énröll Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: No pudo inscribirse
fa_ir: امکان ثبت‌نام نیست
it_it: non potresti iscriverti
lv: Neizdevās reģistrēties
mn: Элсэж чадсангүй

source: Unenrollment is currently disabled
fa_ir: لغو ثبت‌نام در حال حاضر غیرفعال است
it_it: La disiscrizione è attualmente disabilitata

source: You are not enrolled in this course
eo: Ýöü äré nöt énrölléd ïn thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: No está inscrito en este curso
fa_ir: شما در این دوره آموزشی ثبت‌نام نشده‌اید
it_it: Non sei iscritto a questo corso
lv: Jūs neesat reģistrējies/-usies šajā kursā
mn: Та энэ хичээлд элсээгүй байна

source: Your certificate prevents you from unenrolling from this course
eo: Ýöür çértïfïçäté prévénts ýöü fröm ünénröllïng fröm thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Su certificado no le permite cancelar la matrícula de este curso.
fa_ir: گواهینامه شما مانع می‌شود که ثبت‌نام را لغو کنید
it_it: Il proprio certificato impedisce di annullare l'iscrizione da questo corso
lv: Pārtraukt reģistrāciju šajā kursā nav iespējams Jūsu sertifikāta dēļ
mn: Таны гэрчилгээ нь таныг энэ хичээлийн бүртгэлээс гарахаас сэргийлнэ.

source: Enrollment action is invalid
eo: Énröllmént äçtïön ïs ïnvälïd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: La inscripción no es válida
fa_ir: عملیات ثبت‌نام معتبر نیست
it_it: L'iscrizione non è valida
lv: Reģistrēšanās darbība ir nederīga
mn: Элсэлтийн үйлдэл буруу байна

source: Please enter a username
eo: Pléäsé éntér ä üsérnämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Por favor, introduce un nombre de usuario
fa_ir: لطفا نام‌کاربری را وارد نمایید
it_it: Per favore inserire nome utente
lv: Lūdzu, ievadiet lietotājvārdu
mn: Хэрэглэгчийн нэрээ оруулна уу

source: Please choose an option
eo: Pléäsé çhöösé än öptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Por favor, elige una opción
fa_ir: لطفا گزینه‌ای را انتخاب کنید
it_it: Si prega di scegliere un'opzione
lv: Lūdzu, izvēlieties iespēju
mn: Сонголтоо сонгоно уу

source: User with username {} does not exist
eo: Ûsér wïth üsérnämé {} döés nöt éxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: El usuario con el nombre de usuario {} no existe
fa_ir: کاربری با نام‌کاربری {} در سامانه نیست
it_it: L'utente con nome utente {} non esiste
lv: Lietotājvārds {} neeksistē
mn: {} хэрэглэгчийн нэр бүхий хэрэглэгч байхгүй байна

source: Successfully disabled {}'s account
eo: Süççéssfüllý dïsäßléd {}'s äççöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Cuenta de {} desactivada con éxito
fa_ir: حساب‌کاربری {} غیر فعال شد
it_it: L'account di {} è stato disattivato con successo
lv: Lietotāja {} konts atspējots veiksmīgi
mn: {} дансыг амжилттай идэвхгүй болголоо

source: Successfully reenabled {}'s account
eo: Süççéssfüllý réénäßléd {}'s äççöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Cuenta de {} reactivada con éxito
fa_ir: حساب کاربری {} دوباره فعال شد
it_it: L'account di {} è stato riattivato con successo
lv: Lietotāja {} konts atkārtoti iespējots veiksmīgi
mn: {} дансыг амжилттай дахин идэвхжүүллээ

source: Unexpected account status
eo: Ûnéxpéçtéd äççöünt stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Estado de la cuenta inesperado
fa_ir: وضعیت حساب کاربری غیرمنتظره
it_it: Stato dell'account non previsto
lv: Neparedzēts konta statuss
mn: Санамсаргүй бүртгэлийн төлөв
