Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Configure team sets, limit team sizes, and set visibility settings using JSON. See <a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">teams configuration documentation</a> for help and examples.
eo: Çönfïgüré téäm séts, lïmït téäm sïzés, änd sét vïsïßïlïtý séttïngs üsïng JSÖN. Séé <a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">téäms çönfïgürätïön döçüméntätïön</a> för hélp änd éxämplés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂#
fa_ir: مجموعه‌های تیمی را با استفاده از JSON ، پیکربندی و اندازۀ تیم را محدود کرده و رویت‌پذیری را تنظیم کنید. برای کسب اطلاعات وسیع‌تر و مشاهدۀ نمونه‌هایی از این نوع،<a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">مستندات پیکربندی تیم‌ها </a>را ببینید.
it_it: Configurare le serie di team, le dimensioni limite dei team, e le impostazioni di visibilità utilizzando JSON. Consultare la <a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">documentazione di configurazione dei team</a> per assistenza ed esempi.

source: Enable Proctored Exams
eo: Énäßlé Pröçtöréd Éxäms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Habilitar exámenes supervisados
fa_ir: فعال‌سازی آزمون حفاظت‌شده
it_it: Abilita il supervisore per gli esami
lv: Iespējot uzraudzītus eksāmenus
mn: Хянагчтай шалгалтыг идэвхжүүлэх

source: Enter true or false. If this value is true, proctored exams are enabled in your course. Note that enabling proctored exams will also enable timed exams.
eo: Éntér trüé ör fälsé. Ìf thïs välüé ïs trüé, pröçtöréd éxäms äré énäßléd ïn ýöür çöürsé. Nöté thät énäßlïng pröçtöréd éxäms wïll älsö énäßlé tïméd éxäms. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт#
es_es: Introduce true o false. Si este valor es true, los exámenes supervisados son habilitados en tu curso. Ten en cuenta que habilitar los exámenes supervisados también habilitará los exámenes cronometrados.
fa_ir: مقدار درست یا نادرست را تعیین کنید. اگر این مقدار درست باشد، آزمون‌های حفاظت‌شده در دوره آموزشی شما فعال می‌شوند. توجه کنید که فعال‌سازی آن‌ها، آزمون‌های زمان‌دار را نیز فعال خواهد کرد.
it_it: Immettere true o false. Se questo valore è true, gli esami supervisionati vengono abilitati nel proprio corso. Da notare che l'abilitazione di esami supervisionati abiliterà anche gli esami a tempo.
lv: Ievadiet kā patiesu vai nepatiesu. Ja šī vērtība ir patiesa, uzraudzīti eksāmeni tiek iespējoti šim kursam. Ņemiet vērā, ka, ja tiks iespējoti uzraudzīti eksāmeni, tiks iespējoti arī eksāmeni ar laika ierobežojumu.
mn: Үнэн эсвэл худал гэж оруулна. Хэрэв үнэн гэвэл таны хичээлийн хянагчтай шалгалт идэвхжинэ. Хянагчтай шалгалтыг идэвхжүүлбэл хугацаатай шалгалт мөн идэвхжинэ.

source: Proctoring Provider
eo: Pröçtörïng Prövïdér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Proveedor de supervisión
fa_ir: ارائه‌دهنده حفاظت
it_it: Fornitore del servizio di supervisione

source: Enter the proctoring provider you want to use for this course run. Choose from the following options: {available_providers}.
eo: Éntér thé pröçtörïng prövïdér ýöü wänt tö üsé för thïs çöürsé rün. Çhöösé fröm thé föllöwïng öptïöns: {available_providers}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
es_es: Ingrese el proveedor de supervisión que desea utilizar para este curso. Elija de las siguientes opciones: {available_providers}.
fa_ir: ارائه‌دهنده حفاظت را وارد کنید که برای این دورۀ آموزشی استفاده می‌کنید. از میان موارد زیر انتخاب کنید: {available_providers}.
it_it: Immettere il provider di supervisione che si desidera utilizzare per l'esecuzione di questo corso. Scegliere tra le seguenti opzioni: {available_providers}.

source: Proctortrack Exam Escalation Contact
eo: Pröçtörträçk Éxäm Ésçälätïön Çöntäçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fa_ir: تماس با مسئول آزمون‌های Proctortrack
it_it: Contatto di escalation esame Proctortrack

source: Required if 'proctortrack' is selected as your proctoring provider. Enter an email address to be contacted by the support team whenever there are escalations (e.g. appeals, delayed reviews, etc.).
eo: Réqüïréd ïf 'pröçtörträçk' ïs séléçtéd äs ýöür pröçtörïng prövïdér. Éntér än émäïl äddréss tö ßé çöntäçtéd ßý thé süppört téäm whénévér théré äré ésçälätïöns (é.g. äppéäls, déläýéd révïéws, étç.). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂#
fa_ir: این مورد زمانی ضروری است که "proctortrack" را به‌عنوان ارائه‌دهندۀ نظارتی خود انتخاب کرده باشید. نشانی رایانامه را وارد کنید تا در صورت رخداد مواردی (مثلاً درخواست تجدیدنظر ، بررسی با تأخیر و غیره) تیم پشتیبانی با آن تماس بگیرد.
it_it: Richiesto se 'proctortrack' è selezionato come provider di supervisione. Immettere un indirizzo email per essere contattato dal team di supporto qualora vi siano escalation (ad esempio, appelli, revisioni ritardate, ecc.).

source: Allow Opting Out of Proctored Exams
eo: Àllöw Öptïng Öüt öf Pröçtöréd Éxäms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Permitir la exclusión de exámenes supervisados
fa_ir: اجازه انصراف از آزمون‌های حفاظت‌شده
it_it: Consenti disattivazione di esami supervisionati
lv: Iespējot atteikšanos no uzraudzītiem eksāmeniem
mn: Хянагчтай шалгалтаас гарахыг зөвшөөрөх

source: Enter true or false. If this value is true, learners can choose to take proctored exams without proctoring. If this value is false, all learners must take the exam with proctoring. This setting only applies if proctored exams are enabled for the course.
eo: Éntér trüé ör fälsé. Ìf thïs välüé ïs trüé, léärnérs çän çhöösé tö täké pröçtöréd éxäms wïthöüt pröçtörïng. Ìf thïs välüé ïs fälsé, äll léärnérs müst täké thé éxäm wïth pröçtörïng. Thïs séttïng önlý äpplïés ïf pröçtöréd éxäms äré énäßléd för thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂#
es_es: Introduzca verdadero o falso. Si este valor es verdadero, los estudiantes pueden elegir hacer exámenes supervisados sin supervisión. Si este valor es falso, todos los estudiantes deben hacer el examen con el supervisor. Este ajuste sólo se aplica si los exámenes supervisados están habilitados para el curso.
fa_ir: مقدار درست یا نادرست را وارد کنید. اگر روی مقدار درست تنظیم شود، یادگیرندگان می‌توانند انتخاب کنند که آزمون‌های حفاظت‌شده را بدون حفاظت بدهند. اگر روی مقدار نادرست باشد، همه یادگیرندگان باید در امتحان حفاظت‌شده شرکت کنند. این تنظیم فقط در صورتی اعمال می‌شود که آزمون‌های حفاظت‌شده برای دوره آموزشی را فعال کنید.
it_it: Immettere true o false. Se questo valore è true, gli studenti possono scegliere di sostenere gli esami supervisionati senza supervisione. Se questo valore è false, tutti gli studenti devono sostenere l'esame senza supervisione. Questa opzione si applica solo se gli esami supervisionati sono abilitati per il corso.
lv: Ievadiet kā patiesu vai nepatiesu. Ja šī vērtība ir patiesa, audzēkņi varēs izvēlēties izpildīt uzraudzītus eksāmenus bez uzraudzības. Ja šī vērtība ir nepatiesa, visiem audzēkņiem ir jāpilda eksāmens ar uzraudzību. Šis iestatījums ir piemērojams tikai tad, ja uzraudzīti eksāmeni ir iespējoti kursam.
mn: Үнэн эсвэл худал гэж оруулна. Хэрэв үнэн бол суралцагчид хянагчтай шалгалтыг хянагчгүй өгөхөөр сонгож болно. Хэрэв худал бол бүх суралцагчид шалгалтаа хянагчтай өгөх ёстой. Энэ тохиргоо зөвхөн хичээлийн хянагчтай шалтгалтыг идэвхжүүлсэн үед сонгох боломжтой.

source: Create Zendesk Tickets For Suspicious Proctored Exam Attempts
eo: Çréäté Zéndésk Tïçkéts För Süspïçïöüs Pröçtöréd Éxäm Àttémpts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Crear entradas de Zendesk para intentos de examen supervisados ​​sospechosos
fa_ir: ایجاد بلیط‌های Zendesk برای تلاش‌های مشکوک در آزمون حفاظت‌شده
it_it: Crea ticket Zendesk per tentativi di esami supervisionati sospetti
lv: Izveidot Zendesk biļetes par aizdomīgiem uzraudzītu eksāmenu mēģinājumiem
mn: Хянагчтай шалгалтын сэжигтэй оролдлогод Zendesk Tickets үүсгэх

source: Enter true or false. If this value is true, a Zendesk ticket will be created for suspicious attempts.
eo: Éntér trüé ör fälsé. Ìf thïs välüé ïs trüé, ä Zéndésk tïçkét wïll ßé çréätéd för süspïçïöüs ättémpts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Introducir verdadero o falso. Si el valor es verdadero, se creará una etiqueta Zendesk para intentos sospechosos.
fa_ir: مقدار درست یا نادرست را وارد کنید. اگر مقدار درست را برگزینید، بلیطی از Zendesk برای تلاش‌های مشکوک ایجاد خواهدشد.
it_it: Immettere true o false. Se questo valore è true, verrà creato un ticket Zendesk per i tentativi sospetti.
lv: Ievadiet kā patiesu vai nepatiesu. Ja šī vērtība ir patiesa, Zendesk biļete tiks izveidota par aizdomīgiem mēģinājumiem.
mn: Үнэн эсвэл худал гэж оруулна. Хэрэв үнэн бол Zendesk ticket-ийг сэжигтэй оролдлого бүрт үүсгэнэ.

source: Enable Timed Exams
eo: Énäßlé Tïméd Éxäms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Habilitar exámenes cronometrados
fa_ir: فعال‌سازی آزمون‌های زمان‌دار
it_it: Abilita esami a tempo
lv: Iespējot eksāmenus ar laika ierobežojumu
mn: Хугацаа тооцсон шалгалтыг идэвхжүүлэх

source: Enter true or false. If this value is true, timed exams are enabled in your course. Regardless of this setting, timed exams are enabled if Enable Proctored Exams is set to true.
eo: Éntér trüé ör fälsé. Ìf thïs välüé ïs trüé, tïméd éxäms äré énäßléd ïn ýöür çöürsé. Régärdléss öf thïs séttïng, tïméd éxäms äré énäßléd ïf Énäßlé Pröçtöréd Éxäms ïs sét tö trüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢#
es_es: Introducir verdadero o falso. Si el valor es verdadero, los exámenes programados se mostrarán en su curso. Independientemente de este ajuste, los exámenes programados se habilitarán si Habilitar los exámenes supervisados está establecido como verdadero.
fa_ir: مقدار درست یا نادرست را وارد کنید. اگر این مقدار درست باشد، آزمون‌ها زمان‌دار دوره آموزشی خود را فعال کنید. صرف نظر از این تنظیم، آزمون‌های زمان‌دار را فعال کنید اگر «فعالسازی آزمون‌های حفاظت‌شده» روی گزینه درست تنظیم شده باشد.
it_it: Immettere true o false. Se questo valore è true, gli esami a tempo vengono abilitati nel proprio corso. Indipendentemente da questa impostazione, gli esami a tempo sono abilitati se l'opzione Abilita esami supervisionati è impostata su true.
lv: Ievadiet kā patiesu vai nepatiesu. Ja šī vērtība ir patiesa, eksāmeni ar laika ierobežojumu tiks iespējoti Jūsu kursā. Neatkarīgi no šī iestatījuma, laikā ierobežoti eksāmeni ir iespējoti, ja ‘Iespējot uzraudzītus eksāmenus’ ir iestatīts kā patiess.
mn: Үнэн эсвэл худал гэж оруулна. Хэрэв үнэн бол энэ хичээлийн хугацаатай шалгалт идэвхжинэ. Хэрэв Хянагтай Шалгалт Идэвхжүүлэхийг үнэн гэж тохируулбал энэ тохиргооноос үл хамааран хугацаатай шалгалт идэвхжинэ.

source: Minimum Grade for Credit
eo: Mïnïmüm Grädé för Çrédït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Nota mínima para recibir reconocimiento
fa_ir: حداقل نمره برای اعتبار
it_it: Livello minimo per l'accreditamento
lv: Minimālais vērtējums kredītpunktu saņemšanai
mn: Кредитийн хамгийн бага дүн

source: The minimum grade that a learner must earn to receive credit in the course, as a decimal between 0.0 and 1.0. For example, for 75%, enter 0.75.
eo: Thé mïnïmüm grädé thät ä léärnér müst éärn tö réçéïvé çrédït ïn thé çöürsé, äs ä déçïmäl ßétwéén 0.0 änd 1.0. För éxämplé, för 75%, éntér 0.75. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕ#
es_es: La nota mínima que un estudiante debe obtener para recibir el reconocimiento del curso, en decimales entre 0.0 y 1.0. Por ejemplo, para el 75%, introducir 0.75.
fa_ir: حداقل نمره ای که یادگیرنده باید برای دریافت اعتبار در دوره آموزشی کسب کند، باید عددی اعشاری بین 0.0 تا 1.0 باشد. مثلا برای 75٪، 0.75 را وارد کنید.
it_it: La valutazione minima che uno studente deve acquisire per ricevere credito al corso, come decimale tra 0.0 e 1.0. Ad esempio, per 75%, immettere 0.75.
lv: Minimālais vērtējums, kuru audzēknim ir jānopelna, lai saņemtu kredītpunktus kursā, izteikts kā decimāldaļskaitlis starp 0.0 un 1.0. Piemēram, lai noteiktu 75% ievadiet 0.75.
mn: Кредит авахын тулд суралцагчийн авсан байх хамгийн бага дүн. 0.0 ба 1.0-ийн хооронд аравтын утга байна. Жишээ нь: 75% -ийг 0.75 гэж оруулна.

source: Self Paced
eo: Sélf Päçéd Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Aprendizaje autorregulado
fa_ir: خودآموز
it_it: Apprendimento autonomo
lv: Savā tempā

source: Set this to "true" to mark this course as self-paced. Self-paced courses do not have due dates for assignments, and students can progress through the course at any rate before the course ends.
eo: Sét thïs tö "trüé" tö märk thïs çöürsé äs sélf-päçéd. Sélf-päçéd çöürsés dö nöt hävé düé dätés för ässïgnménts, änd stüdénts çän prögréss thröügh thé çöürsé ät äný räté ßéföré thé çöürsé énds. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ησ#
es_es: Establecer "verdadero" para seleccionar el curso como autorregulado. Los cursos autorregulados no tienen fechas límite para la entrega de las tareas y en ellos los estudiantes pueden avanzar en el curso a la velocidad que consideren oportuna antes de que el curso finalice.
fa_ir: اگر مایلید این دوره آموزشی به‌عنوان خودآموز نشاندار شود آن را روی گزینه "true" تنظیم کنید. دوره‌های خودآموز موعد مقرری برای تکالیف ندارند و افراد می‌ توانند قبل از پایان دوره آموزشی با هر سرعتی در آن پیشرفت کنند.
it_it: Impostare questo valore su "true" per contrassegnare questo corso come apprendimento autonomo. I corsi con apprendimento autonomo non hanno date di scadenza per le assegnazioni, e gli studenti possono avanzare nel corso con qualsiasi frequenza prima che il corso termini.
lv: Iestatiet kā "true", lai atzīmētu kursa veikšanu savā tempā. Šādiem kursiem nav uzdevumu izpildes datumu, un studenti var progresēt kursā jebkurā tempā pirms beidzas kurss.
mn: Энэ хичээлийг self-paced гэж тэмдэглэхийн тулд энэ тохиргоог "Үнэн" гэж тохируул. Self-paced хичээлүүд нь даалгавар дуусах хугацаагүй бөгөөд хичээл дуусахаас өмнө суралцагчдийн хичээлийн явц ямар ч үнэлгээтэй байж болно.

source: Enable Subsection Prerequisites
eo: Énäßlé Süßséçtïön Préréqüïsïtés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Habilitar prerrequisitos de los subapartados
fa_ir: فعال‌سازی زیربخش پیش‌نیازها
it_it: Abilita i prerequisiti per la sottosezione
lv: Iespējot apakšiedaļu priekšnosacījumus
mn: Дэд хэсгийн урьдач нөхцөлүүдийг идэвхжүүлэх

source: Enter true or false. If this value is true, you can hide a subsection until learners earn a minimum score in another, prerequisite subsection.
eo: Éntér trüé ör fälsé. Ìf thïs välüé ïs trüé, ýöü çän hïdé ä süßséçtïön üntïl léärnérs éärn ä mïnïmüm sçöré ïn änöthér, préréqüïsïté süßséçtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт#
es_es: Introducir verdadero o falso. Si este valor es verdadero, puede ocultar el subapartado hasta que los estudiantes alcancen una puntuación mínima en otra sección.
fa_ir: «درست» یا «نادرست» را وارد کنید. در صورت انتخاب «درست» می‌توانید یک زیربخش را مخفی کنید تا زمانی که افراد نمره حداقلی در یکی دیگر از زیربخش‌های پیش‌نیاز کسب کنند.
it_it: Immettere true o false. Se questo valore è true, è possibile nascondere una sottosezione affinché gli studenti non acquisiscano un punteggio minimo in un'altra sottosezione prerequisita.
lv: Ievadiet kā patiesu vai nepatiesu. Ja šī vērtība ir patiesa, Jūs varat noslēpt apakšiedaļu, līdz audzēkņi iegūst minimālo punktu skaitu citā priekšnosacījuma apakšiedaļā.
mn: Үнэн эсвэл худал гэж оруулна. Хэрэв үнэн гэвэл суралцагчид өөр урьдач нөхцөлийн дэд хэсгээс шаардлагатай оноог авах хүртэл дэд хэсгийг нууна.

source: Course Learning Information
eo: Çöürsé Léärnïng Ìnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Información de aprendizaje del curso
fa_ir: اطلاعات آموزشی دوره
it_it: Informazioni sull'apprendimento del corso
lv: Informācija par kursā mācīto
mn: Хичээлийн сургалтын мэдээлэл

source: Specify what student can learn from the course.
eo: Spéçïfý whät stüdént çän léärn fröm thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Especificar qué van a aprender los alumnos del curso
fa_ir: مشخص کنید که افراد از این دوره آموزشی چه مطالب یاد می‌گیرند.
it_it: Specificare quale studente può imparare dal corso.
lv: Norādiet, ko audzēkņi varēs iemācīties kursā.
mn: Ямар суралцагчид энэ хичээлийг үзэж чадахыг тодорхойлно уу

source: Course Visibility For Unenrolled Learners
eo: Çöürsé Vïsïßïlïtý För Ûnénrölléd Léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Visibilidad del curso para estudiantes no inscritos
fa_ir: رؤیت‌پذیری دوره آموزشی برای افراد مهمان
it_it: Visibilità corso per studenti non iscritti

source: Defines the access permissions for unenrolled learners. This can be set to one of three values: 'private' (default visibility, only allowed for enrolled students), 'public_outline' (allow access to course outline) and 'public' (allow access to both outline and course content).
eo: Défïnés thé äççéss pérmïssïöns för ünénrölléd léärnérs. Thïs çän ßé sét tö öné öf thréé välüés: 'prïväté' (défäült vïsïßïlïtý, önlý ällöwéd för énrölléd stüdénts), 'püßlïç_öütlïné' (ällöw äççéss tö çöürsé öütlïné) änd 'püßlïç' (ällöw äççéss tö ßöth öütlïné änd çöürsé çöntént). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂#
es_es: Define los permisos de acceso para los alumnos no inscritos. Esto se puede configurar en uno de tres valores: 'privado' (visibilidad predeterminada, solo permitido para estudiantes inscritos), 'public_outline' (permitir el acceso al esquema del curso) y 'público' (permite el acceso tanto al esquema como al contenido del curso).
fa_ir: مجوزهای دسترسی برای یادگیرندگان مهمان را تعریف می‌کند. این مورد را می‌توان بر روی یکی از این سه مقدار تنظیم کرد: "خصوصی" (نمایش پیش‌فرض، فقط برای یادگیرندگان ثبت‌نام شده مجاز است) ، "عمومی_اجمالی" (اجازه دسترسی به رئوس مطالب دوره آموزشی) و "عمومی" (اجازۀ دسترسی به مطالب اصلی و محتوای دوره آموزشی).
it_it: Definisce le autorizzazioni di accesso per gli studenti on iscrizione annullata. Può essere impostato su uno dei tre valori: 'private' (visibilità predefinita, consentito solo a studenti iscritti), 'public_outline' (consente l'accesso alle linee generali del corso) e 'public' (consente l'accesso sia al contenuto generale che al contenuto del corso stesso).

source: Course Instructor
eo: Çöürsé Ìnstrüçtör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Instructor del curso
fa_ir: مربی دوره آموزشی
it_it: istruttore del corso
lv: Kursa instruktors
mn: Хичээлийн зааварлагч

source: Enter the details for Course Instructor
eo: Éntér thé détäïls för Çöürsé Ìnstrüçtör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Introduzca los detalles para el docente del curso
fa_ir: جزئیات را برای مربی دوره آموزشی وارد کنید
it_it: Immettere i dettagli dell'istruttore del corso
lv: Ievadiet detaļas par kursa instruktoru.
mn: Хичээлийн зааварлагчийн мэдээллийг оруулах

source: Add Unsupported Problems and Tools
eo: Àdd Ûnsüppörtéd Prößléms änd Tööls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Agregar problemas y herramientas no compatibles
fa_ir: افزودن مسایل پشتیبانی‌نشده و ابزارها
it_it: Aggiungi strumenti e problemi non supportati
lv: Pievienot neatbalstītas problēmas un rīkus
mn: Дэмжигдээгүй асуудлууд болон хэрэглэгдэхүүнийг нэмэх
