Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Score Override
eo: Sçöré Övérrïdé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Anular puntuación
fa_ir: لغو امتیاز
it_it: Sostituzione punteggio
lv: Vērtējuma ignorēšana
mn: Оноогоо дарах

source: For the specified problem, override the learner's score.
eo: För thé spéçïfïéd prößlém, övérrïdé thé léärnér's sçöré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Para el problema especificado, anule la puntuación del estudiante.
fa_ir: برای این مسألۀ مشخص‌شده، نمرۀ یادگیرنده را نادیده بگیرید.
it_it: Per il problema specificato, sostituisce il punteggio dello studente.
lv: Ignorēt audzēkņa vērtējumu noteiktajam uzdevumam.
mn: Тодорхой асуудлын хувьд суралцагчийн оноог давтана.

source: New score for problem, out of the total points available for the problem
eo: Néw sçöré för prößlém, öüt öf thé tötäl pöïnts äväïläßlé för thé prößlém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Nueva puntuación para el problema, del total de puntos disponibles para el problema
fa_ir: امتیاز جدید برای مسأله، از کل امتیازات موجود برای مسأله
it_it: Nuovo punteggio per il problema, sul totale dei punti disponibili per il problema
lv: Jauns vērtējums problēmai, no kopējā punktu skaita, kas pieejami problēmai
mn: Асуудлын хувьд шинэ оноо, асуудлын хувьд нийт оноогоос гарна

source: Score
eo: Sçöré Ⱡ'σяєм ιρѕ#
es_es: Puntuación
fa_ir: امتیاز
it_it: Voto
lv: Vērtējums
mn: Оноо

source: Override Learner's Score
eo: Övérrïdé Léärnér's Sçöré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Anular la puntuación del estudiante
fa_ir: لغو امتیاز یادگیرنده
it_it: Sostituisci punteggio dello studente
lv: Ignorēt audzēkņa vērtējumu
mn: Сурагчийн онооыг дарах

source: Problem History
eo: Prößlém Hïstörý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Historial de problemas
fa_ir: سابقه مساله
it_it: Cronologia problema
lv: Uzdevumu vēsture
mn: Асуудлын түүх

source: For the specified problem, permanently and completely delete the learner's answers and scores from the database.
eo: För thé spéçïfïéd prößlém, pérmänéntlý änd çömplétélý délété thé léärnér's änswérs änd sçörés fröm thé dätäßäsé. Ⱡ'σяєм ιρѕυм ∂σłσя#
es_es: Para el problema especificado, elimine de forma permanente y completa las respuestas y las puntuaciones del alumno de la base de datos.
fa_ir: برای مساله مشخص شده، به‌طور دائم و کامل پاسخ یادگیرنده و نمره‌ها را از پایگاه داده حذف کنید.
it_it: Per il problema specificato, elimina completamente e definitivamente le risposte ed il punteggio dello studente dal database.
lv: Noteiktajai problēmai pastāvīgi un pilnīgi izdzēst audzēkņa atbildi un vērtējumu no datubāzes.
mn: Тодорхой асуудлын хувьд суралцагчийн хариулт болон өгөгдлийн сангаас оноогоо бүрмөсөн устгаж болно.

source: Task Status
eo: Täsk Stätüs Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Estado de la tarea
fa_ir: وضعیت کار
it_it: Stato incarico
lv: Uzdevuma statuss
mn: Зорилтот төлөв

source: Show the status for the rescoring tasks that you submitted for this learner and problem.
eo: Shöw thé stätüs för thé résçörïng täsks thät ýöü süßmïttéd för thïs léärnér änd prößlém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Muestre el estado de las tareas de resúmenes que envió para este alumno y problema.
fa_ir: وضعیت وظایف نمره‌دهی مجدد را که برای این یادگیرنده و مساله ارسال کرده‌اید نشان دهید.
it_it: Mostra lo stato per le attività di ricalcolo del punteggio inoltrate per questo studente e questo problema.
lv: Parādīt atkārtotās vērtēšanas uzdevumu statusu, kurus Jūs iesniedzāt šim audzēknim un problēmai.
mn: Энэ суралцагч, асуудлын талаар ирүүлсэн дахин засах даалгаврын статусыг харуул.

source: Show Task Status
eo: Shöw Täsk Stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Mostrar el estado de la tarea
fa_ir: نمایش وضعیت وظیفه
it_it: Mostra stato attività
lv: Parādīt uzdevuma statusu
mn: Даалгавар status

source: Adjust a learner's entrance exam results
eo: Àdjüst ä léärnér's éntränçé éxäm résülts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: تنظیم نتایج آزمون ورودی یادگیرنده
it_it: Regola il risultato dell'esame di ammissione dello studente
lv: Pielāgot audzēkņa iestājpārbaudījuma rezultātus
mn: Суралцагчийн элсэлтийн шалгалтын дүнг тохируулна уу

source: Allow the learner to take the exam again.
eo: Àllöw thé léärnér tö täké thé éxäm ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: اجازه می‌دهد که یادگیرنده دوباره آزمون بدهد.
it_it: Consente all'utente di sostenere nuovamente l'esame.
lv: Ļaut audzēknim vēlreiz kārtot pārbaudījumu.
mn: Суралцагч дахин шалгуулж авахыг зөвшөөрнө үү.

source: Allow Skip
eo: Àllöw Skïp Ⱡ'σяєм ιρѕυм ∂σłσ#
fa_ir: اجازه پرش
it_it: Consenti di saltare
lv: Ļaut izlaišanu
mn: Алгасах боломжийг олгоно уу

source: Waive the requirement for the learner to take the exam.
eo: Wäïvé thé réqüïrémént för thé léärnér tö täké thé éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: از الزام یادگیرنده برای شرکت در آزمون چشم پوشی می‌کنم.
it_it: Annulla il requisito dello studente per sostenere l'esame.
lv: Atcelt prasību audzēknim kārtot pārbaudījumu.
mn: Шалгалт авахыг суралцагчаас шаардахгүй.

source: Let Learner Skip Entrance Exam
eo: Lét Léärnér Skïp Éntränçé Éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: اجازه دهید یادگیرنده از امتحان ورودی عبور شود
it_it: Consenti allo studente di saltare l'esame di ammissione
lv: Ļaut audzēknim izlaist iestājpārbaudījumu
mn: Суралцагч Skip Skip Entrance шалгалт

source: Rescore any responses that have been submitted. The 'Rescore All Problems Only If Score Improves' option updates the learner's scores only if it improves in the learner's favor.
eo: Résçöré äný réspönsés thät hävé ßéén süßmïttéd. Thé 'Résçöré Àll Prößléms Önlý Ìf Sçöré Ìmprövés' öptïön üpdätés thé léärnér's sçörés önlý ïf ït ïmprövés ïn thé léärnér's fävör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢#
es_es: Nueva calificación para cualquier respuesta que haya sido enviada. La opción 'Nueva calificación para todos solo si mejora la puntuación' hace actualizaciones en las calificaciones del estudiante solo si mejora a favor del estudiante.
fa_ir: نمره‌دهی مجدد به هر پاسخی که داده شده است. گزینه «نمره‌دهی مجدد به همه مسایل تنها زمانی که نمره افزایش یافته باشد» روزآمد می‌شودو نمره‌های یادگیرنده تنها زمانی اعمال می‌شود که به نفع یادگیرنده باشد
it_it: Ricalcola il punteggio di tutte le risposte inoltrate. L'opzione 'Ricalcola il punteggio di tutti i problemi solo se il punteggio migliora' aggiorna i punteggi dello studente solo se migliora a favore dello studente.
lv: Atkārtoti vērtēt jebkuras iesniegtās atbildes. Ar opciju ‘Atkārtoti vērtēt visas problēmas tikai, ja vērtējums uzlabojas’ tiek jaunināts audzēkņa vērtējums tikai tad, ja tas mainās audzēknim par labu.
mn: Оруулсан ямар нэг хариултыг өөрчил. 'Зөвхөн Score Бүх Сайжруулах нь Боловсрол сайжирна' сонголт нь суралцагчийн тааллыг сайжруулахад л зөвхөн суралцагчийн оноог шинэчилдэг.

source: Rescore All Problems
eo: Résçöré Àll Prößléms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Volver a puntuar todos los problemas
fa_ir: نمره‌دهی مجدد به همه مسایل
it_it: Ricalcola il punteggio di tutti i problemi
lv: Atkārtoti vērtēt visus uzdevumus.
mn: Бүх асуудлыг давтах

source: Rescore All Problems Only If Score Improves
eo: Résçöré Àll Prößléms Önlý Ìf Sçöré Ìmprövés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: همه مسایل را فقط در صورت بهبود نمره، دوباره نمره‌دهی می‌شود
it_it: Ricalcola il punteggio di tutti i problemi solo se il punteggio migliora
lv: Uzdevumus atkārtoti vērtēt tikai, ja uzlabojas novērtējums
mn: Зөвхөн Score-ыг зөвхөн сайжруулна

source: Entrance Exam History
eo: Éntränçé Éxäm Hïstörý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: سابقه آزمون ورودی
it_it: Cronologia esame di ammissione
lv: Iestājpārbaudījuma vēsture
mn: Элсэлтийн шалгалтын түүх

source: For the entire entrance exam, permanently and completely delete the learner's answers and scores from the database.
eo: För thé éntïré éntränçé éxäm, pérmänéntlý änd çömplétélý délété thé léärnér's änswérs änd sçörés fröm thé dätäßäsé. Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Para todo el examen de ingreso, elimine de forma permanente y completa las respuestas y puntuaciones de los estudiantes de la base de datos
fa_ir: برای کل آزمون ورودی، پاسخ‌ها و نمره‌های یادگیرنده را به‌طور دائم و کامل از پایگاه داده حذف کنید.
it_it: Per l'intero esame di ammissione, elimina completamente e definitivamente le risposte ed il punteggio dello studente dal database.
lv: Visam iestājpārbaudījumam pastāvīgi un pilnīgi izdzēst audzēkņa atbildi un vērtējumu no datubāzes.
mn: Элсэлтийн шалгалтын бүх элементийн хариулт, өгөгдлийг мэдээллийн баазаас бүрмөсөн устгаж болно.

source: Show the status for the rescoring tasks that you submitted for this learner and entrance exam.
eo: Shöw thé stätüs för thé résçörïng täsks thät ýöü süßmïttéd för thïs léärnér änd éntränçé éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: وضعیت کار نمره‌دهی که برای این یادگیرنده و آزمون ورودی ارسال کرده اید را نمایش می‌دهد.
it_it: Mostra lo stato per le attività di ricalcolo del punteggio inoltrate per questo studente e questo esame di ammissione.
lv: Parādīt atkārtotās vērtēšanas uzdevumu statusu, kurus Jūs iesniedzāt šim audzēknim un iestājpārbaudījumam.
mn: Энэ суралцагч болон элсэгчийн шалгаруулалтанд ирүүлсэн дахин засах даалгаврын статусыг харуул.

source: Adjust all enrolled learners' grades for a specific problem
eo: Àdjüst äll énrölléd léärnérs' grädés för ä spéçïfïç prößlém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Ajustar todas las calificaciones de los estudiantes inscritos para un problema específico
fa_ir: همه نمره‌های یادگیرندگان ثبت‌نام‌شده را برای یک مشکل خاص تنظیم کنید
it_it: Regola i voti di tutti gli studenti iscritti per un problema specifico
lv: Ieregulēt uzdevumu vērtējumus visiem reģistrētajiem audzēkņiem
mn: Тодорхой асуудалд хамрагдсан бүх суралцагчдын оноо тохируулна

source: Allows all learners to work on the problem again.
eo: Àllöws äll léärnérs tö wörk ön thé prößlém ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Permite a todos los estudiantes trabajar de nuevo en el problema.
fa_ir: به همه یادگیرندگان اجازه می‌دهد تا دوباره روی مساله کار کنند.
it_it: Consente a tutti gli studenti di lavorare nuovamente sul problema.
lv: Ļauj visiem audzēkņiem risināt uzdevumu atkārtoti.
mn: Бүх суралцагчид дахин асуудалд ажиллах боломжтой.

source: Rescore submitted responses. The 'Rescore Only If Scores Improve' option updates a learner's score only if it improves in the learner's favor.
eo: Résçöré süßmïttéd réspönsés. Thé 'Résçöré Önlý Ìf Sçörés Ìmprövé' öptïön üpdätés ä léärnér's sçöré önlý ïf ït ïmprövés ïn thé léärnér's fävör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт#
fa_ir: به پاسخ‌های ارسالی مجدد نمره بدهید. گزینه «فقط در صورت بهبود نمره‌ها، نمره‌دهی کنید» نمره یادگیرنده را تنها در صورتی روزآمد می‌کند که به نفع یادگیرنده بهبود یابد.
it_it: Ricalcola il punteggio delle risposte inoltrate. L'opzione 'Ricalcola punteggio solo se i punteggi migliorano' aggiorna il punteggio dello studente solo se migliora a favore dello studente.
lv: Atkārtoti vērtēt iesniegtās atbildes. Ar opciju ‘Atkārtoti vērtēt tikai, ja vērtējums uzlabojas’ tiek jaunināts audzēkņa vērtējums tikai tad, ja tas mainās audzēknim par labu.
mn: Rescore хариулт ирүүлсэн. 'Зөвхөн Rescore Only If Scores Improve' сонголт нь зөвхөн суралцагчийн тааллыг сайжруулбал суралцагчийн оноо шинэчлэгдэнэ.

source: Rescore All Learners' Submissions
eo: Résçöré Àll Léärnérs' Süßmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Nueva calificación para todas las presentaciones de los estudiantes
fa_ir: پاسخ ارسالی نمره همه یادگیرندگان
it_it: Ricalcola il punteggio degli inoltri di tutti gli studenti
lv: Atkārtoti vērtēt visu audzēkņu iesniegto
mn: Бүх суралцагчдын даалгаврыг давтах

source: Rescore Only If Scores Improve
eo: Résçöré Önlý Ìf Sçörés Ìmprövé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Nueva calificación solo si mejora
fa_ir: فقط در صورت بهبود نمره‌ها، مجدد نمره بدهید
it_it: Ricalcola punteggio solo se i punteggi migliorano
lv: Atkārtoti vērtēt tikai, ja uzlabojas novērtējums
mn: Зөвхөн оноог дээшлүүлбэл оноо авах боломжтой

source: Show the status for the tasks that you submitted for this problem.
eo: Shöw thé stätüs för thé täsks thät ýöü süßmïttéd för thïs prößlém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Muestre el estado de las tareas que envió para este problema.
fa_ir: وضعیت کارهایی را که برای این مساله ارسال کرده‌اید نشان دهید.
it_it: Mostra lo stato per le attività inoltrate per questo problema.
lv: Parādīt uzdevumu statusu, kurus Jūs iesniedzāt šai problēmai.
mn: Энэ асуудлын төлөө илгээсэн даалгаврын статусыг харуул.

source: Note
eo: Nöté Ⱡ'σяєм ι#
fa_ir: یادداشت
it_it: Nota

source: Select a problem to generate a CSV file that lists all student answers to the problem. You also select a section or chapter to include results of all problems in that section or chapter.
eo: Séléçt ä prößlém tö généräté ä ÇSV fïlé thät lïsts äll stüdént änswérs tö thé prößlém. Ýöü älsö séléçt ä séçtïön ör çhäptér tö ïnçlüdé résülts öf äll prößléms ïn thät séçtïön ör çhäptér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє#
fa_ir: برای تولید یک پروندۀ CSV که شامل فهرست همۀ پاسخ‌های افراد به این مسأله است، ابتدا یک مسأله را برگزینید. همچنین می‌توانید یک بخش یا فصل را انتخاب کنید تا نتایج همۀ مسائل را در آن بخش یا فصل شامل شود.
it_it: Selezionare un problema per generare un file CSV che elenca tutte le risposte dello studente al problema. È anche possibile selezionare una sezione o un capitolo per includere i risultati di tutti i problemi in tale sezione o capitolo.

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
eo: Çlïçk tö dïspläý thé grädïng çönfïgürätïön för thé çöürsé. Thé grädïng çönfïgürätïön ïs thé ßréäkdöwn öf grädéd süßséçtïöns öf thé çöürsé (süçh äs éxäms änd prößlém séts), änd çän ßé çhängéd ön thé 'Grädïng' pägé (ündér 'Séttïngs') ïn Stüdïö. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ η#
fa_ir: برای نمایش پیکربندی نمره‌دهی دوره کلیک کنید. پیکربندی نمره‌دهی تقسیم‌بندی زیرمجموعه‌های درجه‌بندی شدۀ دوره (مانند امتحانات و مجموعۀ مسائل) است و می‌تواند در صفحۀ "Grading" (در بخش "Settings") در Studio تغییر یابد.
it_it: Fare clic per visualizzare la configurazione della valutazione per il corso. La configurazione della valutazione è la suddivisione delle sottosezioni valutate del corso (come esami e impostazioni del problema) e può essere modificata nella pagina 'Valutazione' (in 'Impostazioni') in Studio.

source: Click to download a CSV of anonymized student IDs:
eo: Çlïçk tö döwnlöäd ä ÇSV öf änönýmïzéd stüdént ÌDs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: برای بارگیری پرونده CSV شناسه‌های فرد ناشناس کلیک کنید:
it_it: Fare clic per scaricare un CSV di ID studente anonimi:

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
eo: För lärgé çöürsés, générätïng sömé répörts çän täké sévéräl höürs. Whén répört générätïön ïs çömplété, ä lïnk thät ïnçlüdés thé däté änd tïmé öf générätïön äppéärs ïn thé täßlé ßélöw. Thésé répörts äré générätéd ïn thé ßäçkgröünd, méänïng ït ïs ÖK tö nävïgäté äwäý fröm thïs pägé whïlé ýöür répört ïs générätïng.#
fa_ir: برای دوره‌های آموزشی بزرگ، تهیۀ برخی از گزارش‌ها ممکن است چندین ساعت طول بکشد. وقتی تولید گزارش کامل شود، پیوندی که شامل تاریخ و زمان تولید در جدول زیر ظاهر می‌شود. این گزارش ها در پشت صحنه تولید می‌شوند، بدین معنا که در هنگام تهیۀ گزارش، می‌توانید در سایر صفحات باشید.
it_it: Per corsi di grandi dimensioni, la generazione di alcuni report può richiedere diverse ore. Una volta completata la generazione del report, nella tabella riportata di seguito viene visualizzato un link che contiene la data e l'ora di generazione. Tali report sono generati in background ed è quindi possibile uscire dalla pagina mentre il corso è in fase di generazione.

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
eo: Pléäsé ßé pätïént änd dö nöt çlïçk thésé ßüttöns mültïplé tïmés. Çlïçkïng thésé ßüttöns mültïplé tïmés wïll sïgnïfïçäntlý slöw thé générätïön pröçéss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυ#
fa_ir: لطفاً صبور باشید و از کلیک چندین باره روی این دکمه‌ها بپرهیزید. چند بار کلیک بر روی این دکمه‌ها، روند تولید را بسیار کند می کند.
it_it: Attendere e non fare clic più volte clic su questi pulsanti. Facendo più volte clic su questi pulsanti, il processo di generazione potrebbe essere significativamente rallentato.

source: For smaller courses, click to list profile information for enrolled students directly on this page:
eo: För smällér çöürsés, çlïçk tö lïst pröfïlé ïnförmätïön för énrölléd stüdénts dïréçtlý ön thïs pägé: Ⱡ'σяєм ιρѕυм ∂σł#
fa_ir: برای دریافت مستقیم فهرست اطلاعات کاربری افراد ثبت‌نام‌شده در دوره‌های آموزشی کوچکتر در این صفحه کلیک کنید:
it_it: Per i corsi di dimensioni minori, fare clic per elencare le informazioni sul profilo per gli studenti iscritti direttamente in questa pagina:

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
eo: Çlïçk tö généräté ä ÇSV fïlé öf äll stüdénts énrölléd ïn thïs çöürsé, älöng wïth pröfïlé ïnförmätïön süçh äs émäïl äddréss änd üsérnämé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒ#
fa_ir: برای ایجاد یک پروندۀ CSV از همۀ یادگیرندگان ثبت‌نام‌شده در این دوره آموزشی، همراه با اطلاعات کاربری مانند نشانی رایانامه و نام کاربری، کلیک کنید:
it_it: Fare clic per generare un file CSV di tutti gli studenti iscritti a questo corso, insieme alle informazioni sul profilo, come indirizzo email e nome utente:

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
eo: Çlïçk tö généräté ä ÇSV fïlé thät lïsts léärnérs whö çän énröll ïn thé çöürsé ßüt hävé nöt ýét döné sö. Ⱡ'σяєм ιρѕυм#
fa_ir: برای ساخت پروندۀ CSV که شامل افرادی است که می‌توانند در دوره ثبت‌نام کنند اما هنوز این کار را انجام نداده‌اند کلیک کنید.
it_it: Fare clic per generare un file CSV che elenca gli studenti che possono iscriversi al corso ma non l'hanno ancora fatto.

source: Click to generate a CSV file of all proctored exam results in this course.
eo: Çlïçk tö généräté ä ÇSV fïlé öf äll pröçtöréd éxäm résülts ïn thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: برای ساخت پروندۀ CSV از نتایج همۀ آزمون‌های حفاظت‌شده در این دوره آموزشی کلیک کنید.
it_it: Fare clic per generare un file CSV dei risultati di tutti gli esami supervisionati in questo corso.

source: Click to generate a CSV file of survey results for this course.
eo: Çlïçk tö généräté ä ÇSV fïlé öf sürvéý résülts för thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fa_ir: برای ساخت پروندۀ CSV از نتایج پیمایش این دوره آموزشی کلیک کنید.
it_it: Fare clic per generare un file CSV dei risultati del sondaggio per questo corso.

source: Click to generate a CSV ORA grade report for all currently enrolled students.
eo: Çlïçk tö généräté ä ÇSV ÖRÀ grädé répört för äll çürréntlý énrölléd stüdénts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fa_ir: برای ساخت پروندۀ CSV از گزارش نمرۀ ORA برای همۀ افراد ثبت‌نام‌شده کلیک کنید.
it_it: Fare clic per generare un report dei voti ORA CSV per tutti gli studenti attualmente iscritti.

source: Click to generate a CSV problem grade report for all currently enrolled students.
eo: Çlïçk tö généräté ä ÇSV prößlém grädé répört för äll çürréntlý énrölléd stüdénts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: برای ساخت پروندۀ CSV از گزارش نمرۀ مسأله برای همۀ افراد ثبت‌نام‌شدۀ کنونی کلیک کنید.
it_it: Fare clic per generare un report dei voti del problema CSV per tutti gli studenti attualmente iscritti.

source: My Courses
eo: Mý Çöürsés Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Mis cursos
fa_ir: دوره‌های آموزشی من
it_it: I miei corsi
lv: Mani kursi
mn: Миний Хичээлүүд

source: Change Preferred Language
eo: Çhängé Préférréd Längüägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Cambiar idioma favorito
fa_ir: تغییر زبان موردنظر
it_it: Modifica lingua preferita
lv: Nomainīt vēlamo valodu
mn: Ямар хэл сонгохоо өөрчлөх

source: Please choose your preferred language
eo: Pléäsé çhöösé ýöür préférréd längüägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Por favor, elige tu idioma favorito
fa_ir: لطفا زبان موردنظر خود را انتخاب کنید.
it_it: Scegliere la lingua preferita
lv: Lūdzu, izvēlieties savu vēlamo valodu
mn: Дуртай хэлээ сонгоно уу

source: Save Language Settings
eo: Sävé Längüägé Séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Guardar opciones de idioma
fa_ir: ذخیره تنظیمات زبان
it_it: Salva lingua preferita
lv: Saglabāt valodas iestatījumus
mn: Хэлний тохиргоог хадгалах

source: Don't see your preferred language? {link_start}Volunteer to become a translator!{link_end}
eo: Dön't séé ýöür préférréd längüägé? {link_start}Völüntéér tö ßéçömé ä tränslätör!{link_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: ¿No encuentras tu idioma favorito? {link_start}¡Hazte voluntario para traducir{link_end}
fa_ir: هنوز زبان مورد نظر خود را نمی‌بینید؟ {link_start} داوطلب برای تبدیل شدن به یک مترجم! {link_end}
it_it: La lingua preferita non è presente? {link_start}Offriti volontario come traduttore!{link_end}
lv: Neredzat savu vēlamo valodu? {link_start}Piesakieties, lai kļūtu par brīvprātīgo tulku!{link_end}
mn: Дуртай хэлээ харахгүй байна уу? {link_start} Сайн дурын орчуулагч болох! {link_end}

source: Explore Courses
eo: Éxplöré Çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Explorar cursos
fa_ir: کاوش دوره‌های آموزشی
it_it: Esplora corsi
lv: Apskatīt kursus
mn: Бусад Хичээлүүд

source: Global
eo: Glößäl Ⱡ'σяєм ιρѕυ#
fa_ir: جهانی
it_it: Globale
lv: Globāls
mn: Глобал
