Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: In this section, you have the ability to grant extensions on specific subsections to individual students. Please note that the latest date is always taken; you cannot use this tool to make an assignment due earlier for a particular student.
eo: Ìn thïs séçtïön, ýöü hävé thé äßïlïtý tö gränt éxténsïöns ön spéçïfïç süßséçtïöns tö ïndïvïdüäl stüdénts. Pléäsé nöté thät thé lätést däté ïs älwäýs täkén; ýöü çännöt üsé thïs tööl tö mäké än ässïgnmént düé éärlïér för ä pärtïçülär stüdént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт #
fa_ir: در این بخش، توانایی اعطای برنامه‌های افزودنی در زیرمجموعه‌های خاص به هر کدام از افراد را دارید. لطفاً توجه کنید که همیشه آخرین تاریخ در نظر گرفته می‌شود. نمی توانید از این ابزار برای تعیین تکلیف زودهنگام یک فرد خاص استفاده کنید.
it_it: In questa sezione, è possibile concedere estensioni su specifiche sottosezioni a singoli studenti. Notare che viene sempre utilizzata la data più recente; non è possibile utilizzare tale strumento per anticipare la scadenza di un compito per un particolare studente.

source: Specify the {platform_name} email address or username of a student here:
eo: Spéçïfý thé {platform_name} émäïl äddréss ör üsérnämé öf ä stüdént héré: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Especifica la dirección de correo o el usuario de {platform_name} del estudiante aquí:
fa_ir: نشانی رایانامه {platform_name} یا نام‌کاربری را در این‌جا وارد کنید:
it_it: Specificare il nome utente o l'indirizzo email {platform_name} di uno studente qui:
lv: Norādiet {platform_name} studenta e-pasta adresi vai lietotājvārdu šeit:
mn: {platform_name} оюутны емэйл хаяг буюу хэрэглэгчийн нэрийг энд оруул:

source: Student Email or Username
eo: Stüdént Émäïl ör Ûsérnämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Correo electrónico o identificador de usuario del alumno
fa_ir: نشانی رایانامه یا نام‌کاربری یادگیرنده
it_it: Nome utente o email studente
lv: Studenta e-pasts vai lietotājvārds
mn: Оюутны Емэйл буюу Хэрэглэгчийн нэр

source: Choose the graded subsection:
eo: Çhöösé thé grädéd süßséçtïön: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fa_ir: زیر بخش نمره‌دهی را انتخاب کنید:
it_it: Scegliere la sottosezione valutata:

source: Specify the extension due date and time (in UTC; please specify {format_string}).
eo: Spéçïfý thé éxténsïön düé däté änd tïmé (ïn ÛTÇ; pléäsé spéçïfý {format_string}). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Indica la ampliación de plazo y el tiempo (en UTC; por favor usa el formato {format_string}).
fa_ir: تاریخ و زمان سررسید پسوند را مشخص کنید (براساس ساعت جهانی؛ لطفاً {format_string} را مشخص کنید).
it_it: Specificare la data ed ora di scadenza dell'estensione (in formato UTC; specificare {format_string}).
lv: Nosakiet izpildes datuma pagarinājuma datumu un laiku (pēc UTC; lūdzu, norādiet kā {format_string}).
mn: Сунгасан хугацаа, цагийг оруулах (UTC цагаар; тодорхой бичнэ {format_string}).

source: Reason for extension
eo: Réäsön för éxténsïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: دلیل تمدید
it_it: Motivo dell'estensione

source: Change due date for student
eo: Çhängé düé däté för stüdént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Cambiar la fecha de entrega para el alumno
fa_ir: تاریخ سررسید را برای یادگیرنده تغییر دهید
it_it: Modifica data di scadenza per lo studente
lv: Izmainīt izpildes datumu studentam
mn: Оюутны өөрчлөгдсөн, даалгавраа өгөх огноо

source: Viewing granted extensions
eo: Vïéwïng gräntéd éxténsïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Ver ampliaciones aprobadas
fa_ir: مشاهدۀ افزونه‌ها
it_it: Visualizzazione delle estensioni concesse
lv: Skatīt sniegtos pagarinājumus
mn: Өгсөн сунгалтыг үзэх

source: Here you can see what extensions have been granted on particular subsection or for a particular student.
eo: Héré ýöü çän séé whät éxténsïöns hävé ßéén gräntéd ön pärtïçülär süßséçtïön ör för ä pärtïçülär stüdént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fa_ir: در این‌جا می‌توانید ببینید که چه افزونه‌هایی در بخش خاص یا به یک فرد خاص اعطا شده‌است.
it_it: Qui è possibile visualizzare le estensioni concesse su una particolare sottosezione o per un particolare studente.

source: Choose a graded subsection and click the button to obtain a list of all students who have extensions for the given subsection.
eo: Çhöösé ä grädéd süßséçtïön änd çlïçk thé ßüttön tö ößtäïn ä lïst öf äll stüdénts whö hävé éxténsïöns för thé gïvén süßséçtïön. Ⱡ'σяєм#
fa_ir: یک زیرمجموعۀ بارم‌بندی شده را انتخاب کرده و روی دکمه بزنید تا فهرستی از همۀ افراد دارای افزونه برای زیرمجموعۀ مورد نظر بدست آورید.
it_it: Scegliere una sottosezione valutata e fare clic sul pulsante per ottenere un elenco di tutti gli studenti che hanno estensioni per la sottosezione fornita.

source: List all students with due date extensions
eo: Lïst äll stüdénts wïth düé däté éxténsïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Listar todos los usuarios con plazo de entrega ampliado
fa_ir: فهرست همۀ یادگیرندگان دارای افزونه‌های تاریخ سررسید
it_it: Elenca tutti gli studenti con estensioni della data di scadenza
lv: Uzskaitīt visus studentus ar izpildes datuma pagarinājumiem
mn: Өгөх хугацааг сунгасан бүх оюутнуудын жагсаалт

source: Specify a student to see all of that student's extensions.
eo: Spéçïfý ä stüdént tö séé äll öf thät stüdént's éxténsïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Indica un alumno para ver todas las ampliaciones del usuario
fa_ir: یادگیرنده را مشخص کنید تا همۀ افزونه‌های وی را ببیند.
it_it: Specificare uno studente per visualizzarne tutte le estensioni.
lv: Norādiet studentu, lai redzētu visus šī studenta pagarinājumus.
mn: Тухайн оюутны сунгалтуудыг харахаар сонгох

source: List date extensions for student
eo: Lïst däté éxténsïöns för stüdént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Listar ampliaciones de fecha para el alumno
fa_ir: فهرست افزونه‌های تاریخ برای یادگیرنده
it_it: Elenca estensioni della data per lo studente
lv: Uzskaitīt studenta datuma paplašinājumus
mn: Оюутны он сарын сунгалтын жагсаалт

source: Resetting extensions
eo: Réséttïng éxténsïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Resetear ampliaciones
fa_ir: بازتنظیم افزونه‌ها
it_it: Reimpostazione delle estensioni
lv: Atiestatīt pagarinājumus
mn: Сунгалтуудыг дахин тохируулах

source: Resetting a problem's due date rescinds a due date extension for a student on a particular subsection. This will revert the due date for the student back to the problem's original due date.
eo: Réséttïng ä prößlém's düé däté résçïnds ä düé däté éxténsïön för ä stüdént ön ä pärtïçülär süßséçtïön. Thïs wïll révért thé düé däté för thé stüdént ßäçk tö thé prößlém's örïgïnäl düé däté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρя#
fa_ir: بازتنظیم تاریخ سررسید مسأله، تاریخ را برای فرد در یک زیرمجموعۀ خاص لغو می‌کند. با این کار تاریخ سررسید برای وی به سررسید اصلی مسأله برمی گردد.
it_it: La reimpostazione della data di scadenza di un problema rescinde l'estensione della data di scadenza per uno studente in una particolare sottosezione. In questo modo, la data di scadenza per lo studente viene reimpostata sulla data di scadenza originale del problema.

source: Reason for reset
eo: Réäsön för rését Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fa_ir: دلیل بازتنظیم
it_it: Motivo della reimpostazione

source: Reset due date for student
eo: Rését düé däté för stüdént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Resetear la fecha de entrega para el alumno
fa_ir: بازتنظیم سررسید برای یادگیرنده
it_it: Reimposta data di scadenza per lo studente
lv: Atiestatīt izpildes datumu studentam
mn: Оюутны өгөх ёстой хугацааг дахин тохируулах

source: Generate Registration Code Modal
eo: Généräté Régïsträtïön Çödé Mödäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Generar el código modal de registro
fa_ir: ساخت ماژول رمز ثبت‌نام
it_it: Genera finestra modale del codice di registrazione
lv: Ģenerēt modālu reģistrācijas kodu
mn: Код Модалын Бүртгэлийг Гаргах

source: Create Enrollment Codes
eo: Çréäté Énröllmént Çödés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fa_ir: ایجاد رمزهای ثبت‌نام
it_it: Crea codici di iscrizione
lv: Izveidot reģistrācijas kodus
mn: Элсэлтийн код үүсгэнэ үү

source: * Required Information
eo: * Réqüïréd Ìnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: * Información requerida
fa_ir: * اطلاعات ضروری
it_it: * Informazioni richieste
lv: * Nepieciešamā informācija
mn: * Шаардлагатай мэдээлэл

source: The organization that purchased enrollments in the course
eo: Thé örgänïzätïön thät pürçhäséd énröllménts ïn thé çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: سازمانی که ثبت‌نام را در این دوره خریداری کرد‌ه‌است
it_it: L'organizzazione che ha acquistato le iscrizioni al corso
lv: Organizācija, kas iegādājās reģistrācijas kursā
mn: Сургалтанд хамрагдсан элсэгч байгууллага

source: Organization Contact
eo: Örgänïzätïön Çöntäçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Contacto en la organización
fa_ir: تماس با سازمان
it_it: Contatto organizzazione
lv: Organizācijas kontaktpersona
mn: Байгууллагатай Холбоо барих

source: Organization Contact Name
eo: Örgänïzätïön Çöntäçt Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Nombre de contacto de la organización
fa_ir: نام سازمان
it_it: Nome contatto organizzazione
lv: Organizācija kontaktpersonas vārds un uzvārds
mn: Байгууллагын Холбоо барих Нэр

source: The primary contact at the organization
eo: Thé prïmärý çöntäçt ät thé örgänïzätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: تماس اولیه در سازمان
it_it: Il contatto principale dell'organizzazione
lv: Primārā kontaktpersona organizācijā
mn: Байгууллагын холбоо барих үндсэн хаяг

source: Invoice Recipient
eo: Ìnvöïçé Réçïpïént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Destinatario de la factura
fa_ir: گیرنده رسید
it_it: Destinatario fattura
lv: Rēķina saņēmējs
mn: Нэхэмжлэлийг Хүлээн авагч

source: The contact who should receive the invoice
eo: Thé çöntäçt whö shöüld réçéïvé thé ïnvöïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: مخاطبی که باید صورتحساب را دریافت کند
it_it: Il contatto che deve ricevere la fattura
lv: Kontaktpersona, kurai ir jāsaņem rēķins
mn: Нэхэмжлэх авах хүний хаяг

source: Organization Billing Address
eo: Örgänïzätïön Bïllïng Àddréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Dirección de facturación de la organización
fa_ir: آدرس مالی سازمان
it_it: Indirizzo di fatturazione organizzazione
lv: Organizācijas rēķina adrese
mn: Байгууллагын Төлбөрийн Хаяг

source: Address Line 1
eo: Àddréss Lïné 1 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Domicilio, línea 1
fa_ir: آدرس خط 1
it_it: Riga indirizzo 1
lv: Adreses rindiņa 1
mn: Хаягийн мөр 1

source: Address Line 2
eo: Àddréss Lïné 2 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Domicilio, línea 2
fa_ir: آدرس خط 2
it_it: Riga indirizzo 2
lv: Adreses rindiņa 2
mn: Хаягийн мөр 2

source: Address Line 3
eo: Àddréss Lïné 3 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Domicilio, línea 3
fa_ir: آدرس خط 3
it_it: Riga indirizzo 3
lv: Adreses rindiņa 3
mn: Хаягийн мөр 3

source: State/Province
eo: Stäté/Prövïnçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Estado/Provincia
fa_ir: ایالت / استان
it_it: Stato/Provincia
lv: Štats/Province
mn: Муж/Аймаг

source: Zip
eo: Zïp Ⱡ'σяєм#
es_es: Código postal
fa_ir: فشرده
it_it: C.A.P.
lv: Pasta kods
mn: Зип код

source: Unit Price
eo: Ûnït Prïçé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Precio unitario
fa_ir: قیمت واحد
it_it: Prezzo unitario
lv: Vienības cena
mn: Нэгж үнэ

source: The price per enrollment purchased
eo: Thé prïçé pér énröllmént pürçhäséd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fa_ir: قیمت به ازای هر ثبت‌نام
it_it: Il prezzo per iscrizione acquistata
lv: Cena par iegādāto reģistrāciju
mn: Нэг суралцагчийн худалдан авсан үнэ

source: Number of Enrollment Codes
eo: Nümßér öf Énröllmént Çödés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fa_ir: تعداد رمزهای ثبت‌نام
it_it: Numero di codici di iscrizione
lv: Reģistrācijas kodu skaits
mn: Элсэлтийн кодын тоо

source: The total number of enrollment codes to create
eo: Thé tötäl nümßér öf énröllmént çödés tö çréäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: تعداد کل رمزهای ثبت‌نام برای ساخت
it_it: Il numero totale di codici di iscrizione da creare
lv: Izveidojamo reģistrācijas kodu kopējais skaits
mn: Үүсгэх элсэлтийн нийт тоо

source: Course Team Internal Reference
eo: Çöürsé Téäm Ìntérnäl Référénçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: ارجاع داخلی تیم دوره
it_it: Riferimento interno team corso
lv: Kursa komandas iekšējā atsauce
mn: Курсийн багийн дотоод лавлагаа

source: Internal reference information for the sale
eo: Ìntérnäl référénçé ïnförmätïön för thé sälé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: اطلاعات ارجاع داخلی برای فروش
it_it: Informazioni di riferimento interne per la vendita
lv: Iekšējā atsauces informācija tirdzniecībā
mn: Борлуулалтын дотоод лавлагаа

source: Customer Reference
eo: Çüstömér Référénçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Referencia del cliente
fa_ir: مرجع مشتری
it_it: Riferimento cliente
lv: Klienta atsauce
mn: Хэрэглэгчийн лавлагаа

source: Customer's purchase order or other reference information
eo: Çüstömér's pürçhäsé ördér ör öthér référénçé ïnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: سفارش خرید مشتری یا سایر اطلاعات ارجاع
it_it: Ordine di acquisto del cliente o altre informazioni di riferimento
lv: Klienta pirkuma pasūtījuma vai citas atsauces informācija
mn: Хэрэглэгчийн худалдан авах захиалга болон бусад лавлагааны мэдээлэл

source: Send me a copy of the invoice
eo: Sénd mé ä çöpý öf thé ïnvöïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Enviadme una copia de la factura
fa_ir: رونوشتی از صورتحساب را برای من ارسال کنید
it_it: Inviami una copia della fattura
lv: Nosūtīt man rēķina kopiju
mn: Надад нэхэмжлэлийн хуулбарыг явуулна уу

source: For analytics about your course, go to {link_start}{analytics_dashboard_name}{link_end}.
eo: För änälýtïçs äßöüt ýöür çöürsé, gö tö {link_start}{analytics_dashboard_name}{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Para las estadísticas de tu curso, ve a {link_start}{analytics_dashboard_name}{link_end}.
fa_ir: برای دریافت تحلیل دربارۀ دوره خود، به {link_start} {analytics_dashboard_name} {link_end} بروید.
it_it: Per le analitiche del corso, passare a {link_start}{analytics_dashboard_name}{link_end}.
lv: Analītikai par Jūsu kursu, dodieties uz {link_start}{analytics_dashboard_name}{link_end}.
mn: Өөрийнхөө талаар анализ хийхдээ {link_start} {analytics_dashboard_name} {link_end} руу очно уу.

source: Instructor Dashboard
eo: Ìnstrüçtör Däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Panel de control del profesor
fa_ir: آموزش پیش‌خوان
it_it: Dashboard Istruttore
lv: Instruktoru informācijas panelis
mn: Багшийн Хяналтын самбар

source: View Course in Studio
eo: Vïéw Çöürsé ïn Stüdïö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Ver curso en Studio
fa_ir: مشاهده دوره آموزشی در هنرکده
it_it: Guarda il corso in Studio
lv: Skatīt kursu Studio
mn: Хичээлийг Студиод харах

source: Enrollment Code Status
eo: Énröllmént Çödé Stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fa_ir: وضعیت رمز ثبت‌نام
it_it: Stato codice di iscrizione
lv: Reģistrācijas koda statuss
mn: Элсэлтийн кодын статус

source: Change the status of an enrollment code.
eo: Çhängé thé stätüs öf än énröllmént çödé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fa_ir: تغییر وضعیت رمز ثبت‌نام
it_it: Modifica lo stato di un codice di iscrizione.
lv: Nomainīt reģistrācijas koda statusu.
mn: Элсэлтийн кодын статусыг өөрчил.

source: Enrollment Code
eo: Énröllmént Çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Código de inscripción
fa_ir: رمز ثبت‌نام
it_it: Codice iscrizione
lv: Reģistrācijas kods
mn: Элсэлтийн Код

source: Find Enrollment Code
eo: Fïnd Énröllmént Çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fa_ir: جستجوی رمز ثبت‌نام
it_it: Trova codice iscrizione
lv: Atrast reģistrācijas kodu
mn: Элсэлтийн кодыг хайж олох

source: Enter email addresses and/or usernames separated by new lines or commas.
eo: Éntér émäïl äddréssés änd/ör üsérnämés sépärätéd ßý néw lïnés ör çömmäs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Introduce el correo electrónico y/o el nombre de usuario separado por nuevas lineas o comas
fa_ir: نشانی‌های رایانامه و/یا شناسه‌های کاربری جداشده با کاما یا در خطوط جدید را وارد کنید
it_it: Inserisci gli indirizzi email e/o nomi utente separati da linee o virgole.
lv: Ievadiet e-pasta adreses vai lietotājvārdus, kas atdalīti ar jaunām rindiņām vai komatiem.
mn: Емэйл хаягнууд ба хэрэглэгчийн нэрсийг шинэ мөрөөр буюу таслалаар тусгаарлаж оруулах

source: You will not get notification for emails that bounce, so please double-check spelling.
eo: Ýöü wïll nöt gét nötïfïçätïön för émäïls thät ßöünçé, sö pléäsé döüßlé-çhéçk spéllïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: No recibirás una notificación de correos que son devueltos, así que por favor vuelve a comprobar la ortografía.
fa_ir: برای رایانامه‌های برگشتی، اعلانی دریافت نخواهید کرد، لطفاً املا را دوباره بررسی کنید.
it_it: Non sarà possibile ottenere la notifica per le email che non arrivano a destinazione, è quindi consigliabile un doppio controllo ortografico.
lv: Jūs nesaņemsiet paziņojumus par e-pastiem, kas netiek nogādāti, tādēļ, lūdzu, vēlreiz pārbaudiet pareizrakstību.
mn: Та буцаж ирэх емэйлүүдийн мэдээллийг авахгүй учир хаягаа бичихдээ дахин шалгана уу.

source: Enter the reason why the students are to be manually enrolled or unenrolled.
eo: Éntér thé réäsön whý thé stüdénts äré tö ßé mänüällý énrölléd ör ünénrölléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Describe la razón por la cual los estudiantes deben ser inscritos manualmente o no inscritos.
fa_ir: دلیل ثبت‌نام یا عدم ثبت‌نام یادگیرندگان را وارد کنید.
it_it: Immettere il motivo per cui è necessario effettuare o annullare l'iscrizione degli studenti manualmente.
lv: Ievadiet iemeslus, kādēļ studentus nepieciešams manuāli reģistrēt vai izreģistrēt.
mn: Оюутнууд яагаад гар аргаар бүртгүүлж эсвэл бүртгүүлээгүй байгаа шалтгаанаа бичнэ үү.

source: This cannot be left blank and will be recorded and presented in Enrollment Reports.
eo: Thïs çännöt ßé léft ßlänk änd wïll ßé réçördéd änd préséntéd ïn Énröllmént Répörts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Esto no se puede dejar en blanco y se registrará y presentará en los Informes de inscripción.
fa_ir: این مورد را نمی‌توان خالی گذاشت و در گزارش‌های ثبت‌نام ضبط و ارائه خواهد شد.
it_it: Questo campo non può essere lasciato vuoto e verrà registrato e presentato nei Report di iscrizione.
lv: Šo nevar atstāt tukšu, un tas tiks reģistrēts un parādīts reģistrācijas atskaitēs.
mn: Энэ нь хоосон орхигдож болохгүй бөгөөд бүртгүүлэх болно.

source: Therefore, please give enough detail to account for this action.
eo: Théréföré, pléäsé gïvé énöügh détäïl tö äççöünt för thïs äçtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Por lo tanto, por favor dé suficientes detalles para dar cuenta de esta acción.
fa_ir: بنابراین، لطفاً جزئیات کافی را دربارۀ این عمل برای حساب‌کاربری بیان کنید.
it_it: Pertanto, fornire dettagli sufficienti per questa azione.
lv: Tādēļ, veltiet pietiekamas pūles un informāciju, lai dotu viedokli par šo darbību.
mn: Тиймээс энэ үйлдлийг тооцохын тулд хангалттай дэлгэрэнгүй мэдээллийг өгнө үү.

source: Reason
eo: Réäsön Ⱡ'σяєм ιρѕυ#
es_es: razonamiento
fa_ir: علت
it_it: Motivo
lv: Iemesls
mn: Шалтгаан

source: Register/Enroll Students
eo: Régïstér/Énröll Stüdénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Registrar/inscribir alumnos
fa_ir: ثبت‌نام یادگیرندگان
it_it: Registra/Iscrivi studenti
lv: Reģistrēt/ieskaitīt studentus
mn: Оюутнуудыг Бүртгэх, Элсүүлэх

source: To register and enroll a list of users in this course, choose a CSV file that contains the following columns in this exact order: email, username, name, and country. Please include one student per row and do not include any headers, footers, or blank lines. Optionally, extra columns can be provided: cohort and course mode, in that order. These extra columns may be blank.
fa_ir: برای ثبت‌نام و ثبت فهرستی از کاربران در این دوره آموزشی، یک فایل CSV را انتخاب کنید که شامل ستون‌های زیر به این ترتیب باشد: نشانی رایانامه، نام کاربری، نام و کشور. لطفاً هر یادگیرنده را در یک ردیف قرار دهید و هیچ سرصفحه، پاورقی یا خط خالی را درج نکنید. قراردادن این ستون‌های اضافی را نیز اختیاری است: حالت انجمن و دوره آموزشی، به ترتیب. این ستون‌های اضافی ممکن است خالی باشند.
it_it: Per registrarti e iscrivere un elenco di utenti a questo corso, scegli un file CSV che contenga le seguenti colonne nell&#39;ordine esatto: email, nome utente, nome e paese. Includi uno studente per riga e non includere intestazioni, piè di pagina o righe vuote. Facoltativamente, possono essere fornite colonne aggiuntive: modalità coorte e corso, in quest&#39;ordine. Queste colonne aggiuntive potrebbero essere vuote.

source: Upload a CSV for bulk enrollment
eo: Ûplöäd ä ÇSV för ßülk énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fa_ir: بارگذاری CSV برای ثبت‌نام انبوه
it_it: Carica un CSV per l'iscrizione di massa
lv: Augšupielādēt CSV lielapjoma reģistrēšanai
mn: Бөөнөөр бүртгүүлэх CSV-г байршуулна уу

source: Upload CSV
eo: Ûplöäd ÇSV Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Subir CSV
fa_ir: بارگذاری سی اس وی
it_it: Carica CSV
lv: Augšupielādēt CSV
mn: CSV ачаалж оруулах

source: Note: Users must have an activated {platform_name} account before they can be enrolled as beta testers.
eo: Nöté: Ûsérs müst hävé än äçtïvätéd {platform_name} äççöünt ßéföré théý çän ßé énrölléd äs ßétä téstérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Nota: Los usuarios deben tener una cuenta de {platform_name} activada antes de poder ser registrados como usuarios de prueba beta.
fa_ir: توجه کنید: کاربران پیش از ثبت‌نام به عنوان آزمونگرهای بتا، باید یک حساب‌کاربری فعال {platform_name} داشته باشند.
it_it: Nota: gli utenti devono disporre di un account {platform_name} attivato prima di poter essere registrati come beta tester.
lv: Piezīme: lietotājiem ir jābūt aktivizētam {platform_name} kontam, pirms viņi var tikt reģistrēti kā beta testētāji.
mn: Тэмдэглэл: Хэрэглэгчид нь бета шалгагчаар бүртгүүлж эхлэхээс өмнө идэвхтэй {platform_name} акаунттай байх ёстой.

source: If this option is {em_start}checked{em_end}, users who have not enrolled in your course will be automatically enrolled.
eo: Ìf thïs öptïön ïs {em_start}çhéçkéd{em_end}, üsérs whö hävé nöt énrölléd ïn ýöür çöürsé wïll ßé äütömätïçällý énrölléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fa_ir: اگر این گزینه {em_start} نشانه‌گذاری شود {em_end}، کاربرانی که در دورۀ آموزشی شما ثبت‌نام نکرده‌اند به‌صورت خودکار ثبت‌نام خواهندشد.
it_it: Se questa opzione è {em_start}selezionata{em_end}, gli utenti non iscritti al corso verranno iscritti automaticamente.
lv: Ja šī opcija ir {em_start}atzīmēta{em_end}, lietotāji, kas vēl nav reģistrējušies Jūsu kursā, tiks reģistrēti automātiski.
mn: Хэрэв энэ сонголтыг {em_start} {em_end} шалгаж байвал таны сургалтанд хамрагдаагүй хэрэглэгч автоматаар бүртгэгдэнэ.
