Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa_ir, he, it_it, tr_tr

source: Error: You cannot remove yourself from the Instructor group!
fa_ir: خطا: شما نمی‌توانید خود را از گروه مربی حذف کنید!
he: שגיאה: אינך יכול להסיר עצמך מקבוצת המדריכים.
it_it: Errore: Non puoi rimoverti dall gruppo Istruttori.
tr_tr: Hata: Eğitmen grubundan kendinizi silemezsiniz!

source: Errors
fa_ir: خطاها
he: שגיאות
it_it: Errori
tr_tr: Hatalar

source: The following errors were generated:
fa_ir: این خطاها رخ داده‌اند:
he: השגיאות הבאות נוצרו:
it_it: Sono stati generati i seguenti errori:
tr_tr: Aşağıdaki hatalar oluştu:

source: Warnings
fa_ir: هشدارها
he: אזהרות
it_it: Problemi
tr_tr: Uyarılar

source: The following warnings were generated:
fa_ir: هشدارهای زیر اعلام شده‌اند
he: האזהרות הבאות נוצרו:
it_it: Sono stati generati i seguenti avvisi:
tr_tr: Aşağıdaki uyarılar oluşturuldu:

source: Success
fa_ir: موفقیت
he: הצלחה
it_it: Successo
tr_tr: Başarı

source: All accounts were created successfully.
fa_ir: همه حساب‌های کاربری با موفقیت ایجاد شدند.
he: כל החשבונות נוצרו בהצלחה
it_it: Tutti gli account sono stati creati con successo.
tr_tr: Tüm hesaplar başarı bir şekilde oluşturulmuştur.

source: Error adding/removing users as beta testers.
fa_ir: خطا در افزودن/ حذف کاربران به‌عنوان آزمونگران بتا.
he: שגיאה בהוספה/הסרה של משתמשים כבודקי בטא.
it_it: Errore aggiunta/rimozione utenti come beta testers.
tr_tr: Kullanıcıları beta sınayıcıları olarak ekler/çıkarırken hata oluştu.

source: These users were successfully added as beta testers:
fa_ir: این کاربران با موفقیت به‌عنوان آزمونگر بتا اضافه شدند:
he: משתמשים אלה נוספו בהצלחה כבודקי בטא:
it_it: Questi utenti sono stati aggiunti con successo come beta testers:
tr_tr: Bu kullanıcılar beta sınayıcıları olarak başarıyla eklendi:

source: These users could not be added as beta testers because their accounts are not yet activated:
fa_ir: این کاربران نمی‌توانند به‌عنوان آزمونگران بتا اضافه شوند زیرا حساب‌های کاربران آن‌ها هنوز فعال نشده‌اند:
it_it: Questi utenti non possono essere aggiunti come beta tester perché i loro account non sono ancora stati attivati:
tr_tr: Bu kullanıcılar beta sınayıcıları olarak eklenemedi çünkü hesaplarını henüz aktifleştirmemişler.

source: These users were successfully removed as beta testers:
fa_ir: این کاربران از گروه آزمونگران بتا حذف شدند:
he: משתמשים אלו הוסרו בהצלחה כבודקי בטא:
it_it: Questi utenti sono stati rimossi con successo come beta testers:
tr_tr: Bu kullanıcılar beta sınayıcıları olarak ayrıldı:

source: These users were not added as beta testers:
fa_ir: این کاربران به‌عنوان آزمونگر بتا اضافه نشد‌ه‌اند:
he: משתמשים אלה לא נוספו כבודקי בטא:
it_it: Questi utenti non sono stati aggiunti come beta testers:
tr_tr: Bu kullanıcılar beta sınayıcıları olarak eklenemedi:

source: These users were not removed as beta testers:
fa_ir: این کاربران از گروه آزمونگران بتا حذف نشده‌اند:
he: משתמשים אלה לא הוסרו כבודקי בטא:
it_it: Questi utenti non sono stati rimossi come beta testers:
tr_tr: Bu kullanıcılar beta sınayıcıları olarak silinmedi:

source: Users must create and activate their account before they can be promoted to beta tester.
fa_ir: پیش از ارتقا به آزمونگر بتا، کاربران باید حساب کاربری خود را ایجاد و فعال کنند.
he: משתמשים חייבים ליצור ולהפעיל את החשבון שלהם לפני שיוכלו להתקדם לתפקיד בוחן בטא.
it_it: Gli utenti devono creare e attivare i propri account prima di poter essere promossi beta tester.
tr_tr: Beta sınayıcısı seviyesine yükseltilmeden önce kullanıcılar kendi hesaplarını oluşturmalı ve aktifleştirmelidir.

source: Could not find users associated with the following identifiers:
fa_ir: کاربران مرتبط با شناسه‌های زیر پیدا نشد:
he: לא הצלחתי למצוא משתמשים המשוייכים למזהים הבאים:
it_it: Non è stato possibile trovare utenti associati con i seguenti identificatori:
tr_tr: Bu özelliklere uygun kullanıcı bulunamadı:

source: Reason field should not be left blank.
fa_ir: قسمت ارائه دلیل را پر کنید.
he: שדה הסיבה אינו יכול להישאר ריק.
it_it: Il campo Reason non deve essere lasciato vuoto.
tr_tr: Sebep alanı boş bırakılmamalıdır.

source: Error enrolling/unenrolling users.
fa_ir: خطای ثبت‌نام / لغو ثبت‌نام کاربران.
he: שגיאה בהרשמה/ביטול הרשמה של משתמשים.
it_it: Errore iscrizione/cancellazione utenti.
tr_tr: Kullanıcıları kaydederken/kayıtları silerken hata.

source: The following email addresses and/or usernames are invalid:
fa_ir: آدرس‌های رایانامه زیر و / یا نام‌های کاربری نامعتبر هستند:
he: כתובות הדואר האלקטרוני הבאות ו/או שמות המשתמש אינן חוקיות:
it_it: I seguenti indirizzi email e/o nomi utente non sono validi:
tr_tr: Aşağıdaki e-posta adresleri veya kullanıcı adları geçersizdir.

source: Successfully enrolled and sent email to the following users:
fa_ir: ثبت‌نام کاربران زیر موفقیت‌آمیز بود و رایانامه به آن‌ها ارسال شد:
he: נרשם בהצלחה ושלח דואר אלקטרוני למשתמשים הבאים:
it_it: Inscrizione avvenuta con successo e email inviata ai seguenti utenti:
tr_tr: Aşağıdaki kullanıcılar başarıyla kaydedildi ve e-posta gönderildi:

source: Successfully enrolled the following users:
fa_ir: ثبت‌نام موفقیت‌آمیز کاربران زیر:
he: המשתמשים הבאים נרשמו בהצלחה:
it_it: Iscrizione avvenuta con successo per i seguenti utenti:
tr_tr: Aşağıdaki kullanıcılar başarıyla kaydedildi:

source: Successfully sent enrollment emails to the following users. They will be allowed to enroll once they register:
fa_ir: رایانامه‌های ثبت‌نام برای کاربران زیر ارسال شد. به‌محض ثبت‌نام در سیستم مجاز به ثبت هستند:
he: הודעות הרשמה נשלחו בהצלחה למשתמשים הבאים. הם יהיו רשאים להירשם לקורס לאחר שישלימו את ההרשמה לאתר:
it_it: Email di iscrizione inviate con successo ai seguenti utenti. Gli utenti potranno iscriversi dopo essersi registrati:
tr_tr: Aşağıdaki kullanıcılara kayıt e-postaları başarıyla gönderildi. Kayıt bilgilerini girdikten sonra sonra kayıt yapmalarına izin verilecek:

source: These users will be allowed to enroll once they register:
fa_ir: این کاربران پس از عضویت ثبت‌نام مجاز به ثبت‌نام هستند:
he: המשתמשים הבאים יהיו רשאים להירשם לאחר שישלימו את הרשמתם לאתר:
it_it: Questi utenti potranno iscriversi dopo essersi registrati:
tr_tr: Bu kullanıcılar kayıt bilgilerini girdikten sonra kaydolmalarına izin verilecektir:

source: Successfully sent enrollment emails to the following users. They will be enrolled once they register:
fa_ir: پیام‌های رایانامه‌ای ثبت‌نام برای کاربران زیر با موفقیت ارسال شد. پس از ثبت‌نام در سامانه، ثبت‌نام انجام می‌شوند:
he: הודעות הרשמה נשלחו בהצלחה למשתמשים הבאים. הם יהיו רשאים להירשם לקורס לאחר שישלימו את ההרשמה לאתר:
it_it: Email di iscrizione inviate con successo ai seguenti utenti. Gli utenti saranno iscritti dopo essersi registrati:
tr_tr: Aşağıdaki kullanıcılara kayıt e-postaları başarıyla gönderildi. Kayıt bilgilerini girdikten sonra sonra kayıtları yapılacaktır:

source: These users will be enrolled once they register:
fa_ir: این کاربران پس از ثبت‌ در سامانه، ثبت نام می‌شوند:
he: המשתמשים הבאים יירשמו לקורס ברגע שירשמו לאתר:
it_it: Questi utenti saranno iscritti dopo essersi registrati:
tr_tr: Kayıt bilgilerini girdikten sonra sonra bu kullanıcıların kayıtları yapılacaktır:

source: Emails successfully sent. The following users are no longer enrolled in the course:
fa_ir: رایانامه‌ها با موفقیت ارسال شدند کاربران زیر دیگر در این دوره ثبت‌نام شده محسوب‌ نمی‌شوند:
he: הודעות דואר אלקטרוני נשלחו בהצלחה. המשתמשים הבאים כבר אינם רשומים לקורס:
it_it: Emails inviate con successo. Gli utenti seguenti non sono più iscritti al corso:
tr_tr: E-postalar başarıyla gönderildi. Aşağıdaki kullanıcılar bu derse artık kayıtlı değiller:

source: The following users are no longer enrolled in the course:
fa_ir: کاربران زیر، دیگر در این دوره ثبت‌نام شده محسوب نمی‌شوند:
he: המשתמשים הבאים כבר אינם רשומים לקורס:
it_it: Gli utenti seguenti non sono più iscritti al corso:
tr_tr: Aşağıdaki kullanıcılar artık bu derse kayıtlı değiller:

source: These users were not affiliated with the course so could not be unenrolled:
fa_ir: این کاربران مربوط به این دوره نبودند، بنابراین نمی‌توان ثبت‌‌نام آن‌ها را لغو کرد:
he: משתמשים אלה לא היו קשורים לקורס ולכן לא ניתן לבטל הרשמתם:
it_it: I seguenti utenti non erano iscritti al corso e non possono quindi essere rimossi:
tr_tr: Bu kullanıcıların dersle ilişikleri olmadığından kayıtları silinemedi:

source: Your message must have a subject.
fa_ir: به پیام خود، موضوعی اختصاص دهید.
he: הודעתך חייבת להכיל נושא.
it_it: Il tuo messaggio deve avere un oggetto
tr_tr: İletinizin bir konusu olmalı.

source: Your message cannot be blank.
fa_ir: پیام شما نباید خالی باشد.
he: הודעתך אינה יכולה להיות ריקה.
it_it: Il tuo messaggio non può essere vuoto.
tr_tr: İletiniz boş olamaz.

source: Your message must have at least one target.
fa_ir: پیام شما کمینه باید یک هدف داشته باشد.
he: ההודעה שלך חייבת להכיל יעד אחד לפחות.
it_it: Il tuo messaggio deve avere almeno una destinazione.
tr_tr: İletinizin en az bir hedefi olmalı.

source: There are invalid keywords in your email. Check the following keywords and try again.
fa_ir: کلمات کلیدی نامعتبری در رایانامۀ شما وجود دارد. کلمات کلیدی زیر را بررسی کرده و دوباره امتحان کنید.
he: ישנן מילות מפתח לא חוקיות בדואר אלקטרוני שלך. אנא בדוק את מילות המפתח הבאות ונסה שוב.
it_it: Nell'email sono presenti parole chiave non valide. Verifica la presenza delle seguenti parole chiave e riprova.
tr_tr: E-postanızda geçersiz anahtar kelimeler var. Lütfen aşağıdaki anahtar kelimeleri kontrol edin ve tekrar deneyin.

source: Yourself
fa_ir: شما
he: אתה
it_it: Tu
tr_tr: Kendiniz

source: Everyone who has staff privileges in this course
fa_ir: هرکسی که در این دوره از امتیازات کارمندی برخوردار است
he: כל אחד שיש לו זכויות של צוות בקורס זה
it_it: Tutti coloro che hanno privilegi di staff in questo corso
tr_tr: Bu dersteki herkesin öğretim elemanı yetkisi var

source: All learners who are enrolled in this course
fa_ir: همۀ افرادی که در این دوره ثبت‌نام کرده‌اند
he: כל הלומדים שרשומים לקורס זה
it_it: Tutti gli studenti iscritti a questo corso
tr_tr: Bu derse kayıt olan tüm öğrenciler

source: All learners in the {cohort_name} cohort
fa_ir: همۀ یادگیرندگان در انجمن {cohort_name}
he: כל הלומדים בקבוצת הלימוד {cohort_name}
it_it: Tutti gli studenti nella coorte {cohort_name}
tr_tr: {cohort_name} kohortundaki tüm öğrenciler

source: All learners in the {track_name} track
fa_ir: همۀ یادگیرندگان در مسیر {track_name}
it_it: Tutti gli studenti nel percorso {track_name}
tr_tr: {track_name} kayıtlanma yolundaki tüm öğrenciler

source: Your email message was successfully queued for sending. In courses with a large number of learners, email messages to learners might take up to an hour to be sent.
fa_ir: پیام رایانامه‌ای شما در صف ارسال قرار گرفت. در دوره‌های با تعداد زیادی یادگیرنده، ارسال پیام به افراد ممکن است یک ساعت طول بکشد.
he: הודעת הדואר אלקטרוני נכנסה בהצלחה להמתנה למשלוח. בקורסים עם מספר גדול של לומדים, ייתכן שייקח עד שעה עד שהודעות הדואר האלקטרוני לכל הלומדים יישלחו.
it_it: Il tuo messaggio e-mail è stato correttamente messo in coda per l'invio. Nei corsi con un numero elevato di studenti, l'invio di messaggi email agli studenti potrebbe richiedere fino a un'ora.
tr_tr: E-posta iletiniz gönderim kuyruğuna başarıyla alındı. Çok fazla sayıda öğrencinin olduğu derslerde e-posta iletilerinin yerine ulaşması bir saati bulabilir.

source: You are sending an email message with the subject {subject} to the following recipients.
fa_ir: شما در حال ارسال رایانامه با موضوع {subject} به گیرندگان زیر هستید.
he: אתה שולח הודעת דואר אלקטרוני עם הנושא {subject} לנמענים הבאים.
it_it: Stai inviando un messaggio e-mail con oggetto {subject} ai seguenti destinatari.
tr_tr: Aşağıdaki alıcılara {subject} konulu bir e-posta iletisi gönderiyorsunuz.

source: Is this OK?
fa_ir: این مورد خوب و مناسب است؟
he: האם זה בסדר?
it_it: Va bene?
tr_tr: Bu tamam mı?

source: Error sending email.
fa_ir: خطا در هنگام ارسال رایانامه.
he: שגיאה בזמן שליחת דואר אלקטרוני.
it_it: Errore nell'invio della email.
tr_tr: E-posta gönderiminde hata.

source: There is no email history for this course.
fa_ir: این دوره آموزشی، سابقه ارسال رایانامه ندارد.
he: לא קיימת היסטוריה בדואר אלקטרוני לקורס זה.
it_it: Non è presente la cronologia email per questo corso
tr_tr: Bu ders için e-posta geçmişi bulunmuyor.

source: There was an error obtaining email task history for this course.
fa_ir: در دریافت سابقۀ فعالیت رایانامه برای این دوره آموزشی خطایی رخ داد.
he: אירעה שגיאה בקבלת היסטורית משימות דואר אלקטרוני לקורס זה.
it_it: C'è stato un errore nell'ottenere la cronologia delle attività e-mail di questo corso.
tr_tr: Bu ders için e-posta görev geçmişini elde edilmesinde hata olmuş.

source: There was an error obtaining email content history for this course.
fa_ir: در دریافت سابقه محتوای رایانامه برای این دوره خطایی رخ داد.
he: אירעה שגיאה בקבלת היסטורית התוכן של דואר אלקטרוני לקורס זה.
it_it: C'è stato un errore nell'ottenere la cronologia dei contenuti delle e-mail di questo corso.
tr_tr: Bu ders için e-posta içerik geçmişini alırken hata oluştu.

source: Send to:
fa_ir: ارسال به:
he: שלח אל:
it_it: Manda a:
tr_tr: Gönderilecek kişi:

source: Please enter a student email address or username.
fa_ir: نام‌کاربری یا نشانی رایانامه یادگیرنده را وارد کن.
he: נא הכנס את כתובת הדואר אלקטרוני או שם המשתמש של הסטודנט.
it_it: Per favore inserisci un indirizzo mail studente o nome utente.
tr_tr: Lütfen öğrenci e-posta adresini veya kullanıcı adını giriniz.

source: Error getting enrollment status for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
fa_ir: خطایی در دریافت وضعیت ثبت‌نام برای '<%- student_id %>' رخ داد. مطمئن شوید که شناسۀ فرد به‌درستی درج شده است.
it_it: Errore durante il recupero dello stato dell'iscrizione per '<%- student_id %>'. Assicurati che l'identificativo dello studente sia stato digitato correttamente.
tr_tr: '<%- student_id %>' isimli öğrencinin kayıtlanma durumu getirilirken hatayla karşılaşıldı. Öğrencinin kimliğinin doğru yazıldığına emin olunuz.

source: Retrieving enrollment status...
fa_ir: در حال بازیابی وضعیت ثبت‌نام...
it_it: Recupero dello stato di iscrizione in corso...
tr_tr: Kayıtlanma durumu çekiliyor...

source: Error getting student progress url for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
fa_ir: خطایی در دریافت نشانی اینترنتی پیشرفت یادگیرنده برای'<%- student_id %>' وجود دارد. مطمئن شوید که شناسه وی به درستی وارد شده است.
it_it: Errore durante il recupero dell'url dei progresso dello studente '<%- student_id %>'. Assicurati che l'identificativo dello studente sia stato digitato correttamente.
tr_tr: '<%- student_id %>' isimli öğrencinin ilerleme URL'i getirilirken hatayla karşılaşıldı. Öğrencinin kimliğinin doğru yazıldığına emin olunuz.

source: Please enter a problem location.
fa_ir: مکان مشکل را وارد کنید.
he: נא להזין את מיקום בעיה.
it_it: Per favore inserisci la posizione di un esercizio.
tr_tr: Lütfen bir hata konumu giriniz.

source: Success! Problem attempts reset for problem '<%- problem_id %>' and student '<%- student_id %>'.
fa_ir: با موفقیت انجام شد! تلاش‌های حل مسئله برای مسئله '<%- problem_id %>' و دانش‌آموز'<%- student_id %>' بازنشانی شد.
it_it: Completato correttamente! Ripristino dei Tentativi di svolgimento del problema '<%- problem_id %>' e per lo studente '<%- student_id %>'.
tr_tr: Başarılı! '<%- problem_id %>' nolu problem ve '<%- student_id %>' nolu öğrenci için problem denemeleri sıfırlandı.

source: Error resetting problem attempts for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
fa_ir: خطا دربازنشانی تعداد دفعات تلاش مساله برای '<%- problem_id %>' و دانش‌آموز '<%- student_id %>'. از صحت شناسه‌های مربوط به یادگیرنده و مساله اطمینان حاصل کنید.
it_it: Errore nel ripristino dei tentativi di svolgimento del problema '<%- problem_id %>' e per lo studente '<%- student_id %>'. Assicurati che gli identificativi del problema e dello studente siano completi e corretti.
tr_tr: Problem '<%- problem_id %>' ve öğrenci '<%- student_id %>' için problem denemeleri sıfırlanırken hata oluştu. Problemin ve öğrenci tanımlayıcılarının eksiksiz ve doğru olduğundan emin olun.

source: Delete student '<%- student_id %>'s state on problem '<%- problem_id %>'?
fa_ir: حذف حالت یادگیرنده '<%- student_id %>' دربارۀ مسئله '<%- problem_id %>'؟
it_it: Eliminare lo stato dello studente '<%- student_id %> sul problema '<%- problem_id %>'?
tr_tr: '<%- student_id %>' öğrencisinin '<%- problem_id %>' sorunundaki durumu silinsin mi?

source: Error deleting student '<%- student_id %>'s state on problem '<%- problem_id %>'. Make sure that the problem and student identifiers are complete and correct.
fa_ir: خطا در هنگام حذف حالت '<%- student_id %>' در زمینۀ مساله '<%- problem_id %>'. از صحت شناسه‌های مربوط به یادگیرنده و مسئله اطمینان حاصل کنید.
it_it: Errore di eliminazione dello stato dello studente '<%- student_id %> sul problema '<%- problem_id %>'. Assicurati che gli identificativi del problema e dello studente siano completi e corretti.
tr_tr: '<%- student_id %>' öğrencisinin '<%- problem_id %>' problemindeki durumu silinirken hata oluştu. Problemin ve öğrenci tanımlayıcılarının eksiksiz ve doğru olduğundan emin olun.

source: Module state successfully deleted.
fa_ir: حالت ماژول با موفقیت حذف شد.
he: מצב מודול נמחק בהצלחה
it_it: Stato del modulo cancellato con successo.
tr_tr: Modül durumu başarıyla silindi.

source: Error getting task history for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
fa_ir: خطا در دریافت سابقه مسئله '<%- problem_id %>' ودانش‌آموز '<%- student_id %>'. از صحت شناسه‌های مربوط به یادگیرنده و مسئله اطمینان حاصل کنید.
it_it: Errore nel recupero della cronologia delle attività del problema '<%- problem_id %>' e per lo studente '<%- student_id %>'. Assicurati che gli identificativi del problema e dello studente siano completi e corretti.
tr_tr: '<%- problem_id %>' problemi ve '<%- student_id %>' öğrencisi için görev geçmişi alınırken hata oluştu. Problemin ve öğrenci tanımlayıcılarının eksiksiz ve doğru olduğundan emin olun.

source: Entrance exam attempts is being reset for student '{student_id}'.
fa_ir: دفعات آزمون ورودی برای فراگیر '{student_id}' در حال بازنشانی است.
he: בחינת כניסה עבור סטודנט '{student_id}' בתהליך איפוס כעת.
it_it: È in corso il ripristino dei tentativi delle prove di ammissione per lo studente '{student_id}'.
tr_tr: '{student_id}' öğrencisi için giriş sınavı hakları sıfırlanıyor.

source: Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct.
fa_ir: خطا در بازتنظیم تلاش برای آزمون ورودی "{student_id}". از صحت شناسه وی اطمینان حاصل کنید.
he: טעות באיפוס ניסיונות לבחינת הכניסה עבור סטודנט '{student_id}'. ודא כי מזהה הסטודנט מדויק.
it_it: Errore nell'azzeramento dei tentativi delle prove di ammissione dello studente '{student_id}'.Verifica che l'identificativo dello studente sia corretto.
tr_tr: '{student_id}' öğrencisi için giriş sınavı hakları sıfırlanırken hata oluştu. Öğrenci belirleyicinin doğru olduğundan emin olun.

source: Enter a student's username or email address.
fa_ir: نام‌کاربری یا آدرس رایانامه یادگیرنده را وارد کنید.
he: הזן שם משתמש או כתובת דואר אלקטרוני של סטודנט
it_it: Inserisci un nome utente studente o un indirizzo email.
tr_tr: Öğrencinin kullanıcı adını veya e-posta adresini giriniz.

source: Do you want to allow this student ('{student_id}') to skip the entrance exam?
fa_ir: آیا مایلید به این یادگیرنده ('{student_id}') اجازه دهید تا از آزمون عبور کند و آزمون ندهد؟
he: האם אתה מעוניין לאפשר לסטודנט זה ('{student_id}') לדלג על מבחן הכניסה?
it_it: Vuoi esonerare questo studente ('{student_id}') dall'esame di ingresso?
tr_tr: Bu öğrenciye ('{student_id}') giriş sınavını atlaması için izin vermek istiyor musunuz?

source: An error occurred. Make sure that the student's username or email address is correct and try again.
fa_ir: خطایی رخ داد. از صحت نام‌کاربری یا نشانی رایانامه یادگیرنده اطمینان حاصل کرده و دوباره تلاش کنید.
he: אירעה שגיאה. אנא ודא כי שם המשתמש של הסטודנט או כתובת הדואר האלקטרוני שלו נכונה ונסה שוב.
it_it: Si è verificato un errore. Assicurati che il nome utente dello studente o il suo indirizzo email sia corretto, poi prova di nuovo.
tr_tr: Bir hata oluştu. Öğrencinin kullanıcı adı ve e-postasının doğru olduğundan emin olunuz ve tekrar deneyiniz.

source: Entrance exam state is being deleted for student '{student_id}'.
fa_ir: آزمون ورودی برای '{student_id}' حذف می‌شود.
he: מצב בחינת הכניסה נמחק עבור סטודנט '{student_id}'.
it_it: È in corso la cancellazione della prova di ammissione dello studente '{student_id}'.
tr_tr: '{student_id}' öğrencisi için giriş sınavı durumu silindi.

source: Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct.
fa_ir: خطا در هنگام حذف وضعیت آزمون ورودی "{student_id}". از صحت شناسه وی اطمینان حاصل کنید.
he: טעות במחיקה של מצב מבחן הכניסה עבור סטודנט '{student_id}'. ודא שמזהה הסטודנט נכון.
it_it: Errore nella cancellazione della prova di ammissione dello studente '{student_id}'. Verifica che l'identificativo dello studente sia corretto.
tr_tr: '{student_id}' öğrencisi için giriş sınavı durumu silinirken hata oluştu. Öğrenci belirtecinin doğru olduğundan emin olun.

source: Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct.
fa_ir: خطا در دریافت سابقۀ کار آزمون ورودی یادگیرنده "{student_id}". از صحت شناسه یادگیرنده اطمینان حاصل کنید.
he: שגיאה בקבלת ההיסטוריה של המשימות במבחן הכניסה עבור סטודנט '{student_id}'. ודא שמזהה הסטודנט נכון.
it_it: Errore durante il recupero dello storico dell'esame di ammissione per lo studente '{student_id}'. Verifica che l'identificativo dello studente sia corretto.
tr_tr: '{student_id}' öğrencisi için giriş sınavı görev geçmişi alınırken hata oluştu. Öğrenci belirleyicisinin doğru olduğundan emin olun.

source: Reset attempts for all students on problem '<%- problem_id %>'?
fa_ir: برای همۀ یادگیرندگان دربارۀ مسئله'<%- problem_id %>' بازتنظیم انجام شود؟
it_it: Ripristinare i tentativi di tutti gli studenti sul problema '<%- problem_id %>'?
tr_tr: '<%- problem_id %>' nolu problem için bütün öğrencilerin denemelerini sıfırla?

source: Successfully started task to reset attempts for problem '<%- problem_id %>'. Click the 'Show Task Status' button to see the status of the task.
fa_ir: بازتنظیم تلاش‌ها برای مساله '<%- problem_id %>' با موفقیت آغاز شد. برای مشاهدۀ وضعیت این کار بر روی دکمه "نمایش وضعیت کار" کلیک کنید.
it_it: Attività per il ripristino dei tentativi per il problema '<%- problem_id %>' avviata correttamente. Fai clic sul pulsante 'Mostra stato attività' per visualizzare lo stato dell'attività.
tr_tr: '<%- problem_id %>' nolu problem için denemeleri sıfırlama görevi başarıyla başlatıldı. Bu görevin durumunu görmek için 'Görev Durumunu Gör' düğmesine basınız.

source: Error starting a task to reset attempts for all students on problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
fa_ir: خطا حین آغاز کار بازتنظیم تلاش‌ها برای همۀ یادگیرندگان در حل مساله '<%- problem_id %>'. اطمینان حاصل کنید که شناسۀ مساله کامل و صحیح است.
it_it: Errore durante l'avvio di un'attività per il ripristino dei tentativi di tutti gli studenti sul problema '<%- problem_id %>'. Assicurati che l'identificativo del problema sia completo e corretto.
tr_tr: Tüm öğrencilerin '<%- problem_id %>' problemi için denemelerini sıfırlamak için görev başlatılırken hatayla karşılaşıldı. Problem tanımlayıcısının tam ve doğru yazıldığına emin olunuz.

source: Error listing task history for this student and problem.
fa_ir: خطایی در ثبت سابقۀ کار این یادگیرنده و مشکل وجود دارد.
he: שגיאה ברישום היסטורית משימות עבור סטודנט זה ובעיה זו.
it_it: Errore nella generazione della cronologia delle attività per questo studente e problema.
tr_tr: Bu öğrenci ve problem için görev tarihçesi listelemede hata.
