Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Were you expecting to see a particular library here?
eo: Wéré ýöü éxpéçtïng tö séé ä pärtïçülär lïßrärý héré? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: ¿Esperabas encontrar aquí una biblioteca determinada?
fa_ir: انتظار دارید کتابخانه خاصی را ملاحظه کنید؟
it_it: Era prevista una particolare libreria qui?
mn: Тодорхой номын санг ашиглах, үзэхээр орж ирсэн үү?

source: The library creator must give you access to the library. Contact the library creator or administrator for the library you are helping to author.
eo: Thé lïßrärý çréätör müst gïvé ýöü äççéss tö thé lïßrärý. Çöntäçt thé lïßrärý çréätör ör ädmïnïsträtör för thé lïßrärý ýöü äré hélpïng tö äüthör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ є#
es_es: El creador de la biblioteca debe darte acceso a la biblioteca. Contacta con el creador o administrador de la biblioteca que estás ayudando a elaborar.
fa_ir: دسترسی به کتابخانه را باید سازنده کتابخانه، به شما بدهد. برای دسترسی به کتابخانه با وی یا مدیر دوره آموزشی تماس حاصل فرمایید.
it_it: Il creatore della libreria deve fornire l'accesso alla libreria. Contattare il creatore della libreria o l'amministratore per la libreria alla cui creazione si sta collaborando.
mn: Номын сан үүсгэгч нь танд хандах эрх өгөх ёстой байдаг. Номын сангийн үүсгэгч эсвэл аминистратортой холбогдох хандах эрхээ авна уу.

source: Create Your First Library
eo: Çréäté Ýöür Fïrst Lïßrärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Crea tu primera biblioteca
fa_ir: ساخت کتابخانه
it_it: Crea la tua prima libreria
mn: Шинэ Номын Сан Үүсгэх

source: Libraries hold a pool of components that can be re-used across multiple courses. Create your first library with the click of a button!
eo: Lïßrärïés höld ä pööl öf çömpönénts thät çän ßé ré-üséd äçröss mültïplé çöürsés. Çréäté ýöür fïrst lïßrärý wïth thé çlïçk öf ä ßüttön! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυм#
es_es: Las bibliotecas contienen un grupo de componentes que se pueden reutilizar en múltiples cursos. ¡Crea tu primera biblioteca haciendo clic en un botón!
fa_ir: کتابخانه‌ها مجموعه‌ای از مولفه‌هایی را حفظ می‌کنند که می‌توانند مجدداً توسط دوره‌های مختلف استفاده شوند. با یک کلیک اولین کتابخانه خود را بسازید.
it_it: Le librerie contengono un pool di componenti che possono essere riutilizzati tra più corsi. Crea la tua prima libreria con un semplice clic!
mn: Олон хичээлд дахин ашиглах боломжтой контентуудын номын санд хадгална. Шинэ номын сан товчийг дарж өөрийн номын сангаа үүсгэнэ үү

source: New to {studio_name}?
eo: Néw tö {studio_name}? Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: ¿Eres nuevo en {studio_name}?
fa_ir: تازه با {studio_name} آشنا شده‌اید؟
it_it: Sei nuovo in {studio_name}?
mn: {studio_name}-д шинээр орж ирсэн үү?

source: Click Help in the upper-right corner to get more information about the {studio_name} page you are viewing. You can also use the links at the bottom of the page to access our continually updated documentation and other {studio_name} resources.
eo: Çlïçk Hélp ïn thé üppér-rïght çörnér tö gét möré ïnförmätïön äßöüt thé {studio_name} pägé ýöü äré vïéwïng. Ýöü çän älsö üsé thé lïnks ät thé ßöttöm öf thé pägé tö äççéss öür çöntïnüällý üpdätéd döçüméntätïön änd öthér {studio_name} résöürçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυł#
es_es: Pincha en Ayuda en la esquina superior derecha para conseguir más información acerca de la página de {studio_name} que estás viendo. También puedes usar los enlaces de la parte inferior de la página para acceder a nuestra documentación continuamente actualizada y otros recursos de {studio_name}.
fa_ir: برای کسب اطلاعات بیشتر درباره صفحه {studio_name} که در حال مشاهده آن هستید بر روی دکمه راهنما که در گوشه بالا سمت راست صفحه قرار دارد بزنید. همچنین می‌توانید از پیوندهای پایین صفحه برای دسترسی به مستندات ما که دائماً بروزرسانی می‌شوند و سایر منابع {studio_name} استفاده نمایید.
it_it: Fare clic su Aiuto nell'angolo in alto a destra per ottenere ulteriori informazioni sulla pagina {studio_name} visualizzata. È anche possibile utilizzare i link nella parte inferiore della pagina per accedere alla nostra documentazione continuamente aggiornata e ad altre risorse {studio_name}.
mn: Яг одоо үзэж байгаа {studio_name}-н талаар дэлгэрэнгүй мэдээлэл авахын тулд баруун дээд буланд байгаа Тусламж цэсэн дээр дарна уу. Мөн бидний тогтмол шинэчилдэг бичиг баримтыг үзэх, {studio_name}-н бусад мэдээллийг авахыг хүсвэл энэхүү хуудасны доод хэсэгт байгаа холбоосуудыг ашиглана уу.

source: Getting Started with {studio_name}
eo: Géttïng Stärtéd wïth {studio_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Empezar con {studio_name}
fa_ir: شروع کار با {studio_name}
it_it: Introduzione a {studio_name}
mn: {studio_name}-н тухай судалж эхлэх

source: Can I create courses in {studio_name}?
eo: Çän Ì çréäté çöürsés ïn {studio_name}? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: ¿Puedo crear cursos en {studio_name}?
fa_ir: آیا می‌توانم دوره‌هایی را در {studio_name} ایجاد کنم؟
it_it: Posso creare corsi in {studio_name}?

source: In order to create courses in {studio_name}, you must {link_start}contact {platform_name} staff to help you create a course{link_end}.
eo: Ìn ördér tö çréäté çöürsés ïn {studio_name}, ýöü müst {link_start}çöntäçt {platform_name} stäff tö hélp ýöü çréäté ä çöürsé{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Para crear cursos en {studio_name}, debes {link_start}contactar con el personal de {platform_name} para que te ayuden a crear un curso{link_end}.
fa_ir: برای ایجاد دوره‌های آموزشی در {studio_name} ، باید {link_start} با کارکنان {platform_name} تماس بگیرید تا به شما در ایجاد دوره کمک کنند {link_end}.
it_it: Per creare corsi in {studio_name}, è necessario {link_start}contattare lo staff {platform_name} per richiedere assistenza per la creazione di un corso{link_end}.

source: In order to create courses in {studio_name}, you must have course creator privileges to create your own course.
eo: Ìn ördér tö çréäté çöürsés ïn {studio_name}, ýöü müst hävé çöürsé çréätör prïvïlégés tö çréäté ýöür öwn çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Para crear cursos en {studio_name}, debes tener permisos de creador para crear tu propio curso.
fa_ir: برای ایجاد دوره‌های آموزشی در {studio_name} ، باید امتیازات مربوط به سازنده دوره آموزشی را داشته باشید تا بتوانید دوره مورد نظر خود را ایجاد کنید.
it_it: Per creare corsi in {studio_name}, è necessario avere i privilegi di creatore del corso per creare il proprio corso.

source: Your request to author courses in {studio_name} has been denied. Please {link_start}contact {platform_name} Staff with further questions{link_end}.
eo: Ýöür réqüést tö äüthör çöürsés ïn {studio_name} häs ßéén dénïéd. Pléäsé {link_start}çöntäçt {platform_name} Stäff wïth fürthér qüéstïöns{link_end}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Tu petición para crear cursos en {studio_name} ha sido denegada. Por favor, {link_start} contacta con el personal de {platform_name} para más preguntas{link_end}.
fa_ir: درخواست شما برای مشارکت در نگارش دوره‌های آموزشی در {studio_name} رد شده‌است. برای دریافت پاسخ سؤالات وسیع‌تر لطفاً {link_start} با {platform_name} کارکنان وبگاه تماس بگیرید {link_end}.
it_it: La richiesta di creazione di corsi in {studio_name} è stata negata. {link_start}Contattare lo staff {platform_name} per ulteriori domande{link_end}.

source: Thanks for signing up, {name}!
eo: Thänks för sïgnïng üp, {name}! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: ¡Gracias por registrarte, {name}!
fa_ir: با تشکر از ثبت‌نام خانم/آقای{name}،
it_it: Grazie per esserti registrato, {name}!
mn: {name} бүртгүүлсэнд баярлалаа!

source: We need to verify your email address
eo: Wé nééd tö vérïfý ýöür émäïl äddréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Necesitamos verificar tu dirección de correo electrónico
fa_ir: نیاز به تاییدنشانی رایانامه شماست
it_it: Dobbiamo verificare il tuo indirizzo email

source: Almost there! In order to complete your sign up we need you to verify your email address ({email}). An activation message and next steps should be waiting for you there.
eo: Àlmöst théré! Ìn ördér tö çömplété ýöür sïgn üp wé nééd ýöü tö vérïfý ýöür émäïl äddréss ({email}). Àn äçtïvätïön méssägé änd néxt stéps shöüld ßé wäïtïng för ýöü théré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια#
es_es: ¡Ya casi está! Para completar tu registro necesitamos que verifiques tu dirección de email ({email}). Debes haber recibido un mensaje de activación con los pasos siguientes.
fa_ir: این فرایند در حال اتمام است! برای تکمیل ثبت‌نام باید نشانی رایانامه خود را تأیید کنید ({email}). یک پیام فعال‌سازی و مراحل بعدی آن باید در آنجا منتظر شما باشد.
it_it: Ci siamo quasi! Per completare la tua registrazione, ti chiediamo di verificare il tuo indirizzo email ({email}). Ti abbiamo inviato un messaggio di attivazione e informazioni sui passi successivi.

source: Need help?
eo: Nééd hélp? Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: ¿Necesitas ayuda?
fa_ir: به راهنمایی نیاز دارید؟
it_it: Hai bisogno di aiuto?
mn: Тусламж хэрэгтэй юу?

source: Please check your Junk or Spam folders in case our email isn't in your INBOX. Still can't find the verification email? Request help via the link below.
eo: Pléäsé çhéçk ýöür Jünk ör Späm földérs ïn çäsé öür émäïl ïsn't ïn ýöür ÌNBÖX. Stïll çän't fïnd thé vérïfïçätïön émäïl? Réqüést hélp vïä thé lïnk ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт α#
es_es: Por favor revisa tu correo no deseado en caso de que nuestro correo no esté en tu buzón de entrada. ¿Aún no encuentras el correo de verificación? Pide ayuda a través del vínculo siguiente.
fa_ir: در صورتی که پیام ارسالی ما را در قسمت صندوق دریافتی خود نیافتید، لطفاً قسمت هرزنامه‌ها را بررسی کنید، اگر باز هم آن را نیافتید از طریق پیوند زیر درخواست راهنمایی نمایید.
it_it: Se la mail non è presente nella POSTA IN ARRIVO, controllare la posta indesiderata. Ancora non trovi l'email di verifica? Richiedi assistenza tramite il seguente link.

source: Content Library
eo: Çöntént Lïßrärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Contenido de la biblioteca
fa_ir: کتابخانه محتوا
it_it: Libreria del contenuto
mn: Контентийн сан

source: Add Component
eo: Àdd Çömpönént Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Añadir componente
fa_ir: افزودن مولفه
it_it: Aggiungi componente
mn: Бүрдэл нэмэх

source: Adding content to your library
eo: Àddïng çöntént tö ýöür lïßrärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Añadiendo contenido a tu biblioteca
fa_ir: افزودن محتوا به کتابخانه
it_it: Aggiunta di contenuto alla libreria
mn: Номын сандаа агуулга нэмэх

source: Add components to your library for use in courses, using Add New Component at the bottom of this page.
eo: Àdd çömpönénts tö ýöür lïßrärý för üsé ïn çöürsés, üsïng Àdd Néw Çömpönént ät thé ßöttöm öf thïs pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Añade componentes a tu biblioteca para usar en los cursos, utilizando Añadir nuevo componente al final de esta página.
fa_ir: برای استفاده از مولفه‌ها در دوره‌های آموزشی، با استفاده از دکمه افزودن مولفه جدید در پایین صفحه، آن‌ها را به کتابخانه خود اضافه کنید.
it_it: Aggiungere alla libreria i componenti da utilizzare nei corsi, utilizzando Aggiungi nuovo componente nella parte inferiore di questa pagina.

source: Components are listed in the order in which they are added, with the most recently added at the bottom. Use the pagination arrows to navigate from page to page if you have more than one page of components in your library.
eo: Çömpönénts äré lïstéd ïn thé ördér ïn whïçh théý äré äddéd, wïth thé möst réçéntlý äddéd ät thé ßöttöm. Ûsé thé pägïnätïön ärröws tö nävïgäté fröm pägé tö pägé ïf ýöü hävé möré thän öné pägé öf çömpönénts ïn ýöür lïßrärý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα#
es_es: Los componentes son listados en el orden en el que son añadidos, con el más reciente abajo. Usa las flechas de navegación para pasar de una página a otra si tienes más de una página de componentes en tu biblioteca.
fa_ir: مولفه‌ها به‌همان ترتیبی که افزوده شده‌اند،در فهرست قرار گرفته‌اند، به طوری که آخرین موارد در انتهای فهرست قرار می‌گیرند. اگر بیش از یک صفحه مولفه در کتابخانه خود دارید، برای جابجایی میان صفحات از کلیدهای جهت‌نما استفاده کنید.
it_it: I componenti sono elencati nell'ordine in cui vengono aggiunti, con il componente più recente aggiunto alla fine. Utilizzare le frecce di paginazione per passare da una pagina all'altra se nella libreria si dispone di più di una pagina di componenti.

source: Using library content in courses
eo: Ûsïng lïßrärý çöntént ïn çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Usando contenido de la biblioteca en los cursos.
fa_ir: استفاده از محتوای کتابخانه در دوره‌های آموزشی
it_it: Utilizzo del contenuto della libreria nei corsi

source: Use library content in courses by adding the {em_start}library_content{em_end} policy key to the Advanced Module List in the course's Advanced Settings, then adding a Randomized Content Block to your courseware. In the settings for each Randomized Content Block, select this library as the source library, and specify the number of problems to be randomly selected and displayed to each student.
eo: Ûsé lïßrärý çöntént ïn çöürsés ßý äddïng thé {em_start}lïßrärý_çöntént{em_end} pölïçý kéý tö thé Àdvänçéd Mödülé Lïst ïn thé çöürsé's Àdvänçéd Séttïngs, thén äddïng ä Rändömïzéd Çöntént Blöçk tö ýöür çöürséwäré. Ìn thé séttïngs för éäçh Rändömïzéd Çöntént Blöçk, séléçt thïs lïßrärý äs thé söürçé lïßrärý, änd spéçïfý thé nümßér öf prößléms tö ßé rändömlý séléçtéd änd dïspläýéd tö éäçh stüdént.#
es_es: Utiliza el contenido de la biblioteca en los cursos añadiendo la clave de política {em_start}library_content{em_end} al Listado de módulos avanzados en la Configuración Avanzada del curso, luego añade un Bloque de contenido aleatorio al contenido del curso. En la configuración de cada Bloque de contenido aleatorio, selecciona esta biblioteca como la biblioteca fuente, y especifica el número de problemas a ser seleccionados aleatoriamente y visualizados a cada alumno.
fa_ir: با افزودن کلید خط مشی {em_start} library_content {em_end} به فهرست ماژول های پیشرفته در تنظیمات پیشرفته دوره آموزشی، از محتوای کتابخانه در دوره‌های آموزشی استفاده کنید و سپس بلوک محتوای تصادفی را به برنامه خود بیفزایید. در تنظیمات مربوط به هر بلوک محتوای تصادفی، این کتابخانه را به‌عنوان کتابخانه منبع انتخاب کنید و تعداد مسائلی را که باید به‌صورت تصادفی انتخاب شده و به هر یادگیرنده نمایش داده‌شود، مشخص کنید.
it_it: Utilizzare il contenuto della libreria nei corsi aggiungendo la chiave della policy {em_start}library_content{em_end} nella Lista di moduli avanzata nelle Impostazioni avanzate del corso, quindi aggiungendo un Blocco di contenuti casuali ai materiali del corso. Nelle impostazioni per ciascun Blocco di contenuto casuale, selezionare questa libreria come libreria di origine e specificare il numero di problemi da selezionare casualmente e visualizzare per ciascuno studente.

source: Learn more about content libraries
eo: Léärn möré äßöüt çöntént lïßrärïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Aprende más acerca del contenido de las bibliotecas
fa_ir: اطلاعات بیشتر درباره کتابخانه‌های محتوا
it_it: Scopri di più sulle librerie del contenuto
mn: Номын сангийн тухай дэлгэрэнгүй

source: Course Team Settings
eo: Çöürsé Téäm Séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Configuración del equipo del curso
fa_ir: تنظیمات گروه دوره آموزشی
it_it: Impostazioni team del corso

source: New Team Member
eo: Néw Téäm Mémßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Nuevo miembro del equipo
fa_ir: عضو جدید گروه
it_it: Nuovo membro del team

source: Add a User to Your Course's Team
eo: Àdd ä Ûsér tö Ýöür Çöürsé's Téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Agrega un usuario a tu equipo
fa_ir: افزودن کاربر به گروه دوره آموزشی شما
it_it: Aggiungi un utente al team del corso

source: New Team Member Information
eo: Néw Téäm Mémßér Ìnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Información de nuevo miembro del equipo
fa_ir: اطلاعات عضو جدید گروه
it_it: Informazioni sul nuovo membro del team

source: User's Email Address
eo: Ûsér's Émäïl Àddréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Dirección de correo electrónico del usuario
fa_ir: نشانی رایانامه کاربر
it_it: Indirizzo email dell'utente

source: Provide the email address of the user you want to add as Staff
eo: Prövïdé thé émäïl äddréss öf thé üsér ýöü wänt tö ädd äs Stäff Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Introduce el correo electrónico del usuario que quieres añadir como miembro del equipo
fa_ir: نشانی رایانامه کاربری را ارائه دهید که مایلید به‌عنوان کارمند اضافه کنید
it_it: Fornire l'indirizzo email dell'utente che si desidera aggiungere come Staff

source: Add User
eo: Àdd Ûsér Ⱡ'σяєм ιρѕυм ∂#
es_es: Agregar usuario
fa_ir: افزودن کاربر
it_it: Aggiungi utente

source: Add Team Members to This Course
eo: Àdd Téäm Mémßérs tö Thïs Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Agregar miembros de equipo a este curso
fa_ir: افزودن اعضای گروه به این دوره
it_it: Aggiungi membri del team a questo corso

source: Adding team members makes course authoring collaborative. Users must be signed up for {studio_name} and have an active account.
eo: Àddïng téäm mémßérs mäkés çöürsé äüthörïng çölläßörätïvé. Ûsérs müst ßé sïgnéd üp för {studio_name} änd hävé än äçtïvé äççöünt. Ⱡ'σяєм ιρѕυм ∂#
es_es: Añadir miembros al equipo hace la autoría colaborativa. Los usuarios deben estar inscritos en {studio_name} y tener una cuenta activa.
fa_ir: با افزودن اعضای تیم می‌توان دوره آموزشی را با همکاری هم ایجاد کنند. کاربران باید در {studio_name} ثبت‌نام کرده و یک حساب کاربری فعال داشته باشند.
it_it: L'aggiunta di membri al team rende collaborativa la creazione del corso. Gli utenti devono essere registrati per {studio_name} e disporre di un account attivo.

source: Add a New Team Member
eo: Àdd ä Néw Téäm Mémßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Añadir nuevo miembro del equipo
fa_ir: افزودن عضو جدید
it_it: Aggiungi un nuovo membro del team

source: Course Team Roles
eo: Çöürsé Téäm Rölés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Roles del equipo del curso
fa_ir: نقش‌های گروه دوره
it_it: Ruoli del team del corso

source: Course team members with the Staff role are course co-authors. They have full writing and editing privileges on all course content.
eo: Çöürsé téäm mémßérs wïth thé Stäff rölé äré çöürsé çö-äüthörs. Théý hävé füll wrïtïng änd édïtïng prïvïlégés ön äll çöürsé çöntént. Ⱡ#
es_es: Los miembros del equipo del curso con el rol de profesor son coautores del curso. Tienen completos privilegios de escritura y edición de todo el contenido del curso.
fa_ir: اعضای تیم دوره در نقش کارمند از نویسندگان دوره هستند. آن‌ها دارای حق نوشتن و ویرایش کامل برای همۀ مطالب دوره آموزشی هستند.
it_it: I membri del team del corso con il ruolo Staff sono coautori del corso. Dispongono di privilegi di scrittura e modifica completi su tutto il contenuto del corso.

source: Admins are course team members who can add and remove other course team members.
eo: Àdmïns äré çöürsé téäm mémßérs whö çän ädd änd rémövé öthér çöürsé téäm mémßérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Los administradores son miembros del equipo del curso que pueden añadir o eliminar a otros miembros del equipo del curso.
fa_ir: مدیرها اعضای تیم دوره آموزشی هستند که قادرند سایر اعضا را به تیم دوره افزوده یا آن‌ها را حذف کنند.
it_it: Gli amministratori sono membri del team del corso che possono aggiungere o rimuovere altri membri del team.

source: All course team members can access content in Studio, the LMS, and Insights, but are not automatically enrolled in the course.
eo: Àll çöürsé téäm mémßérs çän äççéss çöntént ïn Stüdïö, thé LMS, änd Ìnsïghts, ßüt äré nöt äütömätïçällý énrölléd ïn thé çöürsé. Ⱡ'σяєм#
es_es: Todos los miembros del equipo pueden acceder al contenido de Studio, el LMS e Insights, pero no se inscriben automáticamente en el curso.
fa_ir: همۀ اعضای تیم دوره می‌توانند به مطالب موجود در استودیو، سیستم مدیریت آموزش مجازی و Insights دسترسی پیدا کنند، اما به‌طور خودکار در دوره ثبت نام نمی‌شوند.
it_it: Tutti i membri del team del corso possono accedere al contenuto in Studio, LMS ed Insights, ma non sono automaticamente iscritti al corso.

source: Transferring Ownership
eo: Tränsférrïng Öwnérshïp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Transferiendo propiedad
fa_ir: انتقال مالکیت
it_it: Trasferimento della proprietà
