Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: eo, es_es, fa_ir, it_it, lv, mn

source: Enter equation
eo: Éntér éqüätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fa_ir: معادله را وارد کنید
it_it: Immetti equazione
lv: Ievadiet vienādojumu
mn: Тэгшитгэлийг оруулна уу

source: Calculator Input Field
eo: Çälçülätör Ìnpüt Fïéld Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Campo de entrada calculadora
fa_ir: محل ورودی ماشین‌حساب
it_it: Calcolatore campi di imput
lv: Kalkulatora ievades lauks
mn: Тооны машинд оруулах хэсэг

source: Hints
eo: Hïnts Ⱡ'σяєм ιρѕ#
es_es: Consejos
fa_ir: نکات
it_it: Suggerimenti
lv: Ieteikumi
mn: Битүү санаанууд

source: Use the arrow keys to navigate the tips or use the tab key to return to the calculator
eo: Ûsé thé ärröw kéýs tö nävïgäté thé tïps ör üsé thé täß kéý tö rétürn tö thé çälçülätör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Usa las flechas de navegación para acceder a los consejos o usa el tabulador para volver a la calculadora
fa_ir: با استفاده از کلیدهای جهت‌نما نکات راهنما را ببینید یا از کلید Tab برای بازگشت به ماشین حساب استفاده کنید
it_it: Utilizza le frecce per vedere i consigli o usa il tasto tab per tornare alla calcolatrice
lv: Izmantojiet bulttaustiņus, lai pārvietotos starp ieteikumiem, vai Tab taustiņu, lai atgrieztos uz kalkulatoru
mn: Сумтай түлхүүрээр чиглүүлэх буюу Тав товчийг дарж, тооны машинд буцаж очих

source: For detailed information, see {math_link_start}Entering Mathematical and Scientific Expressions{math_link_end} in the {guide_link_start}edX Guide for Students{guide_link_end}.
eo: För détäïléd ïnförmätïön, séé {math_link_start}Éntérïng Mäthémätïçäl änd Sçïéntïfïç Éxpréssïöns{math_link_end} ïn thé {guide_link_start}édX Güïdé för Stüdénts{guide_link_end}. Ⱡ'σяєм ιρѕυ#
es_es: Para una información detallada, véase {math_link_start}Introduciendo expresiones matemáticas y científicas{math_link_end} en la {guide_link_start}Guía de edX para estudiantes{guide_link_end}.
fa_ir: برای کسب اطلاعات دقیقتر، به قسمت {math_link_start} ورود عبارات ریاضی و علمی {math_link_end} در {guide_link_start} راهنمای edX برای یادگیرندگان {guide_link_end} مراجعه کنید.
it_it: Per maggiori informazioni, vedi {math_link_start}Entering Mathematical and Scientific Expressions{math_link_end} nella {guide_link_start}edX guida per studenti {guide_link_end}.
lv: Detalizētai informācijai skatiet {math_link_start}Matemātisko un zinātnisko vienādojumu ievadīšanu{math_link_end} no {guide_link_start}edX ceļveža studentiem{guide_link_end}.
mn: Дэлгэрэнгүй мэдээллийг {guide_link_start} edX Guide for Students {guide_link_end} дахь {math_link_start} Математик болон Шинжлэх ухааны илэрхийллүүдээр оруулаарай {math_link_end} -г үзнэ үү.

source: Tips
eo: Tïps Ⱡ'σяєм ι#
es_es: Consejos
fa_ir: نکات
it_it: Consigli
lv: Padomi
mn: Зөвлөмж

source: Use parentheses () to make expressions clear. You can use parentheses inside other parentheses.
eo: Ûsé pärénthésés () tö mäké éxpréssïöns çléär. Ýöü çän üsé pärénthésés ïnsïdé öthér pärénthésés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Utiliza paréntesis () para expresarte con mayor claridad. Puedes usar paréntesis dentro de otros paréntesis.
fa_ir: برای شفاف‌سازی عبارات از پرانتز () استفاده کنید. می توانید از پرانتز های تودرتو استفاده کنید.
it_it: Utilizza le parentesi () per rendere chiare le espressioni. È possibile usare le parentesi all'interno di altre parentesi.
lv: Izmantojiet iekavas (), lai skaidri izteiktu vienādojumus. Jūs varat izmantot iekavas citu iekavu starpā.
mn: Ишлэлийг тодорхой болгохын тулд хаалт () ашиглана уу. Та өөр хаалтанд дотор хаалтыг ашиглаж болно.

source: Do not use spaces in expressions.
eo: Dö nöt üsé späçés ïn éxpréssïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: No use espacios en las expresiones
fa_ir: از خط فاصله در عبارات استفاده نکنید.
it_it: Non usare spazi nelle espressioni.
lv: Neizmantojiet atstarpes vienādojumos.
mn: Үг хэллэгээр бүү ашигла.

source: For constants, indicate multiplication explicitly (example: 5*c).
eo: För çönstänts, ïndïçäté mültïplïçätïön éxplïçïtlý (éxämplé: 5*ç). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Para las constantes, indica la multiplicación de forma explícita (por ejemplo: 5ºC)
fa_ir: برای مقادیر ثابت صریحا از علامت ضرب استفاده کنید (به عنوان مثال: c*5).
it_it: Per le costanti, indicare esplicitamente la moltiplicazione (example: 5*c).
lv: Konstantēs skaidri norādiet reizināšanu (piemēram: 5*c).
mn: Тогтвортой байдлын хувьд үржүүлгийн илэрхийлэл (жишээ нь: 5 * c).

source: For affixes, type the number and affix without a space (example: 5c).
eo: För äffïxés, týpé thé nümßér änd äffïx wïthöüt ä späçé (éxämplé: 5ç). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Para afijos, escribe el número y el afijo sin espacios (ejemplo: 5c).
fa_ir: برای پیوست‌ها، شماره و پیوست را بدون فاصله تایپ کنید (مثلاً: 5c).
it_it: Per affissi, digitare il numero e l'affisso senza spazio (example: 5c).
lv: Afiksiem ievadiet skaitli un prefiksu bez atstarpes (piemēram: 5c).
mn: Ачааллын хувьд тоогоор болон орон зайгүй дарж бичнэ (жишээ нь: 5c).

source: For functions, type the name of the function, then the expression in parentheses.
eo: För fünçtïöns, týpé thé nämé öf thé fünçtïön, thén thé éxpréssïön ïn pärénthésés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Para usar funciones escribe el nombre de la función y después la expresión entre paréntesis.
fa_ir: برای توابع ، نام عملگر را تایپ کنید، سپس عبارت را داخل پرانتز تایپ کنید.
it_it: Per le funzioni, digitare il nome della funzione, poi l'espressione tra parentesi.
lv: Funkcijām ievadiet funkcijas nosaukumu un pēc tam izteiksmi iekavās
mn: Функцүүдийн хувьд функцын нэрийг бичиж, дараа нь хаалтанд илэрхийлнэ.

source: To Use
eo: Tö Ûsé Ⱡ'σяєм ιρѕυ#
es_es: Para usar
fa_ir: برای استفاده
it_it: Usare
lv: Izmantošanai
mn: Хэрэглэх

source: Type
eo: Týpé Ⱡ'σяєм ι#
es_es: Tipo
fa_ir: نوع
it_it: Tipo
lv: Veids
mn: Төрөл

source: Examples
eo: Éxämplés Ⱡ'σяєм ιρѕυм ∂#
fa_ir: نمونه‌ها
it_it: Esempi
lv: Piemēri
mn: Жишээ нь

source: Numbers
eo: Nümßérs Ⱡ'σяєм ιρѕυм #
es_es: Números
fa_ir: اعداد
it_it: Numeri
lv: Skaitļi
mn: Тоонууд

source: Integers
eo: Ìntégérs Ⱡ'σяєм ιρѕυм ∂#
es_es: Enteros
fa_ir: اعداد صحیح
it_it: Numeri interi
lv: Veseli skaitļi
mn: Бүхэл тоонууд

source: Fractions
eo: Fräçtïöns Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Fracciones
fa_ir: کسرها
it_it: Frazioni
lv: Daļskaitļi
mn: Хуваарилалт

source: Decimals
eo: Déçïmäls Ⱡ'σяєм ιρѕυм ∂#
es_es: Decimales
fa_ir: اعداد اعشاری
it_it: Decimali
lv: Decimāldaļskaitļi
mn: Аравтууд

source: Operators
eo: Öpérätörs Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Operadores
fa_ir: عملگرها
it_it: Operatori
lv: Operatori
mn: Операторууд

source: + - * / (add, subtract, multiply, divide)
eo: + - * / (ädd, süßträçt, mültïplý, dïvïdé) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: + - * / (sumar, restar, multiplicar, dividir)
fa_ir: + - * / (جمع، تفریق، ضرب، تقسیم)
it_it: + - * / (sommare, sottrarre, moltiplicare, dividere)
lv: + - * / (pielikt, atņemt, reizināt, dalīt)
mn: + - * / (нэмэх, хасах, үржих, хуваах)

source: ^ (raise to a power)
eo: ^ (räïsé tö ä pöwér) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: ^ (elevar a una potencia)
fa_ir: ^ (به توان رساندن)
it_it: ^ (elevare a potenza)
lv: ^ (kāpināt pakāpē)
mn: ^ (зэрэгт дэвшүүлэх)

source: || (parallel resistors)
eo: || (pärällél résïstörs) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: || (resistencias paralelas)
fa_ir: || (مقاومت های موازی)
it_it: || (resistenze in parallelo)
lv: || (rezistori paralēli)
mn: | | (зэрэгцээ резистор)

source: Constants
eo: Çönstänts Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Constantes
fa_ir: ثابت
it_it: Costanti
lv: Konstantes
mn: Тогтмолууд

source: Affixes
eo: Àffïxés Ⱡ'σяєм ιρѕυм #
es_es: Afijos
fa_ir: پیوست‌‌ها
it_it: Affissi
lv: Afiksi
mn: Нөлөө

source: Percent sign (%)
fa_ir: علامت درصد (%)
it_it: Segno di percentuale (%)

source: Basic functions
eo: Bäsïç fünçtïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Funciones básicas
fa_ir: توابع ابتدایی
it_it: Funzioni di base
lv: Pamatfunkcijas
mn: Үндсэн үйл ажиллагаа

source: Trigonometric functions
eo: Trïgönömétrïç fünçtïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Funciones trigonométricas
fa_ir: توابع مثلثاتی
it_it: Funzioni trigonometriche
lv: Trigonometriskās funkcijas
mn: Тригонометрийн функцууд

source: Scientific notation
eo: Sçïéntïfïç nötätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Notación científica
fa_ir: نماد علمی
it_it: Notazione Scientifica
lv: Zinātniskā notācija
mn: Шинжлэх ухааны тэмдэглэгээ

source: 10^ and the exponent
eo: 10^ änd thé éxpönént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: 10^ y el exponente
fa_ir: ^ 10 و توان
it_it: 10^ e l'esponente
lv: 10^ un kāpinātājs
mn: 10 ^ ба экспонент

source: e notation
eo: é nötätïön Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: notación e
fa_ir: نماد e
lv: e notācija
mn: тэмдэглэгээ

source: 1e and the exponent
eo: 1é änd thé éxpönént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fa_ir: 1E و توان
it_it: 1e e l'esponente
lv: 1e un kāpinātājs
mn: 1e ба экспонент

source: Calculate
eo: Çälçüläté Ⱡ'σяєм ιρѕυм ∂σł#
fa_ir: محاسبه
it_it: Calcolare
lv: Aprēķināt
mn: Тооцоолон бодох

source: Result
eo: Résült Ⱡ'σяєм ιρѕυ#
es_es: Resultado
fa_ir: نتیجه
it_it: Risultato
lv: Rezultāts
mn: Үр дүн

source: CCX Coach Dashboard
eo: ÇÇX Çöäçh Däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fa_ir: پیشخوان CCX مربی
it_it: Dashboard del tutor di CCX
lv: CCX personīgā padomdevēja informācijas panelis
mn: CCX дасгалжуулагч самбар

source: Name your CCX
eo: Nämé ýöür ÇÇX Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fa_ir: CCX خود را نام‌گذاری کنید
it_it: Nomina il tuo CCX
lv: Nosauciet Jūsu CCX
mn: CCX-г нэрлэнэ үү

source: Create a new Custom Course for {platform_name}
fa_ir: ساخت یک دوره آموزشی سفارشی جدید برای {platform_name}
it_it: Crea un nuovo corso personalizzato per {platform_name}

source: Grading Policy
eo: Grädïng Pölïçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Política de calificación
fa_ir: خط مشی نمره‌دهی
it_it: Metodo di valutazione
lv: Vērtēšanas politika
mn: Дүгнэх бодлого

source: Batch Enrollment
eo: Bätçh Énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Inscripciones en lote
fa_ir: ثبت‌نام گروهی
it_it: Iscrizione automatica
lv: Sērijveida reģistrēšanās
mn: Багц Элсэлт

source: Student Grades
eo: Stüdént Grädés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Calificaciones del alumno
fa_ir: نمرات یادگیرنده
it_it: Valutazioni studente
lv: Studentu vērtējumi
mn: Оюутны анги

source: Please enter a valid CCX name.
eo: Pléäsé éntér ä välïd ÇÇX nämé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fa_ir: لطفا یک نام معتبر CCX وارد کنید.
it_it: Immettere un nome CCX valido.
lv: Lūdzu, ievadiet derīgu CCX vārdu
mn: Хүчин төгөлдөр CCX нэр оруулна уу.

source: Email Addresses/Usernames
eo: Émäïl Àddréssés/Ûsérnämés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Dirección de correos/nombres de usuarios
fa_ir: نشانی‌های رایانامه /نام‌های کاربری
it_it: Indirizzo email/username
lv: E-pasta adreses / lietotājvārdi
mn: Цахим шуудангийн хаяг/Хэрэглэгчийн нэрс

source: Enter one or more email addresses or usernames separated by new lines or commas.
eo: Éntér öné ör möré émäïl äddréssés ör üsérnämés sépärätéd ßý néw lïnés ör çömmäs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Introduce el correo electrónico y/o el nombre de usuario separado por nuevas lineas o comas
fa_ir: یک یا چند نشانی رایانامه یا نام کاربری تفکیک‌شده با خطوط یا ویرگول جدید را وارد کنید.
it_it: Immettere uno o più indirizzi email o nomi utente separati da nuove righe o virgole.
lv: Ievadiet vienu vai vairākas e-pasta adreses vai lietotājvārdus, kas atdalīti ar jaunām rindiņām vai komatiem.
mn: Нэг болон түүнээс олон цахим шуудангийн хаяг эсвэл хэрэглэгчийн нэрийг шинэ мөр эсвэл таслалаар зааглан оруулна уу.

source: Make sure you enter the information carefully. You will not receive notification for invalid usernames or email addresses.
eo: Mäké süré ýöü éntér thé ïnförmätïön çäréfüllý. Ýöü wïll nöt réçéïvé nötïfïçätïön för ïnvälïd üsérnämés ör émäïl äddréssés. Ⱡ'σяєм ιρѕ#
fa_ir: از صحت اطلاعات ورودی اطمینان حاصل کنید. برای نام کاربری یا نشانی‌های رایانامه نامعتبر، اعلانی دریافت نخواهید کرد.
it_it: Accertarsi di immettere le informazioni con attenzione. Non verrà ricevuta alcuna notifica per nomi utente o indirizzi email non validi.
lv: Pārliecinieties, ka Jūs ievadījāt informāciju uzmanīgi. Jūs nesaņemsiet paziņojumus par nederīgām e-pasta adresēm vai lietotājvārdiem.
mn: Та мэдээллээ анхааралтай оруулна уу. Хүчингүй хэрэглэгчийн нэр болон цахим шуудангийн хаяг оруулсан тохиолдолд анхааруулах мэдэгдэл ирэхгүй болно.

source: Auto Enroll
eo: Àütö Énröll Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Auto inscribirse
fa_ir: ثبت‌نام خودکار
it_it: Auto Iscrizione
lv: Reģistrēt automātiski
mn: Автоматаар Элсэх

source: If this option is {em_start}checked{em_end}, users who have not yet registered for {platform_name} will be automatically enrolled.
eo: Ìf thïs öptïön ïs {em_start}çhéçkéd{em_end}, üsérs whö hävé nöt ýét régïstéréd för {platform_name} wïll ßé äütömätïçällý énrölléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
fa_ir: اگر این گزینه {em_start} علامت‌گذاری شود {em_end}، کاربرانی که هنوز برای {platform_name} ثبت‌نام نکرده‌اند به‌صورت خودکار ثبت نام می‌شوند.
it_it: Se questa opzione è {em_start}selezionata{em_end}, gli utenti che ancora non hanno eseguito la registrazione per {platform_name} verranno iscritti automaticamente.
lv: Ja šī opcija ir {em_start}atzīmēta{em_end}, lietotāji, kas vēl nav reģistrējušies {platform_name}, tiks reģistrēti automātiski.
mn: Хэрэв энэ сонголт {em_start} нь {em_end} шалгагдсан бол {platform_name} -г бүртгүүлээгүй хэрэглэгч автоматаар бүртгэгдэнэ.

source: If this option is left {em_start}unchecked{em_end}, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
eo: Ìf thïs öptïön ïs léft {em_start}ünçhéçkéd{em_end}, üsérs whö hävé nöt ýét régïstéréd för {platform_name} wïll nöt ßé énrölléd, ßüt wïll ßé ällöwéd tö énröll önçé théý mäké än äççöünt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυ#
fa_ir: اگر این گزینه {em_start} علامتگذاری نشده {em_end} باشد، کاربرانی که هنوز برای {platform_name} ثبت‌نام نکرده‌اند ثبت نام نمی‌شوند، اما پس از ایجاد یک حساب کاربری مجاز به ثبت‌نام خواهند بود.
it_it: Se questa opzione viene lasciata {em_start}non selezionata{em_end}, gli utenti che ancora non hanno eseguito la registrazione per {platform_name} non verranno iscritti, ma sarà consentito loro di iscriversi una volta creato un account.
lv: Ja šī opcija ir atstāta {em_start}neatzīmēta{em_end}, lietotāji, kas vēl nav reģistrējušies {platform_name}, netiks reģistrēti, bet viņiem būs atļauts reģistrēties, tiklīdz viņi būs izveidojuši kontu.
mn: Хэрэв энэ сонголтыг {em_start} {em_end} тэмдэг тавиагүй бол {platform_name} -г бүртгүүлээгүй хэрэглэгчдийг бүртгэлд орохгүй боловч бүртгэлээ хийсний дараа бүртгүүлэх боломжтой болно.

source: Checking this box has no effect if 'Unenroll' is selected.
eo: Çhéçkïng thïs ßöx häs nö éfféçt ïf 'Ûnénröll' ïs séléçtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Seleccionar esta casilla no tiene efectos si "Abandonar curso" está seleccionado.
fa_ir: در صورت انتخاب "لغو ثبت‌نام"، علامت‌گذاری این کادر تأثیری نخواهد داشت.
it_it: La selezione di questa casella non ha effetto se 'Annulla iscrizione' è selezionato.
lv: Šīs izvēlnes kastītes atzīmēšanai nebūs efekta, ja ir izvēlēts 'Izreģistrēties'.
mn: Хэрэв 'Элсэлтээ цуцлах' гэж сонгосон бол энэ хайрцагыг сонгох нөлөөлөхгүй.

source: Notify users by email
eo: Nötïfý üsérs ßý émäïl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Notificar a los usuarios por correo electrónico
fa_ir: آگاه‌کردن کاربران به وسیله رایانامه
it_it: Informare gli utenti via email
lv: Paziņot lietotājiem pa e-pastu
mn: Хэрэглэгчдэд емэйлээр мэдэгдэх

source: If this option is {em_start}checked{em_end}, users will receive an email notification.
eo: Ìf thïs öptïön ïs {em_start}çhéçkéd{em_end}, üsérs wïll réçéïvé än émäïl nötïfïçätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fa_ir: اگر این گزینه {em_start} علامت‌گذاری شود {em_end}، کاربران یک اعلان رایانامه‌ای دریافت خواهند کرد.
it_it: Se questa opzione è {em_start}selezionata{em_end}, gli utenti riceveranno una notifica email.
lv: Ja šī opcija ir {em_start}atzīmēta{em_end}, lietotāji saņems e-pasta paziņojumu.
mn: Хэрэв энэ сонголтыг {em_start} {em_end} шалгаж байгаа бол хэрэглэгчид имэйлийн мэдэгдэл авна.

# someone
source: Enroll
eo: Énröll Ⱡ'σяєм ιρѕυ#
es_es: Inscribirse
fa_ir: ثبت‌نام
it_it: Iscriversi
lv: Reģistrēties
mn: Элсэх

source: Student List Management
eo: Stüdént Lïst Mänägémént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fa_ir: مدیریت فهرست یادگیرندگان
it_it: Gestione elenco studenti
lv: Studentu saraksta pārvaldība
mn: Оюутны жагсаалт менежмент

source: CCX student list management response message
eo: ÇÇX stüdént lïst mänägémént réspönsé méssägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: پاسخ مدیریت فهرست یادگیرندگان CCX
it_it: Messaggio di risposta gestione elenco studenti CCX
lv: CCX studentu saraksta pārvaldības atbildes ziņojums
mn: CCX оюутны жагсаалт менежментийн хариу мессеж

source: Revoke access
eo: Révöké äççéss Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Revocar acceso
fa_ir: ابطال دسترسی
it_it: Revoca accesso
lv: Atcelt pieeju
mn: Хандалтыг хүчингүй болгох

source: WARNING
eo: WÀRNÌNG Ⱡ'σяєм ιρѕυм #
es_es: ADVERTENCIA
fa_ir: هشدار
it_it: ATTENZIONE
lv: BRĪDINĀJUMS
mn: АНХААРУУЛГА

source: For advanced users only. Errors in the grading policy can lead to the course failing to display. This form does not check the validity of the policy before saving.
eo: För ädvänçéd üsérs önlý. Érrörs ïn thé grädïng pölïçý çän léäd tö thé çöürsé fäïlïng tö dïspläý. Thïs förm döés nöt çhéçk thé välïdïtý öf thé pölïçý ßéföré sävïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂є#
fa_ir: این بخش مخصوص کاربران پیشرفته است. خطاهای موجود در خط مشی نمره‌دهی ممکن است منجر به عدم نمایش دوره آموزشی شود. این فرم اعتبار حخط مشی را پیش از ذخیره‌سازی بررسی نمی‌کند.
it_it: Solo per utenti avanzati. Gli errori nel metodo di valutazione potrebbero impedire la visualizzazione del corso. Questo modulo non verifica la validità della politica prima del salvataggio.
lv: Tikai pieredzējušajiem lietotājiem. Kļūdas vērtēšanas politikā var izraisīt kursa attēlošanas kļūdu. Šajā formā netiek pārbaudīts politikas derīgums pirms saglabāšanas.
mn: Зөвхөн дэвшилтэт хэрэглэгчдэд зориулсан. Нягтруулах бодлогын алдаа нь харагдахгүй байгаа курсэд хүргэж болно. Энэ маягт нь хадгалалтын өмнө бодлогын хүчинтэй эсэхийг шалгадаггүй.

source: Most coaches should not need to make changes to the grading policy.
eo: Möst çöäçhés shöüld nöt nééd tö mäké çhängés tö thé grädïng pölïçý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fa_ir: بیشتر مربیان نیازی به تغییر در خط‌مشی نمره‌دهی ندارند.
it_it: La maggior parte dei tutor non dovrebbe aver bisogno di apportare modifiche ai metodi di valutazione.
lv: Lielākajai daļai padomdevēju nevajadzētu veikt izmaiņas vērtēšanas politikā.
mn: Ихэнх дасгалжуулагч нь ангиллын бодлогод өөрчлөлт оруулах шаардлагагүй.

source: Save Grading Policy
eo: Sävé Grädïng Pölïçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Guardar política de calificaciones
fa_ir: ذخیره خط‌مشی نمره‌دهی
it_it: Salva il metodo di valutazione
lv: Saglabāt vērtēšanas politiku
mn: Дүгнэх бодлого хадгалах

source: Date format four digit year dash two digit month dash two digit day
eo: Däté förmät föür dïgït ýéär däsh twö dïgït mönth däsh twö dïgït däý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Formato de fecha cuatro dígitos año guion dos dígitos mes guion dos dígitos día
fa_ir: قالب تاریخ چهار رقم برای سال خط تیره دو رقم برای ماه خط تیره دو رقم برای روز
it_it: Il formato della data deve essere gg/mm/aaaa
lv: Datuma formāts kā četri gada cipari, svītra, divi mēneša cipari, svītra, divi dienas cipari
mn: Огноо формат дөрвөн оронтой жил зурах хоёр оронтой сар Зураас хоёр оронтой өдөр зурна

source: Date
eo: Däté Ⱡ'σяєм ι#
es_es: Fecha
fa_ir: تاریخ
it_it: Data
lv: Datums
mn: Огноо

source: Time format two digit hours colon two digit minutes
eo: Tïmé förmät twö dïgït höürs çölön twö dïgït mïnütés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Formato de tiempo dos dígitos hora dos puntos dos dígitos minutos
fa_ir: قالب زمان دو رقمی برای ساعت دو نقطه دو رقم برای دقیقه
it_it: Il formato dell'ora deve essere indicato nel formato hh:mm
lv: Laika formāts kā divi stundu cipari, kols, divi minūšu cipari
mn: Хугацааны формат хоёр оронтой цаг хоёуланд нь хоёр оронтой минут

source: Time
eo: Tïmé Ⱡ'σяєм ι#
es_es: Tiempo
fa_ir: زمان
it_it: Tempo
lv: Laiks
mn: Цаг хугацаа

source: Set date
eo: Sét däté Ⱡ'σяєм ιρѕυм ∂#
es_es: Fijar fecha
fa_ir: تعیین تاریخ
it_it: Imposta la data
lv: Iestatīt datumu
mn: Тохируулах огноо

source: You have unsaved changes.
eo: Ýöü hävé ünsävéd çhängés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Tienes datos sin guardar
fa_ir: شما تغییرات ذخیره نشده دارید
it_it: Alcune modifiche non sono salvate.
lv: Jums ir nesaglabātas izmaiņas.
mn: Танд хадгалаагүй өөрчлөлтүүд байна.

source: There was an error saving changes.
eo: Théré wäs än érrör sävïng çhängés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Hubo un error al guardar cambios.
fa_ir: خطایی در هنگام ذخیره‌سازی تغییرات رخ داد
it_it: Si è verificato un errore durante il salvataggio delle modifiche
lv: Notika kļūda, saglabājot izmaiņas
mn: Өөрчлөлтийг хадгалах алдаа гарсан байна.

source: Schedule a Unit
eo: Sçhédülé ä Ûnït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Programar una Unidad
fa_ir: برنامه‌ریزی یک واحد
it_it: Pianifica una unità
lv: Noteikt grafiku vienībai
mn: Нэгжийг төлөвлөх

source: Start Date
eo: Stärt Däté Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Fecha de inicio
fa_ir: تاریخ شروع
it_it: Data di inizio
lv: Sākuma datums
mn: Эхлэх хугацаа

source: format four digit year dash two digit month dash two digit day
eo: förmät föür dïgït ýéär däsh twö dïgït mönth däsh twö dïgït däý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: formato cuatro dígitos año guion dos dígitos mes guion dos dígitos día
fa_ir: قالب چهار رقمی برای سال خط تیره دو رقم برای ماه خط تیره دو رقم برای روز
it_it: inserisci la data nel formato gg/mm
lv: formāts kā četri gada cipari, svītra, divi mēneša cipari, svītra, divi dienas cipari
mn: формат дөрвөн оронтой жилийн зураас хоёр оронтой сар Зураас хоёр оронтой өдөр зурна

source: Start time format two digit hours colon two digit minutes
eo: Stärt tïmé förmät twö dïgït höürs çölön twö dïgït mïnütés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fa_ir: قالب زمان آغاز دو رقم برای ساعت دو نقطه دو رقم برای دقیقه
it_it: L'ora di inizio deve essere indicata nel formato hh:mm
lv: Sākuma laika formāts kā divi stundu cipari, kols, divi minūšu cipari
mn: Эхлэх хугацааны форматыг хоёр оронтой цагны цэгээс хоёр оронтой минут

source: time
eo: tïmé Ⱡ'σяєм ι#
es_es: hora
fa_ir: زمان
it_it: ora
lv: laiks
mn: цаг хугацаа

source: (Optional)
eo: (Öptïönäl) Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: (Opcional)
fa_ir: (اختیاری)
it_it: (Facoltativo)
lv: (Neobligāts)
mn: (Нэмэлт)
