Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/mako-studio.po
Languages: ru

source: Open Ended Panel
ru: Панель задач

source: My Notes
ru: Мои заметки

source: Upload completed
ru: Загрузка завершена

source: discussion
ru: дискуссии

source: problem
ru: задачи

source: video
ru: видео

source: Unable to create course '{name}'. {err}
ru: Невозможно создать курс '{name}'. {err}

source: There is already a course defined with the same organization, course number, and course run. Please change either organization or course number to be unique.
ru: Уже существует курс, созданный той же самой организацией, с тем же номером и годом проведения. Измените что-нибудь, чтобы достичь уникальности.

source: Please change either the organization or course number so that it is unique.
ru: Пожалуйста, измените либо организацию, либо номер курса, чтобы они были уникальны

source: There is already a course defined with the same organization and course number. Please change at least one field to be unique.
ru: Уже существует курс, созданный той же самой организацией, с тем же номером. Измените что-нибудь, чтобы достичь уникальности.

source: We only support uploading a .tar.gz file.
ru: Мы поддерживаем загрузку только .tar.gz файлов.

source: File upload corrupted. Please try again
ru: Загруженный файл поврежден. Пожалуйста, попробуйте повторить операцию.

source: Could not find the course.xml file in the package.
ru: Невозможно найти course.xml в этом пакете.

source: Courseware
ru: Курс

source: Course Info
ru: Информация о курсе

source: Discussion
ru: Дискуссии

source: Progress
ru: Прогресс

source: Insufficient permissions
ru: Недостаточно полномочий

source: Could not find user by email address '{email}'.
ru: Не могу найти пользователя с адресом '{email}'.

source: User {email} has registered but has not yet activated his/her account.
ru: Пользователь {email} был зарегистрирован, но еще не активировал свою учетную запись.

source: You may not remove the last instructor from a course
ru: Вы не можете удалить последнего инструктора из курса

source: `role` is required
ru: требуется `role`

source: Only instructors may create other instructors
ru: Только инструкторы могут создавать других инструкторов

source: unrequested
ru: незапрошенный

source: pending
ru: ожидание

source: granted
ru: разрешено

source: denied
ru: отказано

source: Studio user
ru: Пользователь Студии

source: The date when state was last updated
ru: Дата, когда состояние было последний раз обновлено

source: Current course creator state
ru: Текущий статус создателя курса

source: Optional notes about this user (for example, why course creation access was denied)
ru: Дополнительные заметки о пользователе (к примеру, почему создание курсов было запрещено)

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
ru: Это может случиться из-за ошибки на нашем сервере или Вашего интернет-соединения. Попробуйте перезагрузить страницу или убедиться, что Вы подключены к интернету.

source: Studio's having trouble saving your work
ru: Студия не может сохранить Вашу работу

source: <em>Editing:</em> %s
ru: <em>Редактирование:</em> %s

source: Saving&hellip;
ru: Сохранение&hellip;

source: Delete Component Confirmation
ru: Подтверждение удаления компонента

source: Are you sure you want to delete this component? This action cannot be undone.
ru: Вы действительно хотите удалить этот компонент? Это действие не можетбыть отменено.

source: Deleting&hellip;
ru: Удаление&hellip;

source: Cancel
ru: Отмена

source: Delete this component?
ru: Удалить этот компонент?

source: Deleting this component is permanent and cannot be undone.
ru: Действие по удалению этого компонента не может быть отменено.

source: Yes, delete this component
ru: Да, удалить этот компонент

source: This link will open in a new browser window/tab
ru: Эта ссылка откроется в новом окне или новой вкладке браузера

source: This link will open in a modal window
ru: Эта ссылка откроется в модальном окне

source: start
ru: начать

source: New Unit
ru: Новый блок

source: Unit
ru: Блок

source: Subsection
ru: Подраздел

source: Section
ru: Раздел

source: Delete this %(type)s?
ru: Удалить %(type)s?

source: Deleting this %(type)s is permanent and cannot be undone.
ru: Удаление %(type)s не может быть отменено.

source: Yes, delete this
ru: Да, удалить

source: Please do not use any spaces or special characters in this field.
ru: Не используйте пробелы и специальные символы в данном поле.

source: The combined length of the organization, course number, and course run fields cannot be more than 65 characters.
ru: Общая длина имени организации, номера курса и учебного года не может превышать 65 символов.

source: Required field.
ru: Обязательное поле.

source: Hide Studio Help
ru: Спрятать Помощь Студии

source: Looking for Help with Studio?
ru: Нужна помощь со студией?

source: You must specify a name
ru: Необходимо указать имя

source: Only <%= fileTypes %> files can be uploaded. Please select a file ending in <%= fileExtensions %> to upload.
ru: Только файлы типа <%= fileTypes %> могуть быть загружены. Пожалуйста, выберите файл, оканчивающийся <%= fileExtensions %> для загрузки.

source: or
ru: или

source: The course must have an assigned start date.
ru: Курс должен иметь назначенную дату начала.

source: The course end date cannot be before the course start date.
ru: Дата окончания курса не может быть ранее даты начала курса.

source: The course start date cannot be before the enrollment start date.
ru: Дата начала курса не может быть ранее даты начала набора.

source: The enrollment start date cannot be after the enrollment end date.
ru: Дата начала набора не может быть позже даты окончания набора.

source: The enrollment end date cannot be after the course end date.
ru: Дата окончания набора не может быть позже даты окончания курса.

source: Key should only contain letters, numbers, _, or -
ru: Ключ должен содержать только буквы, цифры, _ или -

source: There's already another assignment type with this name.
ru: Уже существует тип задания с данным именем.

source: Please enter an integer between 0 and 100.
ru: Введите целое число между 0 и 100.

source: Cannot drop more <% attrs.types %> than will assigned.
ru: Невозможно удалить больше <% attrs.types %>, чем было назначено.

source: Grace period must be specified in HH:MM format.
ru: Период разрешения (grace period) должен быть задан в формате HH:MM.

source: Delete File Confirmation
ru: Подтверждение удаления файла

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
ru: Вы уверены, что хотите удалить этот элемент. Операция не может быть отменена! Кроме того, все наполнение, ссылающееся на этот элемент, перестанет работать ("битые" изображения или ссылки)

source: Delete
ru: Удалить

source: Your file has been deleted.
ru: Файл был удален.

source: Name
ru: Имя

source: Date Added
ru: Дата добавления

source: Are you sure you want to delete this update?
ru: Вы действительно хотите удалить это обновление?

source: This action cannot be undone.
ru: Это действие не может быть отменено.

source: Upload a new PDF to “<%= name %>”
ru: Загрузить новый PDF в "<%= name %>"

source: Saving
ru: Сохранение

source: There was an error with the upload
ru: При обработке загрузки произошла ошибка!

source: File format not supported. Please upload a file with a <code>tar.gz</code> extension.
ru: Формат файла не поддерживается. Пожалуйста, загрузите файл с расширением <code>tar.gz</code>.

source: Collapse All Sections
ru: Свернуть все разделы

source: Expand All Sections
ru: Развернуть все разделы

source: Release date:
ru: Дата публикации:

source: {month}/{day}/{year} at {hour}:{minute} UTC
ru: {day}/{month}/{year} в {hour}:{minute} UTC

source: Edit section release date
ru: Изменить дату публикации:

source: ascending
ru: возрастание

source: descending
ru: убывание

source: Your change could not be saved
ru: Ваши изменения не могут быть сохранены

source: Return and resolve this issue
ru: Вернуться и решить эту проблему

source: Delete “<%= name %>”?
ru: Удалить "<%= name %>"?

source: Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
ru: Удаление учебника не может быть отменено, после удаление все ссылки на него будут удалены из вашего курса.

source: Deleting
ru: Удаление

source: We're sorry, there was an error
ru: Сожалеем, но произошла ошибка

source: You've made some changes
ru: Вы сделали изменения

source: Your changes will not take effect until you save your progress.
ru: Ваши изменения не будут иметь эффекта до тех пор, пока вы их не сохраните

source: You've made some changes, but there are some errors
ru: Вы сделали некоторые изменения, но есть ошибки

source: Please address the errors on this page first, and then save your progress.
ru: Пожалуйста, сначала исправьте ошибки на данной странице, затем сохраните свои изменения.

source: Save Changes
ru: Сохранить изменения

source: Your changes have been saved.
ru: Ваши изменения были сохранены.

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
ru: Ваши изменения не вступят в силу, пока вы не выполните сохранение. Обратите внимание на форматирование ключа и значения, так как валидация не поддерживается.

source: Your policy changes have been saved.
ru: Ваши политические изменения были сохранены.

source: Please note that validation of your policy key and value pairs is not currently in place yet. If you are having difficulties, please review your policy pairs.
ru: Учтите, что валидация ключей и значений политик еще не реализована. В случае трудностей проверьте пары ключ-значение.

source: Pass
ru: Зачет

source: Fail
ru: Незачет

source: Upload your course image.
ru: Загрузить образ вашего курса.

source: Files must be in JPEG or PNG format.
ru: Файлы должны иметь формат JPEG или PNG.

source: Page Not Found
ru: Страница не найдена

source: Page not found
ru: Страница не найдена

source: The page that you were looking for was not found.
ru: Страница, которую вы искали, не найдена

source: Go back to the {homepage} or let us know about any pages that may have been moved at {email}.
ru: Перейдите на {homepage} или сообщите нам адреса страниц с описанием ошибки на {email}.

source: Studio Server Error
ru: Ошибка на сервере

source: The <em>Studio</em> servers encountered an error
ru: На <em>сервере</em> произошла ошибка

source: An error occurred in Studio and the page could not be loaded. Please try again in a few moments.
ru: Невозможно перезагрузить страницу из-за ошибки на сервере. Пожалуйста, повторите попытку через несколько минут.

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
ru: У нас возникли технические неполадки. Наши сотрудники уже работают над этим. В ближайшее время проблема будет устранена.

source: Studio Account Activation
ru: Активация учетной записи

source: Your account is already active
ru: Эта учетная запись уже была активирована.

source: This account, set up using {0}, has already been activated. Please sign in to start working within edX Studio.
ru: Эта учетная запись, созданная с использованием {0}, уже активирована. Пожалуйста, войдите чтобы начать работать в edX Studio.

source: Sign into Studio
ru: Войти в edX-студию

source: Your account activation is complete!
ru: Активация вашей учетной записи завершена!

source: Thank you for activating your account. You may now sign in and start using edX Studio to author courses.
ru: Спасибо за активация вашей учетной записи. Теперь вы можете войти и начать использовать Студию для создания курсов.

source: Your account activation is invalid
ru: Недействительная активация для вашей учетной записи

source: We're sorry. Something went wrong with your activation. Check to make sure the URL you went to was correct &mdash; e-mail programs will sometimes split it into two lines.
ru: Кажется, что-то пошло не так. Убедитесь, что URL, по которому Вы переходили, корректен &mdash; иногда почтовые программы разбивают его на две строки

source: If you still have issues, contact edX Support. In the meatime, you can also return to
ru: Если проблемы сохранились, обратитесь к службе поддержки edX. Еще Вы можете вернуться к

source: Contact edX Support
ru: Связаться со службой поддержки edX

source: Files &amp; Uploads
ru: Файлы &amp; Загрузки

source: Choose File
ru: Выберите файл

source: Upload New File
ru: Загрузить новый файл

source: Load Another File
ru: Загрузить другой файл

source: Content
ru: Содержание

source: Page Actions
ru: Actions-страница

source: What can I do on this page?
ru: Что я могу делать на этой странице?

source: close
ru: закрыть

source: close alert
ru: закрыть уведомление

source: Tools
ru: Инструменты

source: Course Checklists
ru: Контроль курса

source: Current Checklists
ru: Текущий курс

source: Editor
ru: Редактор

source: Settings
ru: Настройки

source: Save
ru: Сохранить

source: Edit
ru: Редактировать

source: Drag to reorder
ru: Для изменения порядка - перетащите

source: Course Updates
ru: Обновления курса

source: New Update
ru: Новое обновление

source: Static Pages
ru: Дополнительная страница

source: New Page
ru: Новая страница

source: close modal
ru: закрыть форму

source: CMS Subsection
ru: CMS

source: Display Name:
ru: Отображаемое имя:

source: Units:
ru: Блоки:

source: Subsection Settings
ru: Настройки подраздела

source: Release Day
ru: Дата начала

source: Release Time
ru: Время начала

source: Coordinated Universal Time
ru: Время по Гринвичу

source: The date above differs from the release date of {name}, which is unset.
ru: Вышеуказанная дата отличается от даты конца {name}, которая не установлена.

source: The date above differs from the release date of {name} - {start_time}
ru: Вышеуказанная дата отличается от даты начала {name} - {start_time}

source: Sync to {name}.
ru: Синхронизация с {name}

source: Graded as:
ru: Оценивается как:

source: Not Graded
ru: Не оценивается

source: Set a due date
ru: Установите срок

source: Due Day
ru: Срок

source: Due Time
ru: Время

source: Remove due date
ru: Удалить срок

source: Preview Drafts
ru: Предварительный просмотр проекта

source: View Live
ru: Текущий просмотр

source: Internal Server Error
ru: Внутренняя ошибка сервера

source: The Page You Requested Page Cannot be Found
ru: Запрашиваемая вами страница не может быть найдена

source: We're sorry. We couldn't find the Studio page you're looking for. You may want to return to the Studio Dashboard and try again. If you are still having problems accessing things, please feel free to {link_start}contact Studio support{link_end} for further help.
ru: Приносим свои извинения. Мы не смогли найти запрашиваемую вами страницу. Вы можете вернуться на главную страницу и повторить попытку. Если проблема все еще возникает обратитесь в {link_start}центр поддержки{link_end} для дальнейшей помощи.

source: Use our feedback tool, Tender, to share your feedback
ru: Для обратной связи используйте наш инструмент Tender.

source: The Server Encountered an Error
ru: Ошибка сервера

source: We're sorry. There was a problem with the server while trying to process your last request. You may want to return to the Studio Dashboard or try this request again. If you are still having problems accessing things, please feel free to {link_start}contact Studio support{link_end} for further help.
ru: Приносим свои извинения. При попытке обработать ваш запрос на сервере возникла ошибка. Вы можете вернуться на главную страницу и повторить попытку. Если ошибка повторится, пожалуйста, напишите в {link_start}службу поддержки{link_end} для дальнейшей помощи.

source: Back to dashboard
ru: Вернуться к панели

source: Course Export
ru: Экспортировать курс

source: About Exporting Courses
ru: Об экспорте курса

source: Individual Problems
ru: Отдельные поблемы

source: Course Assets
ru: Актив курса

source: Welcome
ru: Добро пожаловать

source: Welcome to
ru: Добро пожаловать в

source: Studio helps manage your courses online, so you can focus on teaching them
ru: Студия поможет управлять вам онлайн-курсом, так что вы сможете сосредоточится на обучении их.

source: Studio's Many Features
ru: Некоторые особенности студии

source: Studio Helps You Keep Your Courses Organized
ru: Студия поможет сделать ваши курсы организаваннее

source: Keeping Your Course Organized
ru: Организованное содержание курса

source: The backbone of your course is how it is organized. Studio offers an <strong>Outline</strong> editor, providing a simple hierarchy and easy drag and drop to help you and your students stay organized.
ru: Организована основа вашего курса. Студия предлагает <strong>структуру</strong> редактора, обеспечивающего простую иерархию и легкое перемещение студентов по курсу.

source: Simple Organization For Content
ru: Простая организация содержания

source: Studio uses a simple hierarchy of <strong>sections</strong> and <strong>subsections</strong> to organize your content.
ru: Студия использует простую иерархию <strong>разделов</strong> и <strong>подразделов</strong> для организации содержания курса.

source: Change Your Mind Anytime
ru: Изменить свое решение в любое время

source: Draft your outline and build content anywhere. Simple drag and drop tools let your reorganize quickly.
ru: Используйте свой план и заполните контентом в любом месте. Простым перетаскиванием инструменты позволяют быстро реорганизовать вашу работу.

source: Go A Week Or A Semester At A Time
ru: Перейти на неделю или семестр во время

source: Build and release <strong>sections</strong> to your students incrementally. You don't have to have it all done at once.
ru: Добавляйте <strong>разделы</strong> для студентов постепенно. Вы не должны создавать все и сразу.

source: Learning is More than Just Lectures
ru: Обучение - уже больше чем просто лекции

source: Studio lets you weave your content together in a way that reinforces learning &mdash; short video lectures interleaved with exercises and more. Insert videos and author a wide variety of exercise types with just a few clicks.
ru: Студия позволяет переплетать содержание друг с другом для усиления эффекта обучения - короткие видео-лекции чередуются с упражнениями и многое другое. Автор может добавить широкий спектр упражнений к видео всего в несколько кликов.

source: Create Learning Pathways
ru: Создание направленного обучения

source: Help your students understand a small interactive piece at a time with multimedia, HTML, and exercises.
ru: Помогите учащимся понять небольшую интерактивную за одно видео, HTML или упражнение.

source: Work Visually, Organize Quickly
ru: Быстрая организация наглядной работы

source: Work visually and see exactly what your students will see. Reorganize all your content with drag and drop.
ru: Работа визуальна и есть возможность просматривать от лица студента. Наполнять содержимое с помощью перетаскивания

source: A Broad Library of Problem Types
ru: Большая библиотека типовых проблем

source: It's more than just multiple choice. Studio has nearly a dozen types of problems to challenge your learners.
ru: Это больше, чем просто предоставление выбора варианта ответа. Студия предоставляет около десятка типовых задач для проверки студентов.

source: Studio Gives You Simple, Fast, and Incremental Publishing. With Friends.
ru: Студия предоставляет вам простую, быструю дополнительную публикацию. С друзьями.

source: Simple, Fast, and Incremental Publishing. With Friends.
ru: Простая, быстрая дополнительная публикация. С друзьями.

source: Studio works like web applications you already know, yet understands how you build curriculum. Instant publishing to the web when you want it, incremental release when it makes sense. And with co-authors, you can have a whole team building a course, together.
ru: Студия работает как веб-приложение

source: Instant Changes
ru: Текущие изменения

source: Caught a bug? No problem. When you want, your changes to live when you hit Save.
ru: Нашел ошибку? Это не проблема. Если вы ходите установить ваши изменения, нажмите на кнопку Сохранить.

source: Release-On Date Publishing
ru: Дата начала и публикации

source: When you've finished a <strong>section</strong>, pick when you want it to go live and Studio takes care of the rest. Build your course incrementally.
ru: Когда вы закончите <strong>раздел</strong>, выберите, кода вы хотите его запустить, и Студия позаботится обо всем остальном. Стройте ваш курс постепенно.

source: Work in Teams
ru: Работать в команде

source: Co-authors have full access to all the same authoring tools. Make your course better through a team effort.
ru: Соавторы имеют полный доступ ко всем инструментам разработки. Сделайте ваш курс лучше коллективными усилиями.

source: Sign Up for Studio Today!
ru: Зарегистрироваться в студии сегодня!

source: Sign Up &amp; Start Making an edX Course
ru: Регистрация &amp; создание курса в edX

source: Already have a Studio Account? Sign In
ru: Есть уже аккаунт студии? Войти

source: Outlining Your Course
ru: Структура вашего курса

source: Simple two-level outline to organize your couse. Drag and drop, and see your course at a glance.
ru: Простой двухуровненый план для организации вашего курса. Перетащите, чтобы увидеть ваш курс с первого взгляда.

source: More than Just Lectures
ru: Больше, чем просто лекции

source: Quickly create videos, text snippets, inline discussions, and a variety of problem types.
ru: Быстрое создание видео, фрагментов текста, встроенного форума и различных типов проблем.

source: Publishing on Date
ru: Дата публикации

source: Simply set the date of a section or subsection, and Studio will publish it to your students for you.
ru: Просто установите дату в разделе или подразделе, и студия опубликует ее для студентов.

source: We're having trouble rendering your component
ru: Возникла проблема при отображении этого компонента

source: Error:
ru: Ошибка:

source: Course Import
ru: Импорт курса

source: Replace my course with the one above
ru: Заменить мой курс загруженным выше

source: Course Import Status
ru: Статус импорта курса

source: Uploading
ru: Загружаю

source: Verifying
ru: Проверяю

source: Updating Course
ru: Обновляю курс

source: There was an error during the upload process.
ru: При загрузке файла произошла ошибка!

source: Your import has failed.
ru: Ошибка при импорте.

source: Your import is in progress; navigating away will abort it.
ru: Выполняется импорт. Уход со страницы прервет операцию.

source: My Courses
ru: Мои курсы

source: New Course
ru: Новый курс

source: Email staff to create course
ru: Электронная почта сотрудника для создания курса

source: Welcome, {0}!
ru: Добро пожаловать, {0}!

source: Here are all of the courses you currently have access to in Studio:
ru: Вот все курсы, к которым Вы имеете доступ в Студии:

source: You currently aren't associated with any Studio Courses.
ru: В настоящий момент Вы не ассоциированы ни с какими курсами Студии.

source: Please correct the highlighted fields below.
ru: Пожалуйста, исправьте отмеченные ниже поля.

source: Create a New Course
ru: Создайте новый курс

source: Required Information to Create a New Course
ru: Требуемая информация для создания нового курса

source: Course Name
ru: Имя курса

source: e.g. Introduction to Computer Science
ru: например Введение в Математический Анализ

source: The public display name for your course.
ru: Публично отображаемое имя для вашего курса.

source: Organization
ru: Организация

source: Course Number
ru: Номер курса

source: e.g. CS101
ru: к примеру CS101

source: Course Run
ru: Учебный год

source: Create
ru: Создать
