Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/mako-studio.po
Languages: ru

source: Studio Documentation
ru: Документация Студии

source: Studio Help Center
ru: Центр помощи Студии

source: Currently signed in as:
ru: Сейчас вы зарегистрированы как:

source: Sign Out
ru: Выйти

source: You're not currently signed in
ru: Вы в настоящее время не зарегистрированы

source: How Studio Works
ru: Как работает Студия

source: Studio Help
ru: Помощь Студии

source: Visual
ru: Визуальный

source: Launch Latex Source Compiler
ru: Запуск компилятора Latex

source: Heading 1
ru: Заголовок 1

source: Multiple Choice
ru: Переключатели

source: Checkboxes
ru: Флажки

source: Text Input
ru: Текстовое поле

source: Numerical Input
ru: Числовое поле

source: Dropdown
ru: Выпадающий список

source: Explanation
ru: Объяснение

source: Advanced Editor
ru: Расширенный редактор

source: Toggle Cheatsheet
ru: Переключить шпаргалку

source: edX Studio Help
ru: Помощь Студии edX

source: Need help with Studio? Creating a course is complex, so we're here to help. Take advantage of our documentation, help center, as well as our edX101 introduction course for course authors.
ru: Нужна помощь со Студией? Создание курса - это сложно, поэтому мы можем помочь. Воспользуйтесь нашей документацией, центром помощи, а также нашим введением в курсы edX101 для создателей курсов.

source: Download Studio Documentation
ru: Скачать документацию Студии

source: How to use Studio to build your course
ru: Как использовать Студию, чтобы построить свой курс

source: Enroll in edX101
ru: Регистрация в edX101

source: Contact us about Studio
ru: Свяжитесь с нами о Студии

source: Have problems, questions, or suggestions about Studio? We're also here to listen to any feedback you want to share.
ru: Имеете проблемы, вопросы или предложения по Студии? Мы также здесь, чтобы выслушать любую обратную связь, которой вы хотите поделиться.

source: name
ru: имя

source: Delete this unit
ru: Удалить этот блок

source: Delete unit
ru: Удалить блок

source: Drag to sort
ru: Перетащите для сортировки

source: Drag to reorder unit
ru: Перетащите для изменения порядка блоков

source: Honor Code Certificate
ru: Сертификат кода чести

source: Enrollment is closed
ru: Запись на курс закрыта

source: Enrollment mode not supported
ru: Режим записи на курс не поддерживается

source: Invalid amount selected.
ru: Выбрано неправильное количество.

source: Administrator
ru: Администратор

source: Moderator
ru: Модератор

source: Community TA
ru: Общественные ассистенты преподавателя

source: Student
ru: Студент

source: Your account has been disabled. If you believe this was done in error, please contact us at {link_start}{support_email}{link_end}
ru: Ваша учетная запись была отключена. Если Вы считаете, что это было сделано по ошибке, обратитесь по {link_start}{support_email}{link_end}

source: Disabled Account
ru: Отключенная Учетная запись

source: Master's or professional degree
ru: Магистр

source: Bachelor's degree
ru: Бакалавр

source: Associate's degree
ru: Среднее профессиональное

source: Specialist's degree
ru: Специалист

source: Secondary/high school
ru: Начальное профессиональное

source: Junior secondary/junior high/middle school
ru: Среднее

source: Elementary/primary school
ru: Неполное среднее

source: None
ru: Нет

source: Other
ru: Другое

source: School
ru: Школа

source: Lyceum
ru: Лицей

source: Education Center
ru: Центр образования

source: Gymnasium
ru: Гимназия

source: Educational complex
ru: УВК

source: Kindergarten
ru: Детский сад

source: Non-profit educational institution
ru: НОУ

source: College
ru: Колледж

source: Central Administrative Okrug
ru: Центральный административный округ

source: Eastern Administrative Okrug
ru: Восточный административный округ

source: Western Administrative Okrug
ru: Западный административный округ

source: Northern Administrative Okrug
ru: Северный административный округ

source: North-Eastern Administrative Okrug
ru: Северо-Восточный административный округ

source: North-Western Administrative Okrug
ru: Северо-Западный административный округ

source: South-Western Administrative Okrug
ru: Юго-Западный административный округ

source: South-Eastern Administrative Okrug
ru: Юго-Восточный административный округ

source: Southern Administrative Okrug
ru: Южный административный округ

source: Zelenogradsky Administrative Okrug
ru: Зеленоградский административный округ

source: Troitsky Administrative Okrug
ru: Троицкий административный округ

source: Novomoskovsky Administrative Okrug
ru: Новомосковский административный округ

source: Territorial units with special status
ru: Городского подчинения

source: Teacher
ru: Учитель

source: Teacher and organizer
ru: Педагог-организатор

source: Social teacher
ru: Социальный педагог

source: Educational Psychologist
ru: Педагог-писхолог

source: Caregiver (including older)
ru: Воспитатель (включая старшего)

source: Manager (Director, Head of) the educational institution
ru: Руководитель (директор, заведующий) образовательного учреждения

source: Vice manager (director, head of) the educational institution
ru: Заместитель руководителя (директора, заведующего) образовательного учреждения

source: Senior master
ru: Старший мастер

source: Instructor
ru: Преподаватель

source: Teacher-pathologists, speech therapists (speech therapist)
ru: Учитель-дефектолог, учитель-логопед(логопед)

source: Tutor
ru: Тьютор

source: Teacher-librarian
ru: Педагог-библиотекарь

source: Senior leader
ru: Старший вожатый

source: Teacher of additional education (including older)
ru: Педагог дополнительного образования (включая старшего)

source: Musical head
ru: Музыкальный руководитель

source: Concertmaster
ru: Концертмейстер

source: Master of Physical Education
ru: Руководитель физического воспитания

source: Instructor of Physical Education
ru: Инструктор по физической культуре

source: The Methodist (including older)
ru: Методист (включая старшего)

source: Instructor for Labour
ru: Инструктор по труду

source: Instructor-organizer life safety
ru: Преподаватель-организатор ОБЖ

source: Coach and teacher (including older)
ru: Тренер-преподаватель (включая старшего)

source: Master of of industrial training
ru: Мастер производственного обучения

source: The duty on the regime (including older)
ru: Дежурный по режиму (включая старшего)

source: Leader
ru: Вожатый

source: Assistant caregiver
ru: Помощник воспитателя

source: Junior caregiver
ru: Младший воспитатель

source: Secretary of teaching department
ru: Секретарь учебной части

source: Dispatcher of the educational institution
ru: Диспетчер образовательного учреждения

source: High
ru: Высшая

source: First
ru: Первая

source: Second
ru: Вторая

source: Course id not specified
ru: Id курса не задан

source: Course id is invalid
ru: Id курса некорректен

source: You are not enrolled in this course
ru: Вы не записаны на этот курс

source: Enrollment action is invalid
ru: Недействительная запись на курс

source: There was an error receiving your login information. Please email us.
ru: Произошла ошибка сохранения вашей информации. Пожалуйста, смотрите ниже.

source: Too many failed login attempts. Try again later.
ru: Слишком много попыток неудачного входа. Попробуйте позднее.

source: Email or password is incorrect.
ru: E-mail или пароль введены неверно.

source: This account has not been activated. We have sent another activation message. Please check your e-mail for the activation instructions.
ru: Эта учетная запись не была активирована. Мы выслали еще одно активационное письмо. Пожалуйста, проверьте свою электронную почту для инструкций по активации.

source: Please enter a username
ru: Введите имя пользователя

source: Please choose an option
ru: Пожалуйста, выберите опцию

source: User with username {} does not exist
ru: Пользователь с именем {} не существует.

source: An account with the Email '{email}' already exists.
ru: Учетная запись с адресом '{email}' уже существует.

source: Error (401 {field}). E-mail us.
ru: Ошибка (401 {field}). Отправите сообщение об ошибке.

source: To enroll, you must follow the honor code.
ru: Для записи вы должны следовать Кодексу поведения.

source: You must accept the terms of service.
ru: Я согласен с условиями предоставления услуг

source: Education level is required
ru: Требуется заполненое поле Образование

source: Username must be minimum of two characters long.
ru: Имя пользователя должно быть длиннее двух символов.

source: A properly formatted e-mail is required.
ru: Требуется правильный электронный адрес.

source: Your legal name must be a minimum of two characters long.
ru: Ваше рельное имя должно быть длиннее двух символов.

source: A valid password is required.
ru: Требуется корректный пароль.

source: Accepting Terms of Service is required.
ru: Требуется принять правила использования сервиса.

source: Agreeing to the Honor Code is required.
ru: Требуется принять Кодекс Чести.

source: Lastname must be a minimum of two characters long.
ru: Фамилия должна быть длиннее двух символов.

source: Firstname must be a minimum of two characters long.
ru: Имя должно быть длиннее двух символов.

source: Middlename must be a minimum of two characters long.
ru: Отчество должно быть длиннее двух символов.

source: Year of birth is required
ru: Требуется год рождения

source: Education place is required
ru: Требуется заполненое поле Название учебного учреждения

source: Education year is required
ru: Требуется заполненое поле Год окончания учебного заведения

source: Work type is required
ru: Требуется заполненое поле Тип образовательного учреждения

source: Work number is required
ru: Требуется заполненое поле Номер образовательного учреждения

source: Work name is required
ru: Требуется заполненое поле Название образовательного учреждения

source: Work StatGrad login is required
ru: Требуется заполненое поле Логин образовательного учреждения в системе Статград

source: Work location is required
ru: Должно быть указано местоположение рабочего места

source: Work occupation is required
ru: Должен быть указан род занятий

source: Work teaching experience is required
ru: Должен быть указан опыт работы

source: Work qualification category is required
ru: Должна быть указана квалификация

source: Work qualification year is required
ru: Должен быть указан стаж

source: Contact phone is required
ru: Должен быть указан контактный телефон

source: Education year must be numeric
ru: Год окончания должен быть числом

source: Work teaching experience must be numeric
ru: Должен быть указан опыт работы в виде числа

source: Work managing experience must be numeric
ru: Должен быть указан опыт работы в виде числа

source: Work qualification year must be numeric
ru: Год получения квалификации должен быть числом

source: Contact phone must be numeric
ru: Контактный телефон должен быть числом

source: Valid e-mail is required.
ru: Введите действительный адрес эл. почты!

source: Valid StatGrad login is required.
ru: Должен быть указан корректный логин СтатГрад

source: Could not send activation e-mail.
ru: Невозможно отправить письмо с информацией об активации.

source: Unknown error. Please e-mail us to let us know how it happened.
ru: Кажется, что-то пошло не так. Напишите нам, как это получилось

source: No inactive user with this e-mail exists
ru: С таким адресом не существует неактивных пользователей

source: Unable to send reactivation email
ru: Невозможно отправить письмо с повторной активацией

source: Invalid password
ru: Неверный пароль

source: Valid e-mail address required.
ru: Введите действительный адрес эл. почты!

source: An account with this e-mail already exists.
ru: Учетная запись с таким адресом электронной почты уже существует.

source: Old email is the same as the new email.
ru: Старый адрес электронной почты совпадает с новым.

source: Name required
ru: Требуется имя

source: Invalid ID
ru: Неверный ID

source: Please provide a subject.
ru: Пожалуйста, укажите тему.

source: Please provide details.
ru: Пожалуйста, опишите детали.

source: Please provide your name.
ru: Пожалуйста, укажите Ваше имя.

source: Please provide a valid e-mail.
ru: Пожалуйста, укажите корректный e-mail.

source: There was a problem with the staff answer to this problem
ru: При обработке ответа преподавателей на данную задачу возникла ошибка

source: Could not interpret '{0}' as a number
ru: Невозможно преобразовать '{0}' в число

source: You may not use variables ({text}) in numerical problems
ru: Вы не можете использовать слова ({text}) в задаче с численным ответом

source: factorial function evaluated outside its domain: '{0}'
ru: выход за пределы допустимых значений функции факториал: '{0}'

source: Invalid math syntax: '{0}'
ru: Неправильный синтаксис формулы '{0}'

source: CustomResponse: check function returned an invalid dict
ru: CustomResponse: функция проверки вернула недопустимый словарь

source: Display Name
ru: Отображаемое имя:

source: Display name for this module
ru: Отображаемое имя для этого объекта

source: Annotation
ru: Аннотации

source: This name appears in the horizontal navigation at the top of the page.
ru: Данное имя появится в горизонтальной навигации сверху страницы

source: Blank Advanced Problem
ru: Пустая задача

source: Number of attempts taken by the student on this problem
ru: Количество попыток, использованных студентом по этой задаче

source: Maximum Attempts
ru: Максимальное число попыток

source: Date that this problem is due by
ru: Срок, до которого можно сдавать эту задачу

source: Amount of time after the due date that submissions will be accepted
ru: Промежуток времени после даты сдачи, в течение которого задачу еще можно сдавать

source: Show Answer
ru: Показать ответ

source: XML data for the problem
ru: XML данные для задачи

source: Problem Weight
ru: Вес задачи

source: Check
ru: Проверка

source: Final Check
ru: Последняя проверка

source: Error: {msg}
ru: Ошибка: {msg}

source: Open Response Assessment
ru: Задание с открытым ответом

source: Current task that the student is on.
ru: Текущее задание, которое выполняется студентом.

source: A list of lists of state dictionaries for student states that are saved.This field is only populated if the instructor changes tasks afterthe module is created and students have attempted it (for example changes a self assessed problem to self and peer assessed.
ru: Список списков словарей сохраненных состояний студентов. Это поле заполняется только в случае, если инструктор меняет задания после того, как объект был создан и студенты начали сдавать задания (например, задание было изменено с задания на самостоятельную проверку на задание на перекрестную проверку).

source: List of state dictionaries of each task within this module.
ru: Список словарей состояния каждой задачи в данном объекте.

source: Which step within the current task that the student is on.
ru: На каком шаге в текущей задаче сейчас находится студент.

source: initial
ru: начальный

source: Graded
ru: Оценено

source: Defines whether the student gets credit for grading this problem.
ru: Определяет, получит ли студент кредит за оценивание данной задачи.

source: If the problem is ready to be reset or not.
ru: Готова ли задача к очистке или нет.

source: The number of times the student can try to answer this problem.
ru: Число попыток студента ответить на эту задачу.

source: Allow File Uploads
ru: Разрешить загрузку файлов на сервер

source: Whether or not the student can submit files as a response.
ru: Может ли студент сдавать файлы в качестве ответа.

source: Disable Quality Filter
ru: Отключить фильтр качества

source: If False, the Quality Filter is enabled and submissions with poor spelling, short length, or poor grammar will not be peer reviewed.
ru: Если значение False, фильтр качества включен и сдаваемые работы с грамматическими ошибками или слишком короткие не будут проверены.

source: EXPERIMENTAL FEATURE FOR PEER GRADING ONLY: If set to 'True', peer graders will be able to make changes to the student submission and those changes will be tracked and shown along with the graded feedback.
ru: ЭКСПЕРИМЕНТАЛЬНАЯ ОСОБЕННОСТЬ ПЕРЕКРЕСТНОЙ ПРОВЕРКИ: если установлено в 'True', проверяющие смогут вносить изменения в посылку студента. Эти изменения будут сохранены и отображены вместе с оцененной обратной связью.

source: Current version number
ru: Номер текущей версии

source: Defines the number of points each problem is worth. If the value is not set, each problem is worth one point.
ru: Определяет число баллов за задачу. Если значение не задано, каждая задача оценивается в 1 балл.

source: Minimum Peer Grading Calibrations
ru: Минимальное число работ калибровки перекрестной проверки

source: The minimum number of calibration essays each student will need to complete for peer grading.
ru: Минимальное число калибровочных работ, которые должны быть выполнены перед получением права на перекрестную проверку.

source: Maximum Peer Grading Calibrations
ru: Максимальное число работ калибровки перекрестной проверки

source: The maximum number of calibration essays each student will need to complete for peer grading.
ru: Максимальное число калибровочных работ, которые должны быть выполнены перед получением права на перекрестную проверку.

source: Peer Graders per Response
ru: Число проверяющих

source: The number of peers who will grade each submission.
ru: Число проверяющих на одну работу

source: Required Peer Grading
ru: Требуемая перекрестная проверка

source: The number of other students each student making a submission will have to grade.
ru: Число работ других студентов, которые должен проверить каждый студент.

source: Allow "overgrading" of peer submissions
ru: Разрешить "перепроверку" работ

source: EXPERIMENTAL FEATURE. Allow students to peer grade submissions that already have the requisite number of graders, but ONLY WHEN all submissions they are eligible to grade already have enough graders. This is intended for use when settings for `Required Peer Grading` > `Peer Graders per Response`
ru: ЭКСПЕРИМЕНТАЛЬНАЯ ВОЗМОЖНОСТЬ. Разрешить студентам выполнять перекрестную проверку работ, которые уже проверены достаточным количеством студентов, но только тогда, когда все работы уже проверены достаточным количеством студентов. Эта возможность предназначена для использования, когда 'Требуемая перекрестная проверка' > 'Число проверяющих'

source: Date that enrollment for this class is opened
ru: Дата открытия регистрации на курс

source: Date that enrollment for this class is closed
ru: Дата закрытия регистрации на курс

source: Date that this class ends
ru: Дата окончания курса

source: Add Course Team Members
ru: Добавить нового члена команды

source: Edit Course Team
ru: Редактировать Команду курса

source: Edit Course Details &amp; Schedule
ru: Редактировать курс &amp; Расписание

source: Edit Grading Settings
ru: Редактировать настройки оценивания

source: Renaming Sections
ru: Переименование разделов

source: Course Handouts
ru: Раздаточные материалы курса

source: General
ru: Основной раздел

source: Category
ru: Категория

source: Week 1
ru: Рабочий раздел

source: Topic-Level Student-Visible Label
ru: Доступный студентам раздел

source: Master Class
ru: Мастер-класс

source: Max places
ru: Максимальное количество мест

source: Number of places available for students to register for masterclass.
ru: Количество мест доступных студентам для регистрации на мастер-класс.

source: Autopass score
ru: Автоматически проходной балл

source: Autopass score to automaticly pass registration for masterclass.
ru: Проходной балл, при котором регистрация участника проходит автоматически.

source: Whether this student has been register for this master class.
ru: Был ли этот студент зарегистрирован на этом мастер-классе.

source: All registrations from all students.
ru: Все регистрации от всех студентов.

source: Passed registrations.
ru: Прошедшие регистрацию.

source: You have been registered for this master class. We will provide addition information soon.
ru: Вы зарегистрированы на мастер-класс. Мы сообщим дополнительную информацию в скором времени.

source: You are pending for registration for this master class. Please visit this page later for result.
ru: Вы ожидаете подтверждения регистрации на мастер-класс. Пожалуйста, посетите данную страницу позже для результатов.

source: Peer Grading Interface
ru: Перекрестная проверка

source: Student answer
ru: Ответ студента

source: Display name for this module.
ru: Отображаемое имя для этого объекта.

source: Video
ru: Видео

source: Word cloud
ru: Облако слов

source: Could not contact the graders. Please notify course staff.
ru: Невозможно связаться с системой оценивания. Пожалуйста сообщите о случившемся администраторам курса.

source: Received invalid response from the graders. Please notify course staff.
ru: Получен некоректный ответ от системы оценивания. Пожалуйста сообщите о случившемся администраторам курса.

source: Feedback not available yet
ru: Обратная связь пока недоступна

source: You have made {sub} submissions.
ru: Вы сделали {sub} попыток.

source: You have attempted this question {your} times. You are only allowed to attempt it {allowed} times.
ru: Вы пытались ответить на этот вопрос {your} раз. Вы можете это сделать только {allowed} раз.

source: The problem state got out-of-sync. Please try reloading the page.
ru: Произошла рассинхронизация состояния задачи. Пожалуйста, перезагрузите страницу.

source: Your response has been submitted. Please check back later for your grade.
ru: Ваш ответ был отправлен. Пожалуйста, зайдите позже для просмотра вашей оценки.

source: The problem close date has passed, and this problem is now closed.
ru: Дата сдачи данного задания прошла, задание закрыто для сдачи.

source: You have attempted this problem {attempts} times. You are allowed {max} attempts.
ru: Вы пытались ответить на этот вопрос {attempts} раз. Вы можете это сделать только {max} раз.

source: Choose the incorrect answer for which you want to write a hint:
ru: Выберите неправильный ответ, для которого Вы хотите написать подсказку

source: <em>Optional.</em> Help other students by submitting a hint! Pick one of your previous answers for which you would like to write a hint:
ru: <em>Дополнительно.</em> Помогите другим студентам с помощью подсказки! Выберите один из Ваших предыдущих ответов, для которого вы хотите написать подсказку:

source: Write a hint for other students who get the wrong answer of
ru: Написать подсказку для других студентов, которые получат неправильный ответ на

source: Read about <a class="expand" data-target="goodhint" href="javascript:void(0);">what makes a good hint
ru: Прочитайте о том, <a class="expand" data-target="goodhint" href="javascript:void(0);">как сделать хорошую подсказку

source: Write your hint here. Please don't give away the correct answer.
ru: Впишите Вашу подсказку здесь. Пожалуйста, не сообщайте правильный ответ.

source: What makes a good hint?
ru: Что такое хорошая подсказка?

source: It depends on the type of problem you ran into. For stupid errors -- an arithmetic error or similar -- simply letting the student you'll be helping to check their signs is sufficient.
ru: Это зависит от типа задачи, с которым Вы столкнетесь. Для глупых ошибок, например, арифметических или аналогичных, просто позволить студенту, которому Вы будете помогать, проверить свои вычисления будет достаточно.
