Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/mako-studio.po
Languages: ru

source: Required Information
ru: Требуемая информация

source: Your E-mail Address
ru: Ваш адрес e-mail

source: Reset My Password
ru: Сбросить мой пароль

source: Email is incorrect.
ru: Неверный e-mail.

source: Report a problem
ru: Сообщить о проблеме

source: Make a suggestion
ru: Написать предложение

source: Ask a question
ru: Задать вопрос

source: E-mail
ru: Адрес e-mail

source: Include error messages, steps which lead to the issue, etc
ru: Включите сообщения об ошибках, шаги, которые привели к ошибке, и т. п.

source: Submit
ru: Отправить

source: Thank You!
ru: Спасибо!

source: Free courses from <strong>{university_name}</strong>
ru: Бесплатные курсы от <strong>{university_name}</strong>

source: The Future of Online Education
ru: Будущее онлайн-обучения

source: For anyone, anywhere, anytime
ru: Для всех, везде, всегда

source: Stay up to date with all {platform_name} has to offer!
ru: Следите за тем, что может предложить {platform_name}!

source: Explore free courses from {span_start}{platform_name}{span_end} universities
ru: Изучите бесплатные курсы {span_start}{platform_name}{span_end} университетов

source: Invalid email change key
ru: Неправильный ключ адреса e-mail

source: This e-mail key is not valid. Please check:
ru: Этот ключ email некорректен. Пожалуйста, проверьте:

source: Was this key already used? Check whether the e-mail change has already happened.
ru: Возможно, этот ключ уже был использован. Проверьте, была ли выполнена операция смены адреса email.

source: Did your e-mail client break the URL into two lines?
ru: Возможно, Ваш клиент email разбивает URL на несколько строк.

source: The keys are valid for a limited amount of time. Has the key expired?
ru: Ключи действуют в течение ограниченного времени. Возможно, время истекло.

source: Helpful Information
ru: Справочная информация

source: Login via OpenID
ru: Войти с помощью OpenID

source: You can now start learning with {platform_name} by logging in with your <a rel="external" href="http://openid.net/">OpenID account</a>.
ru: Вы можете начать обучение с помощью {platform_name} войдя с помощью <a rel="external" href="http://openid.net/">учетной записи OpenID</a>.

source: Not Enrolled?
ru: Не зарегистрированы?

source: Sign up for {platform_name} today!
ru: Регистрируйтесь на {platform_name} сегодня!

source: Looking for help in logging in or with your {platform_name} account?
ru: Ищете помощи для входа или с вашей учетной записью {platform_name}?

source: View our help section for answers to commonly asked questions.
ru: Посмотрите наш раздел помощи для ответов на часто задаваемые вопросы

source: Log into your {platform_name} Account
ru: Вход в вашу ученую запись {platform_name}

source: Log into My {platform_name} Account
ru: Вход в вашу ученую запись {platform_name}

source: Access My Courses
ru: Мои курсы

source: Please log in
ru: Пожалуйста, войдите в систему

source: to access your account and courses
ru: чтобы получить доступ к вашему аккаунту и курсам

source: We're Sorry, {platform_name} accounts are unavailable currently
ru: Извините, учетные записи {platform_name} в данный момент недоступны

source: The following errors occured while logging you in:
ru: При входе произошли следующие ошибки:

source: Your email or password is incorrect
ru: Ваш адрес элекронной почты или пароль неверны

source: Please provide the following information to log into your {platform_name} account. Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
ru: Пожалуйста, предоставьте следующую информацию чтобы войти в {platform_name}. Обязательные поля отмечены <strong class="indicator">полужирным шрифтом и звездочкой (*)</strong>.

source: This is the e-mail address you used to register with {platform}
ru: Этот адрес был использован Вами при регистрации на {platform}

source: Account Preferences
ru: Настройки учетной записи

source: Remember me
ru: Запомнить меня

source: Log In
ru: Войти

source: Not enrolled?
ru: Не зарегистрированы?

source: Sign up.
ru: Зарегистрироваться.

source: login via openid
ru: войти с помощью OpenID

source: External resource
ru: Дополнительные ресурсы

source: Home
ru: Главная страница

source: Username:
ru: Имя пользователя:

source: Disable Account
ru: Отключить учетную запись

source: Register
ru: Регистрация

source: Passed registration:
ru: Прошедшие регистрацию:

source: Total places:
ru: Всего мест:

source: Staff Inforamtion
ru: Информация для преподавателей

source: Students pending registration
ru: Студенты, ожидающие регистрацию

source: Students passed registration
ru: Студенты, прошедшие регистрацию

source: There has been an error on the <em>{platform_name}</em> servers
ru: На серверах <em>{platform_name}</em> возникла ошибка

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at <a href="mailto:{tech_support_email}">{tech_support_email}</a> to report any problems or downtime.
ru: К сожалению, данный объект временно недоступен. Мы работаем над устранением этой проблемы. Пожалуйста, пишите нам <a href="mailto:{tech_support_email}">{tech_support_email}</a> о всех проблемах.

source: Details
ru: Детали

source: Raw data:
ru: Сырые данные:

source: Accepted
ru: Принято

source: Error
ru: Ошибка

source: Rejected
ru: Отклонено

source: Pending name changes
ru: Ожидающие изменения имени

source: Confirm
ru: Подтвердить

source: [Reject]
ru: [Отказать]

source: Global Navigation
ru: Глобальная навигация

source: Find Courses
ru: Найти курсы

source: Dashboard for:
ru: Домашняя страница:

source: More options dropdown
ru: Еще опции

source: Log Out
ru: Завершить сеанс

source: How it Works
ru: Механизм работы

source: Schools
ru: Школы

source: Log in
ru: Вход в систему

source: <strong>Warning:</strong> Your browser is not fully supported. We strongly recommend using {chrome_link_start}Chrome{chrome_link_end} or {ff_link_start}Firefox{ff_link_end}.
ru: <strong>Предупреждение:</strong> Ваш браузер не поддерживается полностью. Рекомендуем использовать {chrome_link_start}Chrome{chrome_link_end} или {ff_link_start}Firefox{ff_link_end}.

source: Tags: {tags}
ru: Теги: {tags}

source: Author: {username}
ru: Автор: {username}

source: Created: {datetime}
ru: Создан: {datetime}

source: Source: {link}
ru: Источник: {link}

source: You do not have any notes.
ru: У вас нет заметок.

source: Reset
ru: Сбросить

source: Show Answer(s)
ru: Показать ответы

source: (for question(s) above - adjacent to each field)
ru: (для вопросов выше - рядом с каждым полем)

source: You have used {num_used} of {num_total} submissions
ru: Вы использовали {num_used} попыток из {num_total}

source: Return To %s
ru: Вернуться к %s

source: Preferences for {platform_name}
ru: Настройки в {platform_name}

source: Update my {platform_name} Account
ru: Обновить мою учетную запись в {platform_name}

source: Welcome {username}! Please set your preferences below
ru: Добро пожаловать, {username}! Пожалуйста, установите настройки ниже

source: The following errors occured while processing your registration:
ru: При обработке Вашей регистрации возникли следующие ошибки:

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
ru: Обязательные поля <strong class="indicator">выделены жирным и отмечены (*)</strong>.

source: Enter a public username:
ru: Укажите публичное имя пользователя:

source: Public Username
ru: Публичное имя пользователя

source: example: JaneDoe
ru: пример: JaneDoe

source: Will be shown in any discussions or forums you participate in
ru: Будет отображаться в дискуссиях и форумах, в которых Вы участвуете

source: example: username@domain.com
ru: пример: username@domain.com

source: Account Acknowledgements
ru: Подтверждения

source: I agree to the {link_start}Terms of Service{link_end}
ru: Я согласен с {link_start}условиями предоставления услуг{link_end}

source: I agree to the {link_start}Honor Code{link_end}
ru: Я согласен с {link_start}кодексом чести{link_end}

source: Update My Account
ru: Обновить учетную запись

source: Registration Help
ru: Помощь по регистрации

source: Already registered?
ru: Уже зарегистрированы?

source: Click here to log in.
ru: Нажмите здесь для входа.

source: Welcome to {platform_name}
ru: Добро пожаловать в {platform_name}

source: Registering with {platform_name} gives you access to all of our current and future free courses. Not ready to take a course just yet? Registering puts you on our mailing list - we will update you as courses are added.
ru: Регистрация на {platform_name} дает вам доступ ко всем текущим и будущим бесплатным курсам. Пока не готовы взять курс? Регистрация добавит Вас в список рассыки, и Вы получите оповещения о новых курсах.

source: Next Steps
ru: Следующие шаги

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
ru: Вы получите активационное письмо. Вы должны перейти по ссылке активации для завершения процесса. Не получили письмо? Проверьте папку "Спам" и настройте фильтр почты таким образом, чтобы письма с этого адреса не попадали в спам, так как Вы в дальнейшем будете получать письма от Ваших курсов.

source: As part of joining {platform_name}, you will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark {platform_name} emails as 'not spam'. At {platform_name}, we communicate mostly through email.
ru: Как часть процесса регистрации на {platform_name}, Вы получите активационное письмо. Не получили письмо? Проверьте папку "Спам" и настройте фильтр почты таким образом, чтобы письма с этого адреса не попадали в спам, так как Вы в дальнейшем будете получать письма от Ваших курсов. В {platform_name} мы в основном общаемся с помощью email.

source: Need help in registering with {platform_name}?
ru: Нужна помощь в регистрации в {platform_name}?

source: View our FAQs for answers to commonly asked questions.
ru: Посмотрите раздел ЧаВо для ответов на типичные вопросы.

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
ru: После регистрации ответ на большинство вопросов можно получить на форуме курса или с помощью ЧаВо.

source: Register for {platform_name}
ru: Регистрация в {platform_name}

source: Create My Account
ru: Создать учетную запись

source: Welcome!
ru: Добро пожаловать!

source: Register below to create your {platform_name} account
ru: Зарегистрируйтесь ниже, чтобы создать ваш {platform_name} аккаунт

source: Please complete the following fields to register for an account.
ru: Пожалуйста заполните следующие поля для регистрации нового пользователя.

source: Welcome {username}
ru: Добро пожаловать, {username}

source: Enter a Public Display Name:
ru: Укажите публичное имя:

source: Public Display Name
ru: Отображаемое имя:

source: Optional Personal Information
ru: Дополнительная информация о пользователе

source: Section Navigation
ru: Навигация по секциям

source: Previous
ru: Предыдущий

source: Next
ru: Следующий

source: Sign Up for {span_start}{platform_name}{span_end}
ru: Войдите в {span_start}{platform_name}{span_end}

source: e.g. yourname@domain.com
ru: например yourname@domain.com

source: I agree to the {link_start}Terms of Service{link_end}*
ru: Я согласен с {link_start}условиями предоставления услуг{link_end}*

source: I agree to the {link_start}Honor Code{link_end}*
ru: Я согласен с {link_start}Кодексом чести{link_end}*

source: Already have an account?
ru: Уже имеете учетную запись?

source: Login.
ru: Учетная запись.

source: Staff Debug Info
ru: Отладочная информация для разработчиков

source: Submission history
ru: История сдач

source: {platform_name} Content Quality Assessment
ru: {platform_name} проверка качества контента

source: Comment
ru: Комментарий

source: comment
ru: комментарий

source: Tag
ru: Тег

source: Optional tag (eg "done" or "broken"):&nbsp;
ru: Дополнительный тег (например, "done" or "broken"):&nbsp;

source: tag
ru: тег

source: Add comment
ru: Добавить комментарий

source: Staff Debug
ru: Отладка персонала

source: Module Fields
ru: Поля объекта

source: XML attributes
ru: Атрибуты XML

source: Submission History Viewer
ru: Просмотр истории посылок

source: User:
ru: Пользователь:

source: View History
ru: Посмотреть историю

source: {course_number} Textbook
ru: Учебник {course_number}

source: Textbook Navigation
ru: Навигация по учебнику

source: Page:
ru: Страница:

source: Zoom Out
ru: Уменьшить

source: Zoom In
ru: Увеличить

source: Zoom
ru: Увеличение

source: Automatic Zoom
ru: Автоматический масштаб

source: Actual Size
ru: Реальный размер

source: Fit Page
ru: Страница целиком

source: Full Width
ru: Полная ширина

source: Previous page
ru: Предыдущая страница

source: Next page
ru: Следующая страница

source: Sysadmin Dashboard
ru: Кабинет системного администратора

source: Users
ru: Пользователи

source: User Management
ru: Управление пользователями

source: Email or username
ru: Адрес или имя пользователя

source: Delete user
ru: Удалить пользователя

source: Create user
ru: Создать пользователя

source: Download list of all users (csv file)
ru: Скачать список всех пользователей (csv файл)

source: Course ID
ru: Идентификатор курса

source: Tracking Log
ru: Журнал слежения

source: Using the system
ru: Использование системы

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
ru: При воспроизведении видео, используйте субтитры и полосу прокрутки для навигации. Щелчок по субтитрам - это быстрый способ небольшой перемотки вперед или назад.

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
ru: Если у Вас дисплей низкого разрешения, меню слева может быть скрыто по нажатию на кнопку с тремя стрелочками рядом с ним.

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
ru: Если Вам нужен более крупный или более мелкий шрифт, используйте настройки браузера для изменения размера. В Google Chrome это можно сделать с помощью комбинации Ctrl+plus или Ctrl+minus.

source: Play
ru: Воспроизвести

source: Speeds
ru: Скорости

source: Speed
ru: Скорость

source: Turn off captions
ru: Отключить заголовки

source: Captions
ru: Заголовки

source: Download video
ru: Загрузить видео

source: Your words:
ru: Ваши слова:

source: Total number of words:
ru: Всего слов:

source: Open Response
ru: Открытый ответ

source: Assessments:
ru: Оценки:

source: Hide Question
ru: Скрыть задание

source: New Submission
ru: Новая посылка

source: Next Step
ru: Следующий шаг

source: Staff Warning: Please note that if you submit a duplicate of text that has already been submitted for grading, it will not show up in the staff grading view. It will be given the same grade that the original received automatically, and will be returned within 30 minutes if the original is already graded, or when the original is graded if not.
ru: Обратите внимание на то, что дубликаты ответов будут оценены автоматически. Автоматическая оценка будет произведена в течение 30 минут с момента отсылки, либо, в случае отсутствия оценки оригинального ответа, когда будет получена оценка для оригинального ответа.

source: Legend
ru: Условные обозначения

source: Submitted Rubric
ru: Отосланные рубрики

source: Toggle Full Rubric
ru: Включить полные рубрики

source: See full feedback
ru: Посмотреть полную обратную связь

source: Respond to Feedback
ru: Ответить на обратную связь

source: How accurate do you find this feedback?
ru: Насколько точна эта обратная связь?

source: Correct
ru: Точна

source: Partially Correct
ru: Частично точна

source: No Opinion
ru: Нет мнения

source: Partially Incorrect
ru: Частично неточна

source: Incorrect
ru: Неверно

source: Additional comments:
ru: Дополнительные комментарии:

source: Submit Feedback
ru: Отправить отчет

source: Response
ru: Ответ

source: Unanswered
ru: Неотвечено

source: Skip Post-Assessment
ru: Пропустить пост-оценку

source: There was an error with your submission. Please contact course staff.
ru: При отправке произошла ошибка. Обратитесь к персоналу курса.

source: Rubric
ru: Рубрика

source: Select the criteria you feel best represents this submission in each category.
ru: Выберите пункт критериев, который наилучшим образом характеризует ответ в каждой категории.

source: Please enter a hint below:
ru: Введите подсказку ниже:

source: Cohort groups
ru: Когорты

source: Show cohorts
ru: Показать когорты

source: Cohorts in the course
ru: Когорты в курсе

source: Add cohort
ru: Добавить когорту

source: Add users by username or email. One per line or comma-separated.
ru: Добавить пользователей по имени или адресу e-mail. По одному на строку или разделенные запятой.

source: Add cohort members
ru: Добавить членов когорты

source: {chapter}, current chapter
ru: {chapter}, текущая глава

source: due {date}
ru: Дата сдачи {date}

source: About {course.display_number_with_default}
ru: О {course.display_number_with_default}

source: You are registered for this course {course.display_number_with_default}
ru: Вы зарегистрированы на курс {course.display_number_with_default}

source: View Courseware
ru: Просмотр курса

source: Register for {course.display_number_with_default}
ru: Регистрация на {course.display_number_with_default}

source: Overview
ru: Общая информация

source: Classes Start
ru: Занятия начинаются

source: Classes End
ru: Занятия оканчиваются

source: Estimated Effort
ru: Примерная занятость

source: Prerequisites
ru: Навыки

source: Additional Resources
ru: Дополнительные ресурсы

source: Staff view
ru: Для преподавателей

source: Student view
ru: Для студентов

source: There has been an error on the {span_start}{platform_name}{span_end} servers
ru: Возникла ошибка на серверах {span_start}{platform_name}{span_end}

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at '<a href="mailto:{tech_support_email}">{tech_support_email}</a>' to report any problems or downtime.
ru: Извините, но данный объект временно недоступен. Персонал работает, чтобы устранить проблему как можно быстрее. Для сообщений об ошибках или недоступности системы пишите нам по адресу <a href="mailto:{tech_support_email}">{tech_support_email}</a>.

source: {course_number} Courseware
ru: {course_number} курс

source: Return to Exam
ru: Вернуться к экзамену

source: Course Navigation
ru: Навигация по курсу

source: Open Calculator
ru: Открытый калькулятор

source: Hints
ru: Подсказки

source: Constants
ru: Константы

source: Calculate
ru: Калькулятор

source: Gradebook
ru: Журнал оценок

source: Search students
ru: Поиск студента

source: {course.display_number_with_default} Course Info
ru: {course.display_number_with_default} Информация о курсе

source: Course Updates &amp; News
ru: Обновления курсов &amp; новости

source: Handout Navigation
ru: Навигация по раздаточным материалам

source: Try New Beta Dashboard
ru: Попробуйте бета-версию новой панели

source: Edit Course In Studio
ru: Редактировать курс в Студии

source: Instructor Dashboard
ru: Личная страница инструктора

source: Grades
ru: Оценки

source: Psychometrics
ru: Психометрика

source: Forum Admin
ru: Администратор форума

source: Enrollment
ru: Регистрация на курс

source: DataDump
ru: Вывод данных

source: Manage Groups
ru: Управление группами

source: yes
ru: да

source: Grade Downloads
ru: Загрузка оценок

source: Note: some of these buttons are known to time out for larger courses. We have temporarily disabled those features for courses with more than {max_enrollment} students. We are urgently working on fixing this issue. Thank you for your patience as we continue working to improve the platform!
ru: Заметка: известно, что некоторые из кнопок превышают допустимое время работы для больших курсов. Мы временно отключили эти функциональные возможности для курсов с количеством участников больше {max_enrollment} человек. Вы можете отредактировать это значение в расширенных настройках курса.

source: Grade summary
ru: Итог по оценкам

source: Dump list of enrolled students
ru: Список зачисленных студентов

source: Dump Grades for all students in this course
ru: Оценки всех студентов этого курса

source: Download CSV of all student grades for this course
ru: CSV оценок всех студентов этого курса

source: Dump all RAW grades for all students in this course
ru: Необработанные оценки всех студентов этого курса

source: Download CSV of all RAW grades
ru: CSV всех необработанных оценок

source: Download CSV of answer distributions
ru: CSV распределения ответов

source: Dump description of graded assignments configuration
ru: Описания конфигураций оцениваемых заданий

source: Export grades to remote gradebook
ru: Экспортировать оценки в удаленный журнал

source: The assignments defined for this course should match the ones stored in the gradebook, for this to work properly!
ru: Задания, определенные для данного курса, должны соответствовать сохраненным в журнале оценок, чтобы данная функция работала корректно!

source: Gradebook name:
ru: Название журнала оценок:

source: List assignments available in remote gradebook
ru: Задания, доступные в удаленном журнале оценок

source: List enrolled students matching remote gradebook
ru: Вывести зачисленных студентов из удаленного журнала оценок

source: List assignments available for this course
ru: Вывести задания, доступные для этого курса

source: Assignment name:
ru: Название задания:

source: Display grades for assignment
ru: Вывести оценки для задания

source: Export grades for assignment to remote gradebook
ru: Экспортировать оценки для задания в удаленный журнал

source: Export CSV file of grades for assignment
ru: Экспортировать CSV с оценками для заданий

source: Course-specific grade adjustment
ru: Исправления оценок для всех студентов

source: Specify a particular problem in the course here by its url:
ru: Укажите URL задачи из курса:

source: You may use just the "urlname" if a problem, or "modulename/urlname" if not. (For example, if the location is <tt>i4x://university/course/problem/problemname</tt>, then just provide the <tt>problemname</tt>. If the location is <tt>i4x://university/course/notaproblem/someothername</tt>, then provide <tt>notaproblem/someothername</tt>.)
ru: Вы можете использовать просто "urlname" задачи, либо "modulename/urlname". Например, если расположение задачи <tt>i4x://university/course/problem/problemname</tt>, то просто укажите <tt>problemname</tt>. Если расположение задачи <tt>i4x://university/course/notaproblem/someothername</tt>, укажите <tt>notaproblem/someothername</tt>.

source: Then select an action:
ru: Потом выберите действие:

source: Reset ALL students' attempts
ru: Очистить все попытки студентов

source: Rescore ALL students' problem submissions
ru: Перепроверить все попытки студентов

source: These actions run in the background, and status for active tasks will appear in a table below. To see status for all tasks submitted for this problem, click on this button:
ru: Эти действия будут выполняться в фоновом режиме, статус активных заданий будет отображаться в таблице ниже. Чтобы увидеть статус всех заданий нажмите на кнопку:

source: Show Background Task History
ru: Показать историю фоновых заданий
