Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/mako-studio.po
Languages: ru

source: For deeper errors of understanding, the best hints allow students to discover a contradiction in how they are thinking about the problem. An example that clearly demonstrates inconsistency or <a href="http://en.wikipedia.org/wiki/Cognitive_dissonance" target="_blank"> cognitive dissonace </a>is ideal, although in most cases, not possible.
ru: Для более глубоких ошибок понимания, лучшие подсказки помогают студентам найти противоречия в том, как они решают задачу. Идеальным будет пример, который явно демонстрирует нецелостность или когнитивный диссонанс, хотя в большинстве ситуаций это невозможно.

source: Good hints either:
ru: Другие хорошие подсказки:

source: Point out the specific misunderstanding your classmate might have
ru: Укажите на типичные ошибки в понимании, возникшие у Ваших одногруппников

source: Point to concepts or theories where your classmates might have a misunderstanding
ru: Укажите концепции или теории, в которых возникает непонимание у Ваших одногруппников

source: Show simpler, analogous examples.
ru: Покажите более простые аналогичные примеры.

source: Provide references to relevant parts of the text
ru: Предоставьте ссылки на соответствующие части текста

source: Still, remember even a crude hint -- virtually anything short of giving away the answer -- is better than no hint.
ru: В любом случае помните, что даже грубый намек --- ничего близкого от ответа --- лучше, чем отсутствие.

source: Learn even more
ru: Обучение оцениванию

source: Back
ru: Назад

source: Sorry, but you've already voted!
ru: Извините, но Вы уже проголосовали!

source: Thank you for voting!
ru: Спасибо за голосование!

source: Register for {} | Choose Your Track
ru: Зарегистрируйтесь на {} | Выберите вашу секцию

source: Sorry, there was an error when trying to register you
ru: Извините, при регистрации возникла ошибка

source: Select your track:
ru: Выберите Вашу секцию:

source: Certificate of Achievement (ID Verified)
ru: Сертификат о достижении (для проверенных пользователей)

source: Sign up and work toward a verified Certificate of Achievement.
ru: Зарегистрируйтесь и работайте над получением верифицированного сертификата о достижении

source: Select your contribution for this course (min. $
ru: Выберите ваше пожертвование для этого курса (мин. $

source: Select Honor Code Certificate
ru: Выберите Сертификат кода чести

source: Explain your situation:
ru: Объясните ситуацию:

source: Please write a few sentences about why you'd like to opt out of the paid verified certificate to pursue the honor code certificate:
ru: Пожалуйста, напишите несколько предложений о том, почему вы отказались от платного верифицированного сертификата в пользу сертификата кода чести:

source: Verified Registration Requirements
ru: Требования к верифицированной регистрации

source: To register for a Verified Certificate of Achievement option, you will need a webcam, a credit or debit card, and an ID.
ru: Для регистрации на верифицированный сертифика достижений вам потребуется веб-камера, банковская карта и документ, удостоверяющий личность.

source: What is an ID Verified Certificate?
ru: Что такое верифицированный сертификат?

source: An ID Verified Certificate requires proof of your identity through your photo and ID and is checked throughout the course to verify that it is you who earned the passing grade.
ru: Верифицированный сертификат требует подтверждения вашей личности с помощью фотографии и документа, удостоверяющего личность, и проверяется в ходе курса чтобы удостовериться, что именно Вы зарабатываете проходной балл.

source: Audit This Course
ru: Аудит этого курса

source: Sign up to audit this course for free and track your own progress.
ru: Зарегистрируйтесь для бесплатного аудита данного курса и отслеживания вашего прогресса.

source: English Language
ru: Английский язык

source: Astronomy
ru: Астрономия

source: Biology
ru: Биология

source: Geography
ru: География

source: Natural Science
ru: Естествознание

source: Computer Science
ru: Информатика

source: History
ru: История

source: Literature
ru: Литература

source: Mathematics
ru: Математика

source: World Art
ru: МХК

source: German Language
ru: Немецкий язык

source: OBG
ru: ОБЖ

source: Social Studies
ru: Обществознание

source: Law
ru: Право

source: Psychology
ru: Психология

source: Russian Language
ru: Русский язык

source: Technology
ru: Технология

source: Physics
ru: Физика

source: Physical Culture
ru: Физическая культура

source: French Language
ru: Французский язык

source: Chemistry
ru: Химия

source: Ecology
ru: Экология

source: Economy
ru: Экономика

source: Advanced training courses
ru: Курсы повышения квалификации

source: Training for the Olympics
ru: Подготовка к олимпиаде

source: Extra children's education
ru: Дополнительное образование детей

source: Supplementary courses
ru: Вспомогательные курсы

source: All ok!
ru: Все в порядке!

source: instructors
ru: Инструкторы

source: Enrollment information for all courses
ru: Информация о регистрациях на все курсы

source: allowed file types are '%(file_types)s'
ru: разрешенные типы '%(file_types)s'

source: maximum upload file size is %(file_size)sK
ru: максимальный размер загружаемого файла %(file_size)sK

source: Error uploading file. Please contact the site administrator. Thank you.
ru: Ошибка загрузки файла. Пожалуйста сообщите администратору сайта. Спасибо.

source: User does not exist.
ru: Пользователь не существует.

source: Task is already running.
ru: Задание уже выполняется.

source: Membership
ru: Членство

source: Student Admin
ru: Администратор студентов

source: Data Download
ru: Загрузка данных

source: Email
ru: Эл. почта

source: Analytics
ru: Аналитика

source: Course Statistics At A Glance
ru: Обзор статистики курса

source: Found a single student.
ru: Найден один студент.

source: Couldn't find student with that email or username.
ru: Невозможно найти студента с таким почтовым адресом или именем пользователя

source: List of students enrolled in {0}
ru: Список студентов зачисленных на {0}

source: Summary Grades of students enrolled in {0}
ru: Общие оценки студентов зачисленных на {0}

source: Raw Grades of students enrolled in {0}
ru: Сырые оценки студетнов зачисленных на {0}

source: Failed to create a background task for rescoring "{0}".
ru: Ошибка при создании фонового процесса для перепроверки "{0}".

source: Failed to create a background task for rescoring "{0}": problem not found.
ru: Ошибка при создании фонового процесса для перепроверки "{0}". Задача не найдена.

source: Failed to create a background task for rescoring "{url}": {message}.
ru: Ошибка при создании фонового процесса для перепроверки "{url}": {message}.

source: Failed to create a background task for resetting "{0}".
ru: Ошибка при создании фонового процесса для сброса "{0}".

source: Failed to create a background task for resetting "{0}": problem not found.
ru: "Ошибка при создании фонового процесса для сброса "{0}": задача не найдена."

source: Failed to create a background task for resetting "{url}": {message}.
ru: Ошибка при создании фонового процесса для сброса "{url}": {message}.

source: Found module.
ru: Найден модуль.

source: Failed to delete module state for {id}/{url}.
ru: Ошибка удаления состояния объекта для {id}/{url}.

source: Module state successfully reset!
ru: Состояния объекта успешно сброшено!

source: Couldn't reset module state for {id}/{url}.
ru: Невозможно сбросить состояние объекта для {id}/{url}.

source: Failed to create a background task for rescoring "{key}" for student {id}.
ru: Ошибка при создании фонового процесса для перепроверки "{key}" для студента {id}.

source: Failed to create a background task for rescoring "{key}": {id}.
ru: Ошибка при создании фонового процесса для перепроверки "{key}": {id}.

source: Progress page for username: {username} with email address: {email}
ru: Страница прогресса пользователя {username} с почтовым адресом {email}

source: Assignment Name
ru: Название задания

source: Please enter an assignment name
ru: Введите название задания

source: External email
ru: Внешний почтовый адрес

source: List of Staff
ru: Список преподавателей

source: List of Instructors
ru: Инструкторы курса

source: List of Beta Testers
ru: Список бета-тестеров

source: Email subject can not be empty.
ru: Тема сообщения не может быть пустой.

source: Email body can not be empty.
ru: Сообщение не может быть пустым.

source: Failed to send email! ({error_message})
ru: Не удалось отправить электронное письмо. Причина: {error_message}

source: Your email was successfully queued for sending. Please note that for large classes, it may take up to an hour (or more, if other courses are simultaneously sending email) to send all emails.
ru: Ваше электронное письмо успешно поставлено в очередь для отправки. Не забудьте, что для больших открытых курсов, отправка всех писем может занять около 1-2 часов (и даже больше при одновременной рассылке писем из нескольких курсов)

source: Your email was successfully queued for sending.
ru: Ваше электронное письмо успешно поставлено в очередь для отправки.

source: Username
ru: Имя пользователя

source: Full name
ru: Полное имя

source: Roles
ru: Роли

source: Error: unknown username "{0}"
ru: Ошибка: неизвестное имя пользователя "{0}"

source: Full Name
ru: Полное имя

source: edX email
ru: edX адрес

source: Enrollment of students
ru: Зачислить несколько студентов

source: Un-enrollment of students
ru: Отчислить несколько студентов

source: url_name
ru: url задачи

source: display name
ru: отображаемое имя

source: answer id
ru: идентификатор ответа

source: answer
ru: ответ

source: count
ru: количество

source: Failed to find any background tasks for course "{course}", module "{problem}" and student "{student}".
ru: Невозможно найти фоновые задачи объекта "{problem}" курса "{course}" для студента "{student}".

source: Failed to find any background tasks for course "{course}" and module "{problem}".
ru: Невозможно найти фоновые задачи объекта "{problem}" курса "{course}".

source: Specified module does not support rescoring.
ru: Указанный объект не поддерживает переоценку.

source: Cannot find any open response problems in this course. Have you submitted answers to any open response assessment questions? If not, please do so and return to this page.
ru: В этом курсе отсутствуют задания с открытым ответом. Отправьте ответ на любое задание с открытым ответом и вернитесь на эту страницу.

source: AI Assessment
ru: Проверка ИИ

source: Peer Assessment
ru: Перекрестная проверка

source: Not yet available
ru: Еще не доступно

source: Automatic Checker
ru: Автоматическая проверка

source: Instructor Assessment
ru: Проверка инструктором

source: Error occurred while contacting the grading service. Please notify course staff.
ru: При обращении к сервису проверки работ возникла ошибка. Пожалуйста, уведомите преподавателей.

source: for course {0} and student {1}.
ru: для курса {0} и студента {1}.

source: Peer Grading
ru: Перекрестная проверка

source: Staff Grading
ru: Проверка персоналом

source: Problems you have submitted
ru: Сданные задачи

source: Flagged Submissions
ru: Помеченные посылки

source: View all problems that require peer assessment in this particular course.
ru: Просмотреть все задачи, требующие перекрестной проверки в этом курсе.

source: View ungraded submissions submitted by students for the open ended problems in the course.
ru: Просмотреть непроверенные работы студентов для задач с открытым ответом в этом курсе.

source: View open ended problems that you have previously submitted for grading.
ru: Посмотреть задачи с открытым ответом, сданные Вами на проверку.

source: View submissions that have been flagged by students as inappropriate.
ru: Просмотреть работы, отмеченные студентами как потенциально недостойные.

source: New submissions to grade
ru: Новые работы на проверку

source: New grades have been returned
ru: Получены новые оценки

source: Submissions have been flagged for review
ru: Работы были отмечены на просмотр

source: Trying to add a different currency into the cart
ru: Попытка добавить другую валюту в корзину

source: You must be logged-in to add to a shopping cart
ru: Вы должны выполнить вход в систему для создания корзины покупок

source: The course you requested does not exist.
ru: Запрашиваемый вами курс не существует.

source: The course {0} is already in your cart.
ru: Курс {0} уже в Вашей корзине.

source: You are already registered in course {0}.
ru: Вы уже зарегистрированы на курс {0}.

source: Course added to cart.
ru: Курс добавлен в корзину.

source: The payment processor did not return a required parameter: {0}
ru: Обработчик платежа не вернул требуемый параметр: {0}

source: The request is missing one or more required fields.
ru: В запросе не заполнены одно или несколько следующих полей.

source: One or more fields in the request contains invalid data.
ru: Одно или несколько полей запроса содержат некорректные данные.

source: The issuing bank has questions about the request. Possible fix: retry with another form of payment
ru: Банк-эмитент не подтвердил запрос. Попробуйте другие формы платежа

source: Insufficient funds in the account. Possible fix: retry with another form of payment
ru: Недостаточно средств на счету. Попробуйте другие формы платежа

source: Unknown reason
ru: Неизвестная причина

source: Issuing bank unavailable. Possible fix: retry again after a few minutes
ru: Банк-эмитент недоступен. Повторите операцию через несколько минут

source: The authorization has already been captured
ru: Авторизация уже была получена

source: Available %s
ru: Доступно %s

source: This is the list of available %s. You may choose some by selecting them in the box below and then clicking the "Choose" arrow between the two boxes.
ru: Это список доступных %s. Вы можете выбрать некоторые из них отмечая их в области ниже и затем нажимая на стрелке "Выбрать" между двумя областями.

source: Type into this box to filter down the list of available %s.
ru: Набирайте текст здесь, чтобы фильтровать список доступных %s.

source: Filter
ru: Фильтр

source: Choose all
ru: Выбрать всё

source: Click to choose all %s at once.
ru: Щелкните чтобы выбрать все %s.

source: Choose
ru: Выбрать

source: Remove
ru: Удалить

source: Chosen %s
ru: Выбранный %s

source: This is the list of chosen %s. You may remove some by selecting them in the box below and then clicking the "Remove" arrow between the two boxes.
ru: Список выбранных %s. Вы можете удалить некоторые из них с помощью выделения и стрелки "Удалить" между двумя областями

source: Remove all
ru: Удалить все

source: Click to remove all chosen %s at once.
ru: Нажмите, чтобы удалить все %s за раз.

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
ru: У Вас есть несохраненные изменения некоторых полей. Если Вы запустите действие, несохраненные изменения будут потеряны.

source: You have selected an action, but you haven't saved your changes to individual fields yet. Please click OK to save. You'll need to re-run the action.
ru: Вы выбрали действие, но не сохранили изменения в некоторые поля. Пожалуйста, нажмите OK для сохранения. Вам потребуется перезапустить действие.

source: You have selected an action, and you haven't made any changes on individual fields. You're probably looking for the Go button rather than the Save button.
ru: Вы выбрали действие, но не сделали ни одного изменения в полях. Возможно, Вам следует нажать на кнопку "Далее", а не "Сохранить".

source: January|February|March|April|May|June|July|August|September|October|November|December
ru: Январь|Февраль|Март|Апрель|Май|Июнь|Июль|Август|Сентябрь|Октябрь|Ноябрь|Декабрь

source: Show
ru: Показать

source: Hide
ru: Спрятать

source: Sunday|Monday|Tuesday|Wednesday|Thursday|Friday|Saturday
ru: Воскресенье|Понедельник|Вторник|Среда|Четверг|Пятница|Суббота

source: Now
ru: Сейчас

source: Clock
ru: Часы

source: Choose a time
ru: Выберите время

source: Midnight
ru: Полночь

source: Noon
ru: Полдень

source: Today
ru: Сегодня

source: Calendar
ru: Календарь

source: Yesterday
ru: Вчера

source: Tomorrow
ru: Завтра

source: %s new comment
ru: %s новый комментарий

source: {platform_name}-wide Summary
ru: Итоговая информация по всей {platform_name}

source: Instructions
ru: Инструкции

source: Collapse Instructions
ru: Скрыть инструкции

source: Guided Discussion
ru: Управляемая дискуссия

source: Hide Annotations
ru: Скрыть аннотации

source: Faq
ru: ЧаВо

source: Press
ru: Пресса

source: Contact
ru: Контакты

source: Class Feedback
ru: Обратная связь класса

source: We are always seeking feedback to improve our courses. If you are an enrolled student and have any questions, feedback, suggestions, or any other issues specific to a particular class, please post on the discussion forums of that&nbsp;class.
ru: Мы всегда приветствуем обратную связь для улучшения наших курсов. Если Вы - зарегистрированный студент и имеете какие-либо вопросы, замечания или предложения, или какие либо проблемы, связанные с некоторым курсом, пожалуйста, сообщите об этом на дискуссионном форуме данного курса.

source: General Inquiries and Feedback
ru: Общие вопросы и обратная связь

source: If you have a general question about {platform_name} please email <a href="mailto:{contact_email}">{contact_email}</a>. To see if your question has already been answered, visit our {faq_link_start}FAQ page{faq_link_end}. You can also join the discussion on our {fb_link_start}facebook page{fb_link_end}. Though we may not have a chance to respond to every email, we take all feedback into consideration.
ru: Если у Вас есть вопрос общего характера о {platform_name}, пожалуйста напишите письмо по адресу <a href="mailto:{contact_email}">{contact_email}</a>. Чтобы посмотреть, был ли Ваш вопрос уже отвечен, посетите наш раздел {faq_link_start}часто задаваемых вопросов{faq_link_end}. Вы можете также присоединиться к дискуссии в {fb_link_start}Фейсбуке{fb_link_end}. Хотя мы не можем отвечать на каждое сообщение, полученное по электронной почте, все они рассматриваются.

source: Technical Inquiries and Feedback
ru: Технические вопросы и обратная связь

source: If you have suggestions/feedback about the overall {platform_name} platform, or are facing general technical issues with the platform (e.g., issues with email addresses and passwords), you can reach us at <a href="mailto:{tech_email}">{tech_email}</a>. For technical questions, please make sure you are using a current version of Firefox or Chrome, and include browser and version in your e-mail, as well as screenshots or other pertinent details. If you find a bug or other issues, you can reach us at the following: <a href="mailto:{bugs_email}">{bugs_email}</a>.
ru: Если у Вас есть предложения или замечания по платформе {platform_name} в целом, или у Вас возникли технические проблемы при работе с платформой (например, проблемы с почтой или паролем), напишите нам по адресу <a href="mailto:{tech_email}">{tech_email}</a>. Убедитесь, пожалуйста, что Вы используете последнюю версию браузера Firefox или Chrome и укажите тип и версию браузера в письме, а также приложите снимки экрана и другие важные детали. Если Вы обнаружили ошибку или другие проблемы, пишите нам по адресу <a href="mailto:{bugs_email}">{bugs_email}</a>.

source: Media
ru: Медиа

source: Please visit our {link_start}media/press page{link_end} for more information. For any media or press inquiries, please email {email}.
ru: Пожалуйста, посетите наш раздел {link_start}медиа/прессаlink_end} для дальнейшей информации. Для запросто обращайтесь по адресу {email}.

source: Universities
ru: Университеты

source: New
ru: Новый

source: Courses
ru: Курсы

source: All
ru: Все

source: Current
ru: Текущие

# many
source: New
ru: Новые

source: Past
ru: Прошедшие

source: Search
ru: Поиск

source: Dashboard
ru: Личный кабинет

source: An error occurred. Please try again later.
ru: Возникла ошибка. Пожалуйста, попробуйте повторить операцию позже.

source: Please verify your new email
ru: Проверьте Ваш новый адрес email

source: edit
ru: изменить

source: Reset Password
ru: Восстановить/изменить пароль

source: Current Courses
ru: Текущие курсы

source: Looks like you haven't registered for any courses yet.
ru: Вы не зарегистрированы ни на один курс

source: Find courses now!
ru: Найти курсы!

source: Looks like you haven't been enrolled in any courses yet.
ru: Вы не зарегистрированы ни на один курс

source: Course-loading errors
ru: Ошибка при загрузке курсов

source: Close Modal
ru: Закрыть

source: Email Settings for {course_number}
ru: Настройки email для {course_number}

source: Receive course emails
ru: Получать рассылку курса

source: Save Settings
ru: Сохранить настройки

source: Password Reset Email Sent
ru: Письмо с инструкциями по восстановлению пароля выслано

source: An email has been sent to {email}. Follow the link in the email to change your password.
ru: Письмо было выслано по адресу {email}. Перейдите по ссылке в письме для изменения пароля.

source: Change Email
ru: Изменить Email

source: Please enter your new email address:
ru: Введите новый адрес электронной почты:

source: Please confirm your password:
ru: Подтвердите ваш пароль:

source: We will send a confirmation to both {email} and your new email as part of the process.
ru: Мы вышлем подтверждения и на адрес {email}, и на новый адрес.

source: Change your name
ru: Изменение отображаемого имени

source: To uphold the credibility of {platform} certificates, all name changes will be logged and recorded.
ru: Для сохранения доверия к сертификатам {platform} все изменения имени сохраняются в истории.

source: Enter your desired full name, as it will appear on the {platform} certificates:
ru: Введите Ваше полное имя, как оно будет напечатано на сертификате {platform}:

source: Reason for name change:
ru: Причина изменения имени:

source: Change My Name
ru: Изменить имя

source: Unregister
ru: Удалить регистрацию

source: E-mail change failed
ru: Изменение e-mail не выполнено

source: We were unable to send a confirmation email to {email}
ru: Не удалось выслать письмо-подтверждение на адрес {email}

source: Go back to the {link_start}home page{link_end}.
ru: Вернуться на {link_start}домашнюю страницу{link_end}.

source: E-mail change successful!
ru: e-mail успешно изменен!

source: You should see your new email in your {link_start}dashboard{link_end}.
ru: Новый адрес email должен появиться на вашей {link_start}персональной странице{link_end}.

source: An account with the new e-mail address already exists.
ru: Учетная запись с таким адресом электронной почты уже существует.

source: Student Enrollment Form
ru: Анкета регистрации студента

source: Course:
ru: Курс:

source: Add new students
ru: Добавить новых студентов

source: Existing students:
ru: Существующие студенты:

source: New students added:
ru: Добавлены новые студенты:

source: Students rejected:
ru: Студенты, которым отказано:

source: Debug:
ru: Отладка:

source: External Authentication failed
ru: Внешняя аутентификация не удалась

source: Due:
ru: Срок:

source: Status:
ru: Статус:

source: You have successfully gotten to level {goal_level}.
ru: Вы успешно достигли уровня {goal_level}.

source: You have not yet gotten to level {goal_level}.
ru: Вы еще не достигли уровня {goal_level}.

source: Completed puzzles
ru: Завершенные головоломки

source: Level
ru: Уровень

source: Submitted
ru: Отправлено

source: Puzzle Leaderboard
ru: Лидеры по головоломкам

source: User
ru: Пользователь

source: Score
ru: Очки

source: Password Reset
ru: Сбросить пароль

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
ru: Пожалуйста, введите Ваш адрес e-mail ниже, и мы Вам пришлем инструкции по установке нового пароля.
