Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/mako-studio.po
Languages: ru

source: Here are a list of open ended problems for this course that have been flagged by students as potentially inappropriate.
ru: Вот список открытых задач в курсе, которые были отмечены студентами как потенциально неподходящие.

source: No flagged problems exist.
ru: Нет отмеченных задач.

source: Unflag
ru: Сбросить флаг

source: Ban
ru: Заблокировать

source: {course_number} Open Ended Problems
ru: {course_number} открытые задачи

source: Open Ended Problems
ru: Задачи с открытым ответом

source: Here is a list of open ended problems for this course.
ru: Список сданных задач с открытым ответом в данном курсе.

source: You have not attempted any open ended problems yet.
ru: Вы еще не попробовали решить ни одну из открытых задач.

source: Problem Name
ru: Имя задачи

source: Status
ru: Статус

source: Grader Type
ru: Тип оценивания

source: Here are a list of problems that need to be peer graded for this course.
ru: Вот список задач, требующих перекрестной проверки для этого курса.

source: Due date
ru: Дата сдачи

source: Available
ru: Доступно

source: Required
ru: Требуется

source: No due date
ru: Крайняя дата сдачи не установлена

source: The due date has passed, and peer grading for this problem is closed at this time.
ru: Крайняя дата сдачи прошла, перекрестная проверка была закрыта в этот момент.

source: The due date has passed, and peer grading is closed at this time.
ru: Крайняя дата сдачи прошла, перекрестная проверка была закрыта в этот момент.

source: Learning to Grade
ru: Обучение оцениванию

source: I am unsure about the scores I have given above:
ru: Я не уверен насчет баллов, которые я выставил выше:

source: This is an insertion.
ru: Это вставка.

source: This is a deletion.
ru: Это удаление.

source: [This is a comment.]
ru: [Это комментарий]

source: Please include some written feedback as well.
ru: Пожалуйста, включите письменные замечания.

source: How did I do?
ru: Как я?

source: Continue
ru: Продолжить

source: Ready to grade!
ru: Готов к оцениванию!

source: You have finished learning to grade, which means that you are now ready to start grading.
ru: Вы закончили обучение оцениванию, что означает, что вы можете начать оценивать.

source: Start Grading!
ru: Начать оценивание!

source: Learning to grade
ru: Обучение оцениванию

source: You have not yet finished learning to grade this problem.
ru: Вы еще не закончили обучение оцениванию этой задачи.

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
ru: Теперь Вам будет предложено несколько эссе, уже оцененных инструктором, для самостоятельной оценки.

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
ru: Как только вы сможете оценить эссе так, как это сделал инструктор, вы будете готовы к перекрестному оцениванию.

source: Start learning to grade
ru: Начать обучение оцениванию

source: Are you sure that you want to flag this submission?
ru: Вы уверены, что хотите отметить эту посылку?

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
ru: Вы хотите пометить посылку. Вы должны отмечать только посылки, содержащие откровенное или оскорбительное содержимое. Если посылка не относится к данной задаче или неверна, оцените ее в 0 баллов и напишите комментарий вместо установки отметки.

source: Remove Flag
ru: Снять флаг

source: Keep Flag
ru: Сохранить флаг

source: Go Back
ru: Назад

source: Thanks For Registering!
ru: Спасибо за регистрацию!

source: Your account is not active yet. An activation link has been sent to {email}, along with instructions for activating your account.
ru: Ваша учетная запись не активирована. Ссылка для активации была выслана на {email}, вместе с интрукцией для активации вашей учетной записи.

source: Activation Complete!
ru: Регистрация завершена!

source: Account already active!
ru: Учетная запись активирована!

source: You can now {link_start}log in{link_end}.
ru: Вы можете сейчас {link_start}войти{link_end}.

source: Activation Invalid
ru: Недействительная активация

source: Something went wrong. Check to make sure the URL you went to was correct -- e-mail programs will sometimes split it into two lines. If you still have issues, e-mail us to let us know what happened at {email}.
ru: Что-то пошло не так. Убедитесь, что вы перешли по верной ссылке, иногда почтовая система разбивает ссылку на две строки. Если у вас все равно возникли вопросы, напишите нам на {email}.

source: Or you can go back to the {link_start}home page{link_end}.
ru: Или вы можете перейти {link_start}домашнюю страницу{link_end}.

source: Password reset successful
ru: Пароль успешно сброшен

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
ru: Мы высылаем вам инструкции по установке пароля на введённый вами адрес электронной почты. Скоро вы их получите.

source: There was an error processing your order!
ru: При обработке запроса произошла ошибка!

source: Description
ru: Описание

source: You are now registered for:
ru: Вы зарегистрированы на:

source: Registered as:
ru: Зарегистрирован как:

source: Your Progress
ru: Прогресс

source: Current Step:
ru: Текущий шаг:

source: Intro
ru: Введение

source: Take Photo
ru: Сфотографировать

source: Review
ru: Предварительный просмотр

source: Confirmation
ru: Подтверждение

source: You are registered for:
ru: Вы зарегистрированы на:

source: A list of courses you have just registered for as a verified student
ru: Список курсов, на которые зарегистрированы как верифицированный студент

source: Options
ru: Параметры

source: Starts: {start_date}
ru: Курс начинается: {start_date}

source: Go to Course
ru: Перейти к курсу:

source: Go to your Dashboard
ru: Перейти к вашей личной странице

source: Payment Details
ru: Детали платежа

source: Total
ru: Итого

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} or let us know about any pages that may have been moved at {email}.
ru: Страница не найдена. Вернитесь на {link_start}домашнюю страницу{link_end} или дайте нам знать о перемещенных страницах по адресу {email}.

source: FAQ
ru: FAQ, ЧаВо

source: Honor Code
ru: Кодекс чести

source: Jobs
ru: Задания

source: Currently the <em>{platform_name}</em> servers are down
ru: В данный момент сервера <em>{platform_name}</em> недоступны

source: Our staff is currently working to get the site back up as soon as possible. Please email us at <a href="mailto:{tech_support_email}">{tech_support_email}</a> to report any problems or downtime.
ru: Персонал работает над восстановлением функционирования сайта. Пожалуйста, пишите нам по адресу <a href="mailto:{tech_support_email}">{tech_support_email}</a> для сообщений об ошибках или недоступности сайта.

source: There has been a 500 error on the <em>{platform_name}</em> servers
ru: На сервере <em>{platform_name}</em> случилась ошибка 500

source: Please wait a few seconds and then reload the page. If the problem persists, please email us at <a href="{email}">{email}</a>.
ru: Пожалуйста, подождите несколько секунд и затем перезагрузите страницу. Если проблема сохранится, напишите нам по адресу <a href="{email}">{email}</a>.

source: Currently the <em>{platform_name}</em> servers are overloaded
ru: В данный момент сервера <em>{platform_name}</em> перегружены

source: Log in to your courses
ru: Войти в ваши курсы

source: Register for classes
ru: Регистрация на курсы

source: Edit Your Name
ru: Изменить Ваше имя

source: The following error occured while editing your name:
ru: При редактировании Вашего имени произошла следующая ошибка:

source: Change my name
ru: Изменить мое имя

source: Having Technical Trouble?
ru: Возникли технические проблемы?

source: Have questions?
ru: Задать вопрос

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
ru: Пожалуйста, прочтите {a_start}наш раздел ЧаВо{a_end} для ответов на вопросы о наших сертификатах.

source: You are registering for
ru: Вы зарегистрированы на

source: Registering as:
ru: Регистрируясь как:

source: Change your mind?
ru: Передумали?

source: You can always {a_start} audit the course for free {a_end} without verifying.
ru: Вы всегда можете {a_start}бесплатно аудировать курсы{a_end} без верификации.

source: Edit Your Full Name
ru: Редактировать полное имя

source: example: Jane Doe
ru: пример: JaneDoe

source: No Webcam Detected
ru: Веб-камера не обнаружена

source: No Flash Detected
ru: Flesh не поддерживается

source: You don't seem to have Flash installed. {a_start} Get Flash {a_end} to continue your registration.
ru: Похоже Flash не установлен. {a_start}Загрузите Flash{a_end} для продолжения регистрации.

source: Be sure your entire face is inside the frame
ru: Убедитесь, что лицо целиком помещается в кадр

source: Can we match the photo you took with the one on your ID?
ru: Можно ли сопоставить сделанную Вами фотографмю с фотографией на документе, удостоверяющем личность?

source: Once in position, use the camera button
ru: Наведя камеру, используйте кнопку на ней

source: to capture your picture
ru: для сохранения Вашей фотографии

source: Use the checkmark button
ru: Используйте кнопку ниже

source: once you are happy with the photo
ru: как только будете удовлетворены фотографией

source: Common Questions
ru: Общие вопросы

source: Verify Your Submission
ru: Проверить Вашу посылку

source: Check Your Name
ru: Проверьте Ваше имя

source: Make sure your full name on your edX account ({full_name}) matches your ID. We will also use this as the name on your certificate.
ru: Убедитесь, что полное имя Вашей учетной записи edX ({full_name}) совпадает с именем в документе, удостоверяющем личность. Это имя будет использовано на сертификате.

source: Edit your name
ru: Редактировать Ваше имя

source: Yes! My details all match.
ru: Да! Все соответствует.

source: Register for {} | Verification
ru: Регистрация в {} | Верификация

source: You don't seem to have a webcam connected. Double-check that your webcam is connected and working to continue registering, or select to {a_start} audit the course for free {a_end} without verifying.
ru: Похоже веб-камера не подключена. Перепроверьте, что веб-камера подключена и работает для того, чтобы продолжить регистрацию, или {a_start}начните бесполатный аудит курса{a_end} без верификации.

source: Error processing your order
ru: Ошибка при обработке запроса

source: Check Your Contribution Level
ru: Проверить уровень пожертвования

source: Please confirm your contribution for this course (min. $
ru: Пожалуйста, подтвердите Ваше пожертвование (мин. $

source: Once you verify your details match the requirements, you can move on to step 4, payment on our secure server.
ru: Как только Вы проверите соответствие Ваших данных требованиям, Вы можете перейти к шагу 4, оплате на нашем защищенном сервере.

source: Return to Your Dashboard
ru: Перейти к вашей личной странице

source: Register for {}
ru: Регистрация на {}

source: You need to activate your edX account before proceeding
ru: Требуется активировать учетную запись edX

source: Please check your email for further instructions on activating your new account.
ru: Пожалуйста проверьте Вашу электронную почту для дальнейших инструкций по активации вашей учетной записи.

source: What You Will Need to Register
ru: Что Вам потребуется зарегистрировать

source: There are three things you will need to register as an ID verified student:
ru: Для регистрации как верифицированного студента необходимо следующее:

source: Activate Your Account
ru: Активировать Вашу учетную запись

source: Check your email
ru: Проверить Ваш email

source: Identification
ru: Идентификация

source: A photo identification document
ru: Документ, удостоверяющий личность с фотографией

source: a drivers license, passport, or other goverment or school-issued ID with your name and picture on it
ru: водительские права, паспорт, другой правительственный документ или документ учебного заведения с именем и фотографией

source: Webcam
ru: Веб-камера

source: A webcam and a modern browser
ru: Веб-камера и современный браузер

source: Please make sure your browser is updated to the most recent version possible
ru: Убедитесь, что используется браузер самой последней версии

source: Credit or Debit Card
ru: Банковская карта

source: A major credit or debit card
ru: Банковская карта

source: ID Verification
ru: Верификация по документу

source: {span_start}active{span_end}
ru: {span_start}активен{span_end}
