Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/mako-studio.po
Languages: ru

source: Student-specific grade inspection and adjustment
ru: Специальная инспекция и исправление оценок студента

source: Specify the {platform_name} email address or username of a student here:
ru: Укажите адрес email или имя пользователя студента {platform_name} здесь:

source: Click this, and a link to student's progress page will appear below:
ru: Нажмите, и ниже появится ссылка на страницу с прогрессом ученика:

source: Get link to student's progress page
ru: Получить ссылку на страницу прогресса ученика

source: Reset student's attempts
ru: Очистить все попытки студента

source: Rescore student's problem submission
ru: Перепроверить все попытки студента

source: You may also delete the entire state of a student for the specified module:
ru: Вы также можете удалить все состояние студента в указанном объекте:

source: Delete student state for module
ru: Удалить состояние студента для данного объекта

source: Rescoring runs in the background, and status for active tasks will appear in a table below. To see status for all tasks submitted for this problem and student, click on this button:
ru: Перепроверка работает в фоновом режиме, а состояние активных заданий перепроверки будет отображаться в таблице ниже. Чтобы увидеть статус всех заданий, нажмите на эту кнопку:

source: Show Background Task History for Student
ru: Показать историю фоновых заданий перепроверки для студента

source: Select a problem and an action:
ru: Выберите задачу и действие:

source: Generate Histogram and IRT Plot
ru: Сгенерировать гистограмму и график

source: List course staff members
ru: Список персонала курса

source: Remove course staff
ru: Удалить члена персонала курса

source: Add course staff
ru: Добавить члена персонала курса

source: List course instructors
ru: Инструкторы курса

source: Remove instructor
ru: Удалить инструктора

source: Add instructor
ru: Добавить инструктора

source: Reload course from XML files
ru: Перезагрузить курс из XML файла

source: GIT pull and Reload course
ru: Вытянуть из GIT и перезагрузить курс

source: List course forum admins
ru: Список админов форума курса

source: Remove forum admin
ru: Удалить админа форума

source: Add forum admin
ru: Добавить админа форума

source: List course forum moderators
ru: Список модераторов форума курса

source: List course forum community TAs
ru: Список АП форумного сообщества

source: Remove forum moderator
ru: Удалить модератора форума

source: Add forum moderator
ru: Добавить модератора форума

source: Remove forum community TA
ru: Удалить АП форумного общества

source: Add forum community TA
ru: Добавить АП форумного общества

source: User requires forum administrator privileges to perform administration tasks. See instructor.
ru: У пользователя должны быть административные привилегии для выполнения административных задач. Обратитесь к инструктору.

source: Enrollment Data
ru: Информация о регистрациях

source: List enrolled students
ru: Список зачисленных студентов

source: List students who may enroll but may not have yet signed up
ru: Список студентов, которые могут быть зачислены, но которые еще не зарегистрировались

source: Pull enrollment from remote gradebook
ru: Загрузить регистрации на курс из удаленного журнала оценок

source: Section:
ru: Раздел:

source: List sections available in remote gradebook
ru: Список разделов из удаленного журнала оценок

source: List students in section in remote gradebook
ru: Список студентов в удаленном журнале оценок

source: Overload enrollment list using remote gradebook
ru: Перезагрузить список зачисленных из удаленного журнала оценок

source: Merge enrollment list with remote gradebook
ru: Слить список зачисленных из удаленного журнала оценок

source: Batch Enrollment
ru: Групповая запись

source: Enroll or un-enroll one or many students: enter emails, separated by new lines or commas;
ru: Зарегистрировать или отрегистрировать одного или нескольких студентов: введите адреса e-mail на отдельных строках или разделенные запятой

source: Notify students by email
ru: Оповестить студентов по электронной почте

source: Auto-enroll students when they activate
ru: Авто-регистрировать студентов при их активации

source: Enroll multiple students
ru: Зачислить несколько студентов

source: Unenroll multiple students
ru: Отчислить несколько студентов

source: Download CSV of all student profile data
ru: CSV всех профилей студентов

source: Problem urlname:
ru: Имя URL задачи:

source: Download CSV of all responses to problem
ru: CSV всех ответов на задачу

source: List beta testers
ru: Список бета-тестеров

source: Enter usernames or emails for students who should be beta-testers, one per line, or separated by commas. They will get to see course materials early, as configured via the <tt>days_early_for_beta</tt> option in the course policy.
ru: Введите имена пользователей или адреса email студентов, которые должны быть бета-тестерами, по одному на строке, либо разделенными запятыми. Они смогут увидеть материалы раньше других, как определяется параметром <tt>days_early_for_beta</tt> политик курса.

source: Remove beta testers
ru: Удалить бета-тестера

source: Add beta testers
ru: Добавить бета-тестера

source: Send to:
ru: Отправить:

source: Myself
ru: Себе

source: Staff and instructors
ru: Персонал и инструкторы

source: All (students, staff and instructors)
ru: Все (студенты, персонал и инструкторы)

source: Subject:
ru: Тема:

source: (Max 128 characters)
ru: (Максимум 128 символов)

source: Message:
ru: Сообщение:

source: Please try not to email students more than once per week. Important things to consider before sending:
ru: Пожалуйста, не пишите студентам чаще одного раза в день. Перед посылкой обратите внимание на следующее:

source: Have you read over the email to make sure it says everything you want to say?
ru: Вы перечитали письмо, чтобы убедиться, что сказали все, что хотели сказать?

source: Have you sent the email to yourself first to make sure you're happy with how it's displayed, and that embedded links and images work properly?
ru: Вы отправили письмо себе, чтобы убедиться, что удовлетворены тем, как оно отображается, и все ссылки и картинки работают правильно?

source: CAUTION!
ru: ВНИМАНИЕ!

source: Once the 'Send Email' button is clicked, your email will be queued for sending.
ru: Как только нажата кнопка 'Отослать письмо', ваше письмо будет поставлено в очередь на отправку.

source: A queued email CANNOT be cancelled.
ru: Письма, находящиеся в очереди, НЕЛЬЗЯ отменить.

source: Send email
ru: Отослать письмо

source: These email actions run in the background, and status for active email tasks will appear in a table below. To see status for all bulk email tasks submitted for this course, click on this button:
ru: Письма отправляются в фоновом режиме, статус активных заданий по отправке писем будет отображаться в таблице ниже. Чтобы увидеть статус всех заданий нажмите на кнопку:

source: Show Background Email Task History
ru: Показать историю фоновых заданий

source: No Analytics are available at this time.
ru: Аналитика не доступна на данный момент.

source: Students enrolled:
ru: Участвующие студенты

source: Students active in the last week:
ru: Студенты, активные на прошлой неделе

source: Student activity day by day
ru: Активность студентов день за днем

source: Day
ru: День

source: Students
ru: Студенты

source: Answer distribution for problems
ru: Распределение ответов по задачам

source: Problem
ru: Задача

source: Max
ru: Максимальный

source: Points Earned (Num Students)
ru: Получено баллов (число студентов)

source: Students answering correctly
ru: Студенты, ответившие корректно

source: Number of students
ru: Число студентов

source: Student distribution per country, all courses, Sep-12 to Oct-17, 1 server (shown here as an example):
ru: Распределение студентов по странам, все курсы, сен-2012, окт-2017, 1 сервер (показано для примера):

source: Pending Instructor Tasks
ru: Ожидающие в очереди задания

source: Task Type
ru: Тип задачи

source: Task inputs
ru: Входные данные задач

source: Task Id
ru: ID задачи

source: Requester
ru: Запрашивающий

source: Task State
ru: Состояние задачи

source: Duration (sec)
ru: Длительность (в секундах)

source: Task Progress
ru: Ход выполнения задачи

source: unknown
ru: неизвестный

source: Hide course statistics
ru: Скрыть статистику курса

source: Show course statistics
ru: Показать статистику курса

source: Course errors
ru: Ошибки курса

source: About {course_id}
ru: О курсе {course_id}

source: Coming Soon
ru: Скоро!

source: About {course_number}
ru: О курсе {course_number}

source: Access Courseware
ru: Перейти к курсам

source: You Are Registered
ru: Вы зарегистрированы

source: Register for
ru: Регистрация на

source: Registration Is Closed
ru: Регистрация закрыта

source: enroll
ru: зарегистрировать

source: Updates to Discussion Posts You Follow
ru: Обновления к сообщениям в дискуссиях, которые вы отслеживаете

source: {course_number} Progress
ru: {course_number} Прогресс

source: Course Progress for Student '{username}' ({email})
ru: Прогресс курса у обучающегося '{username}' ({email})

source: {earned:.3n} of {total:.3n} possible points
ru: {earned:.3n} из {total:.3n} возможных баллов

source: Problem Scores:
ru: Баллы за задачи:

source: Practice Scores:
ru: Баллы за практические задачи:

source: No problem scores in this section
ru: Нет оцениваемых заданий в этой секции

source: Total for
ru: Всего за

source: Syllabus
ru: Конспект

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
ru: Вы сейчас в {section_link}. Если вы закончили, то выберите другой раздел слева.

source: Your final grade:
ru: Ваша финальная оценка:

source: Grade required for a certificate:
ru: Оценка, требуемая для сертификата:

source: Your Certificate is Generating
ru: Ваш сертификат генерируется

source: This link will open/download a PDF document
ru: По этой ссылке доступен для открытия/загрузки документ PDF

source: Complete our course feedback survey
ru: Заполните нашу форму обратной связи по курсу

source: {course_number} {course_name} Cover Image
ru: {course_number} {course_name} Изображение на обложке

source: Enrolled as:
ru: Зачислен как:

source: ID Verified
ru: Документально подтвержден

source: Course Completed - {end_date}
ru: Курс выполнен - {end_date}

source: Course Started - {start_date}
ru: Курс начат - {start_date}

source: Course Starts - {start_date}
ru: Курс начинается - {start_date}

source: View Archived Course
ru: Просмотр архивных курсов

source: View Course
ru: Просмотр курса

source: Email Settings
ru: Настройки электронной почты

source: Results:
ru: Результаты:

source: Sorry! We can't find anything matching your search. Please try another search.
ru: Извините, мы не нашли ничего подходящего для Вашего поиска. Попробуйте другой поиск.

source: There are no posts here yet. Be the first one to post!
ru: Пока еще нет сообщений. Будьте первым!

source: New Post
ru: Новая запись

source: Filter Topics
ru: Фильтр тем

source: filter topics
ru: Фильтр тем

source: Show All Discussions
ru: Показать все дискуссии

source: Show Flagged Discussions
ru: Показать отмеченные дискуссии

source: Posts I'm Following
ru: Сообщения за которыми я слежу

source: follow this post
ru: следить за сообщением

source: post anonymously
ru: отправить анонимно

source: post anonymously to classmates
ru: Отправить анонимно одноклассникам

source: Make visible to:
ru: Сделать видимым:

source: All Groups
ru: Все группы

source: My Cohort
ru: Моя когорта

source: new post title
ru: заголовок нового сообщения

source: Title
ru: Заголовок

source: Add post
ru: Добавить сообщение

source: Create new post about:
ru: Создать новое сообщение о:

source: Filter List
ru: Фильтр списка

source: Filter discussion areas
ru: Искать дискуссию

source: Following
ru: Отслеживаю

source: Search posts
ru: Поиск сообщений

source: Discussion Home
ru: Дискуссии

source: Discussion Topics
ru: Темы дискуссий

source: Discussion topics; current selection is:
ru: Темы дискуссий; текущий набор тем:

source: Search all discussions
ru: Искать среди всех дискуссий

source: Sort by:
ru: Сортировать по:

source: date
ru: Дата

source: votes
ru: голоса

source: comments
ru: комментарии

source: Show:
ru: Показать:

source: View All
ru: Посмотреть все

source: View as {name}
ru: Посмотреть как {name}

source: This thread is closed.
ru: Эта нить закрыта.

source: Post a response:
ru: Отправить ответ:

source: &bull; This thread is closed.
ru: &bull; Эта нить закрыта.

source: follow
ru: следить

source: Report Misuse
ru: Пожаловаться

source: pin this thread
ru: прикрепить тему

source: Pin Thread
ru: Прикрепить нить

source: this post is about
ru: Этот сообщение о

source: Close
ru: Закрыть

source: Editing post
ru: Редактирование сообщения

source: Edit post title
ru: Редактировать заголовок сообщения

source: Update post
ru: Обновить сообщение

source: Add a comment
ru: Добавить комментарий

source: Add a comment...
ru: Добавить комментарий...

source: Editing response
ru: Редактирование ответа

source: Update response
ru: Обновить ответ

source: &ndash;posted {time} by {username}
ru: &ndash;отправлено {time} {username}

source: DISCUSSION HOME
ru: ДИСКУССИИ

source: Find discussions
ru: Найти дискуссию

source: Focus in on specific topics
ru: Сфокусироваться на теме

source: Search for specific posts
ru: Искать посты

source: Engage with posts
ru: Взаимодействовать с постом

source: Upvote posts and good responses
ru: Проголосовать за посты и хорошие ответы

source: Report Forum Misuse
ru: Пожаловаться на форум

source: Follow posts for updates
ru: Следить за обновлениями

source: Receive updates
ru: Получать обновления

source: Toggle Notifications Setting
ru: Изменить настройку уведомлений

source: If enabled, you will receive an email digest once a day notifying you about new, unread activity from posts you are following.
ru: Если включено, один раз в день на почту Вы будете получать дайджест, информирующий об активности в постах, за которыми Вы следите.

source: discussion started
ru: начатая дискуссия

source: Discussion - {course_number}
ru: Дискуссия - {course_number}

source: We're sorry
ru: Извините

source: The forums are currently undergoing maintenance. We'll have them back up shortly!
ru: Форумы закрыты на техническое обслуживание. Вскоре они возобновят работу!

source: User Profile
ru: Профиль

source: Active Threads
ru: Активные темы

source: {course_number} Staff Grading
ru: {course_number} Оценка преподавателем

source: Staff grading
ru: Оценка преподавателем

source: This is the list of problems that currently need to be graded in order to train AI grading and create calibration essays for peer grading. Each problem needs to be treated separately, and we have indicated the number of student submissions that need to be graded. You can grade more than the minimum required number of submissions--this will improve the accuracy of AI grading, though with diminishing returns. You can see the current accuracy of AI grading in the problem view.
ru: Вот список задач, которые требуют проверки вручную для тренировки ИИ и создания эталонных ответов для перекрестной проверки. Каждая задача должна рассматриваться отдельно, и для каждой задачи показано число работ, которые должны быть проверены. Вы можете проверить больше работ, чем требуется, это улучшит точность оценивания с помощью ИИ, хотя и с уменьшением обратной связи. Вы можете посмотреть текущую точность оценивания с помощью ИИ на странице просмотра задачи.

source: Problem List
ru: Список задач

source: Please note that when you see a submission here, it has been temporarily removed from the grading pool. The submission will return to the grading pool after 30 minutes without any grade being submitted. Hitting the back button will result in a 30 minute wait to be able to grade this submission again.
ru: Обратите внимание, что когда Вы видете работу здесь, она временно изымается из пула проверяемых работ. Работа будет возвращена в пул через 30 минут, если оценка не будет проставлена. Нажатие на кнопку Назад позволит проверить эту работу и через 30 минут.

source: Prompt
ru: Условие задачи

source: Student Response
ru: Ответ студента

source: Written Feedback
ru: Комментарий к работе

source: Feedback for student (optional)
ru: Ответ для студента (дополнительно)

source: Flag as inappropriate content for later review
ru: Отметьте, если ответ содержит нецензурную лексику, оскорбления и т.п.

source: Skip
ru: Пропустить

source: Grade Distribution
ru: Распределение оценки

source: Loading problem list...
ru: Загрузка списка задач...

source: Gender Distribution
ru: Распределение по полу

source: Level of Education
ru: Уровень образования

source: Enrollment Information
ru: Информация о регистрациях

source: Total number of enrollees (instructors, staff members, and students)
ru: Общее количество регистраций (инструкторы, преподаватели, студенты)

source: Basic Course Information
ru: Информация о курсе

source: Course Name:
ru: Имя курса:

source: Course Display Name:
ru: Отображаемое имя:

source: Has the course started?
ru: Курс начат:

source: Yes
ru: Да

source: No
ru: Нет

source: Has the course ended?
ru: Курс окончен?

source: Grade Cutoffs:
ru: Проходной балл:

source: The status for any active tasks appears in a table below.
ru: Статус активных заданий появится в таблице ниже.

source: Course Warnings
ru: Предупреждения курса

source: Grading Configuration
ru: Конфигурация оценивания

source: Get Student Anonymized IDs CSV
ru: Получить CSV обезличенной информации о студентах

source: Back to Standard Dashboard
ru: Вернуться к стандартной панели

source: Enter student emails separated by new lines or commas.
ru: Введите электронные адреса обучающихся, разделяя их переводами строк или запятыми.

source: Student Emails
ru: Адреса обучающихся

source: Auto-Enroll
ru: Авторегистрировать

source: Auto Enroll
ru: Авторегистрировать

source: If auto enroll is <em>checked</em>, students who have not yet registered for edX will be automatically enrolled.
ru: Если авторегистрация на курс включена, студенты, кто еще не зарегистрировался в edX, будут автоматически зарегистрированы и на этот курс.

source: If auto enroll is left <em>unchecked</em>, students who have not yet registered for edX will not be enrolled, but will be allowed to enroll.
ru: Если автоматическая запись <em>выключена</em>, то обучающиеся, которые не зарегистрированы в {platform_name}, не будут записаны, но смогут это сделать.

source: Enroll
ru: Зарегистрировать

source: Unenroll
ru: Разрегистрировать

source: Administration List Management
ru: Управление списком администрирования

source: Getting available lists...
ru: Получение доступных списков...

source: Staff cannot modify staff or beta tester lists. To modify these lists, contact your instructor and ask them to add you as an instructor for staff and beta lists, or a forum admin for forum management.
ru: Персонал не может изменять списки персонала или бета-тестеров. Для изменения этих списков обратитесь к инструктору и попросите его добавить Вас как инструктора для персонала или списков бета-тестеров, или как администратора форума для управления форумом.

source: Course Staff
ru: Персонал курса

source: Course staff can help you manage limited aspects of your course. Staff can enroll and unenroll students, as well as modify their grades and see all course data. Course staff are not automatically given access to Studio and will not be able to edit your course.
ru: Персонал курса может помочь Вам управлять ограниченными аспектами Вашего курса. Персонал может регистрировать на курс и отменять регистрацию, а также исправлять оценки и видеть все данные курса. Персонал курса не получает автоматический доступ к Студии и не может редактировать Ваш курс.

source: Add Staff
ru: Добавить персонал

source: Instructors
ru: Инструктор

source: Instructors are the core administration of your course. Instructors can add and remove course staff, as well as administer forum access.
ru: Инструкторы составляют ядро администрации вашего курса. Инструкторы могут добавлять или удалять персонал курса и администрировать доступ к форумам.

source: Add Instructor
ru: Добавить инструктора

source: Beta Testers
ru: Бета-тестеры

source: Beta testers can see course content before the rest of the students. They can make sure that the content works, but have no additional privileges.
ru: Бета-тестеры могут видеть контент курса до остальных студентов. Они могут убедиться, что все работает, но не имеют дополнительных привилегий.

source: Beta Tester
ru: Бета-тестер

source: Forum Admins
ru: Админы форума

source: Forum admins can moderate the course forums as well as administer other forum roles.
ru: Админы форума могут модерировать форумы курса и администрировать другие роли пользователей форума курса.

source: Forum Moderators
ru: Модераторы форума

source: Forum moderators can moderate the course forums. They cannot add other moderators.
ru: Модераторы форума могут модерировать форум курса. Они не могут добавлять других модераторов.

source: Add Moderator
ru: Добавить модератора

source: Forum Community TAs
ru: АП форумного общества

source: Community TA's are members of the community whom you deem particularly helpful on the forums.
ru: АП форумного общества - это члены общества, которые вам кажутся особенно полезными на форумах.

source: Send Email
ru: Отослать письмо

source: Please try not to email students more than once per week. Before sending your email, consider:
ru: Пожалуйста, не пишите студентам чаще одного раза в неделю. Перед посылкой обратите внимание на следующее:

source: Email Task History
ru: Историю посылок писем

source: Show Email Task History
ru: Показать историю посылок писем

source: Student-specific grade inspection
ru: Просмотр оценок студента

source: Student Email or Username
ru: Адрес или имя пользователя

source: Click this link to view the student's progress page:
ru: Нажмите здесь, чтобы перейти на страницу прогресса ученика:

source: Student Progress Page
ru: Страница прогресса студента

source: Student-specific grade adjustment
ru: Поправка на оценку для студента

source: Problem urlname
ru: Имя URL задачи

source: You may use just the "urlname" if a problem, or "modulename/urlname" if not. (For example, if the location is {location1}, then just provide the {urlname1}. If the location is {location2}, then provide {urlname2}.)
ru: Можно использовать "urlname" для задачи либо "modulename/urlname" в других случаях.

source: Reset Student Attempts
ru: Сбросить попытки студента

source: Rescore Student Submission
ru: Перепроверить посылку студента

source: You may also delete the entire state of a student for the specified problem:
ru: Вы также можете удалить все состояние студента для указанной задачи:

source: Delete Student State for Problem
ru: Удалить состояние студента для задачи

source: Then select an action
ru: Потом выберите действие:

source: Show Background Task History for Problem
ru: Показать историю фоновых задач для данной задачи

source: None Available
ru: Нет доступных

source: {course_number} Combined Notifications
ru: {course_number} Комбинированные оповещения

source: Open Ended Console
ru: Панель задач

source: Here are items that could potentially need your attention.
ru: Вот то, на что возможно вам стоит обратить внимание.

source: No items require attention at the moment.
ru: Отсутствуют пункты, требующие особого внимания.

source: {course_number} Flagged Open Ended Problems
ru: {course_number} Отмеченные открытые задачи

source: Flagged Open Ended Problems
ru: Отмеченные открытые задачи
