Repository: openedx/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/mako-studio.po
Languages: ru

source: Organization:
ru: Организация:

source: Course Number:
ru: Номер курса:

source: Course Run:
ru: Учебный год:

source: Are you staff on an existing Studio course?
ru: Вы являетесь персоналом существующего курса Студии?

source: You will need to be added to the course in Studio by the course creator. Please get in touch with the course creator or administrator for the specific course you are helping to author.
ru: Вы должны быть добавлены к курсу в Студии создателем курса. Пожалуйста, свяжитесь с создателем курса или администратором.

source: Create Your First Course
ru: Создать Ваш первый курс

source: Your new course is just a click away!
ru: Ваш первый курс в клике от вас!

source: Becoming a Course Creator in Studio
ru: Стать создателем курса в Студии

source: Your Course Creator Request Status:
ru: Ваш статус запроса на создание курса:

source: Request the Ability to Create Courses
ru: Запросить права на создание курсов

source: Your Course Creator Request Status
ru: Статус вашего запроса на права создания курса

source: Your Course Creator request is:
ru: Ваш запрос на создание курсов:

source: Denied
ru: Отказ в доступе

source: Your request did not meet the criteria/guidelines specified by edX Staff.
ru: Ваш запрос не соответствует критериям/руководствам, определенным персоналом edX.

source: Pending
ru: Ожидание

source: Your request is currently being reviewed by edX staff and should be updated shortly.
ru: Ваш запрос в настоящее время обрабатывается персоналом edX, статус запроса будет скоро обновлен.

source: Need help?
ru: Нужна помощь?

source: If you are new to Studio and having trouble getting started, there are a few things that may be of help:
ru: Если Вы новичок в Студии и не знаете, как начать работать, вам может помочь следующее:

source: Get started by reading Studio's Documentation
ru: Начните с чтения документации по Студии

source: Request help with Studio
ru: Нужна помощь со студией?

source: Can I create courses in Studio?
ru: Я могу создавать курсы в Студии?

source: In order to create courses in Studio, you must
ru: Для создания курса Вы должны

source: contact edX staff to help you create a course
ru: свяжитесь с персоналом edX для получения помощи в создании курса

source: In order to create courses in Studio, you must have course creator privileges to create your own course.
ru: Для создания курсов в Студии вам нужны соответствующие привилегии

source: Your request to author courses in studio has been denied. Please
ru: Ваш запрос на право создания курсов в Студии был отклонен. Пожалуйста

source: contact edX Staff with further questions
ru: свяжитесь с персоналом edX для дальнейших вопросов

source: Thanks for signing up, %(name)s!
ru: Спасибо за регистрацию, %(name)s!

source: We need to verify your email address
ru: Необходимо проверить Ваш адрес электронной почты

source: Almost there! In order to complete your sign up we need you to verify your email address (%(email)s). An activation message and next steps should be waiting for you there.
ru: Почти готово! Для завершения Вашей регистрации необходимо проверить Ваш адрес e-mail (%(email)s). На данный адрес выслано активационное письмо с дальнейшими инструкциями.

source: Please check your Junk or Spam folders in case our email isn't in your INBOX. Still can't find the verification email? Request help via the link below.
ru: Пожалуйста, проверьте папку "Спам", если письмо отсутствует во "Входящих". Если письма нет и там, запросите помощь по ссылке

source: Sign In
ru: Войти

source: Sign In to edX Studio
ru: Войти в edX-студию

source: Don't have a Studio Account? Sign up!
ru: Нет аккаунта от студии? Регистрация!

source: Required Information to Sign In to edX Studio
ru: Необходимая информация для входа в edX-студию

source: Email Address
ru: Адрес электронной почты

source: Forgot password?
ru: Забыли пароль?

source: Password
ru: Пароль

source: Studio Support
ru: Помощь в студии

source: Need Help?
ru: Нужна помощь?

source: Having trouble with your account? Use {link_start}our support center{link_end} to look over self help steps, find solutions others have found to the same problem, or let us know of your issue.
ru: Есть проблемы с аккаунтом? Используйте {link_start} наш центр поддержки {link_end}, чтобы посмотреть пошаговую помощь, найти решения других людей, столкнувшихся с такой же проблемой, или дайте нам знать о вашей проблеме.

source: Course Team Settings
ru: Настройки команды курса

source: Course Team
ru: Команда курса

source: New Team Member
ru: Новый член команды

source: Add a User to Your Course's Team
ru: Добавить пользователя к команде Вашего курса

source: New Team Member Information
ru: Информация о новом члене команды

source: User's Email Address
ru: Адрес e-mail пользователя

source: e.g. jane.doe@gmail.com
ru: например vasya.pupkin@mail.ru

source: Please provide the email address of the course staff member you'd like to add
ru: Пожалуйста, укажите адрес email для члена персонала курса, которого Вы хотите добавить

source: Add User
ru: Добавить пользователя

source: Current Role:
ru: Текущая роль:

source: Admin
ru: Администратор

source: You!
ru: Вы!

source: Staff
ru: Персонал

source: send an email message to {email}
ru: Отправить письмо по адресу {email}

source: Promote another member to Admin to remove your admin rights
ru: Дать права администратора другому пользователю чтобы убрать Ваши права администратора

source: Remove Admin Access
ru: Забрать права администратора

source: Add Admin Access
ru: Предоставить права администратора

source: Delete the user, {username}
ru: Удалить пользователя {username}

source: Add Team Members to This Course
ru: Добавить членов команды в этот курс

source: Adding team members makes course authoring collaborative. Users must be signed up for Studio and have an active account.
ru: Добавление членов команды курса делает авторство курса совместным. Пользователи должны быть зарегистрированы в Студии и активированы.

source: Add a New Team Member
ru: Добавить нового члена команды

source: Course Outline
ru: Содержание курса

source: Expand/collapse this section
ru: Свернуть/развернуть этот раздел

source: New Section Name
ru: Новое название раздела

source: Add a new section name
ru: Добавить новое название раздела

source: Delete this section
ru: Удалить этот раздел

source: Drag to re-order
ru: Для изменения порядка - перетащите

source: New Subsection
ru: Новый подраздел

source: New Section
ru: Новый раздел

source: This section is not scheduled for release
ru: Этот раздел еще не запланирован для опубликования

source: Schedule
ru: Расписание

source: Delete section
ru: Удалить этот раздел

source: Drag to reorder section
ru: Перетащите для изменения порядка разделов

source: Expand/collapse this subsection
ru: Свернуть/развернуть этот подраздел

source: Delete this subsection
ru: Удалить этот подраздел

source: Delete subsection
ru: Удалить этот подраздел

source: You can create new sections and subsections, set the release date for sections, and create new units in existing subsections. You can set the assignment type for subsections that are to be graded, and you can open a subsection for further editing.
ru: Вы можете создавать новые разделы и подразделы, устанавливать даты публикации разделов, а также создавать новые блоки в существующих подразделах. Вы можете устанавливать тип оценавния подраздела и открывать подраздел для будующего редактирования.

source: In addition, you can drag and drop sections, subsections, and units to reorganize your course.
ru: В дополнение, вы можете перетаскивать разделы, подразделы и блоки для реорганизации курса.

source: Section Release Date
ru: Дата начала раздела

source: Schedule &amp; Details Settings
ru: Расписание &amp; Подробности настройки

source: Schedule & Details
ru: Расписание & Детали

source: Basic Information
ru: Основная информация

source: The nuts and bolts of your course
ru: Гайки и болты вашего курса

source: This field is disabled: this information cannot be changed.
ru: Это поле недоступно: эта информация не может быть изменена.

source: Course Summary Page
ru: Сводка страницы курса

source: (for student enrollment and access)
ru: (для доступа зарегистрированных студентов)

source: Send a note to students via email
ru: Отправить записку студентом по электронной почте

source: Invite your students
ru: Пригласите ваших студентов

source: Promoting Your Course with edX
ru: Продвигайте свой курс с edX

source: Course Schedule
ru: Расписание курса

source: Course Start Date
ru: Дата начала курса

source: First day the course begins
ru: Первый день курса

source: Course Start Time
ru: Время начала курса

source: Course End Date
ru: Дата окончания курса

source: Last day your course is active
ru: Последний день вашего курса активен

source: Course End Time
ru: Время окончания курса

source: Enrollment Start Date
ru: Дата начала регистрации

source: First day students can enroll
ru: Первый день регистрации студентов

source: Enrollment Start Time
ru: Время начала регистрации

source: Enrollment End Date
ru: Дата окончания регистрации

source: Last day students can enroll
ru: Последний день регистрации студентов

source: Enrollment End Time
ru: Время окончания регистрации

source: These Dates Are Not Used When Promoting Your Course
ru: Эти даты не могут быть использованы для продвижения вашего курса

source: These dates impact <strong>when your courseware can be viewed</strong>, but they are <strong>not the dates shown on your course summary page</strong>. To provide the course start and registration dates as shown on your course summary page, follow the instructions provided by your <abbr title="Program Manager">PM</abbr> or Conrad Warre <a rel="email" class="action action-email" href="mailto:conrad@edx.org">(conrad@edx.org)</a>.
ru: Эти даты влияют <strong> на то, когда ваши курсы будут показаны </strong>, но они <strong>не показываются на странице сводки курса </strong>. Чтобы обеспечить отображение дат начала курса и регистрации на курс на странице сводки, следуйте инструкциям, предоставленным вами <abbr title="Program Manager">PM</abbr> или Conrad Warre <a rel="email" class="action action-email" href="mailto:conrad@edx.org">(conrad@edx.org)</a>.

source: Introducing Your Course
ru: Представление вашего курса

source: Information for prospective students
ru: Информация для абитуриентов

source: Course Overview
ru: Обзор курса

source: your course summary page
ru: итоговая страница вашего курса

source: Introductions, prerequisites, FAQs that are used on %s (formatted in HTML)
ru: Введения, предпосылки, часто задаваемые вопросы, которые используются на %s (formatted in HTML)

source: Course Image
ru: Образ курса

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
ru: Ваш курс пока не имеет изображения. Пожалуйста, загрузите его (формат JPEG или PNG, минимальный размер 375x200 пикселей)

source: Please provide a valid path and name to your course image (Note: only JPEG or PNG format supported)
ru: Пожалуйста, укажите корректный путь к изображению Вашего курса (поддерживаются только форматы JPEG или PNG)

source: Upload Course Image
ru: Загрузить изображение курса

source: Course Introduction Video
ru: Введение в курс

source: Delete Current Video
ru: Удалить текущее видео

source: Enter your YouTube video's ID (along with any restriction parameters)
ru: Введите ID вашего видео на YouTube (а также любые ограничения параметров)

source: Requirements
ru: Требования

source: Expectations of the students taking this course
ru: Ожидания студентов этого курса

source: Hours of Effort per Week
ru: Часы усилия в неделю

source: Time spent on all course work
ru: Время, затраченное на все работы курса

source: Other information from this page appears on the About page for your course. This information includes the course overview, course image, introduction video, and estimated time requirements. Students use About pages to choose new courses to take.
ru: Другая информация из этой страницы отображается на странице "О Курсе". Она включает в себя общую информацию о курсе, изображение курса, вводное видео, оцениваемое время выполнения. Студенты используют страницу "О Курсе" для выбора нового курса.

source: Other Course Settings
ru: Другие настройки курса

source: Grading
ru: Оценивание

source: Advanced Settings
ru: Расширенные настройки

source: There was an error saving your information. Please see below.
ru: Произошла ошибка сохранения вашей информации. Пожалуйста, смотрите ниже.

source: Manual Policy Definition
ru: Ручное определение политики

source: Manually Edit Course Policy Values (JSON Key / Value pairs, use &quot; not &apos;)
ru: Вручную отредактировать значения курса (JSON пары ключ/значение, используйте &quot;, а не &apos;)

source: <strong>Warning</strong>: Do not modify these policies unless you are familiar with their purpose.
ru: <strong>Предупреждение</strong>: Не изменяйте эти настройки, если вы не знакомы с их назначением.

source: What do advanced settings do?
ru: Зачем нужны расширенные настройки?

source: Advanced settings control specific course functionality. On this page, you can edit manual policies, which are JSON-based key and value pairs that control specific course settings.
ru: Расширенные настройки управляют функциональностью курса. На этой странице вы можете вручную отредактировать настройки, которые задаются JSON-ключом и значением соответствующей настройки курса.

source: Any policies you modify here override all other information you've defined elsewhere in Studio. Do not edit policies unless you are familiar with both their purpose and syntax.
ru: Любые изменения, которые вы внесете сюда, заменят любую другую информацию, которая была задана где-либо в Студии. Будьте осторожны и не редактируйте информацию, с которой вы не знакомы (с целью или синтаксисом)

source: Details &amp; Schedule
ru: Детали &amp; Расписание

source: Grading Settings
ru: Настройки оценивания

source: Overall Grade Range
ru: Общий рейтинг оценок

source: Your overall grading scale for student final grades
ru: Ваша общая оценочная шкала для итоговой оценки студентов

source: Grading Rules &amp; Policies
ru: Правила оценивания &amp; Политика

source: Deadlines, requirements, and logistics around grading student work
ru: Сроки, требования и логика оценивания студенческих работ

source: Grace Period on Deadline:
ru: Льготный период на срок:

source: Leeway on due dates
ru: Отставание от установленных сроков

source: Assignment Types
ru: Типы заданий

source: Categories and labels for any exercises that are gradable
ru: Категории и метки для любых оцениваемых упражнений

source: New Assignment Type
ru: Назначение нового типа

source: Sign Up
ru: Зарегистрироваться

source: Sign Up for edX Studio
ru: Зарегистрироваться в edX-Студии

source: Already have a Studio Account? Sign in
ru: Уже есть аккаунт в студии? Войдите

source: Ready to start creating online courses? Sign up below and start creating your first edX course today.
ru: Готовы начать создание онлайн-курсов? Зарегистрируйтесь ниже и начните создание своего первого курса в edX сегодня.

source: Required Information to Sign Up for edX Studio
ru: Необходимая информация для регистрации в Студии edX

source: Lastname
ru: Фамилия

source: Firstname
ru: Имя

source: Middlename
ru: Отчество

source: Year of Birth
ru: Год рождения

source: Highest Level of Education Completed
ru: Образование

source: Place where Education Completed
ru: Какое учебное заведение окончил(а)

source: Year when education was Completed
ru: Год окончания учебного заведения

source: Diploma qualification
ru: Квалификация по диплому

source: Diploma specialty
ru: Специальность по диплому

source: Type of educational institution
ru: Тип образовательного учреждения

source: Number of educational institution
ru: Номер образовательного учреждения

source: Name of educational institution
ru: Название образовательного учреждения

source: StatGrad login of educational institution
ru: Логин образовательного учреждения в системе Статград

source: Okrug of educational institution
ru: Округ образовательного учреждения

source: Occupation at educational institution
ru: Должность по месту работы

source: Another occupation at educational institution
ru: Вторая должность по месту работы

source: Educational experience at educational institution
ru: Стаж педагогический (полных лет)

source: Managing experience at educational institution
ru: Стаж руководящей работы (полных лет)

source: Qualification category
ru: Квалификационная категория

source: Qualification category year
ru: Год присвоения категории

source: Contact phone
ru: Контактный телефон

source: Create My Account &amp; Start Authoring Courses
ru: Создать мой аккаунт &amp; Начать авторские курсы

source: Common Studio Questions
ru: Общие вопросы о студии

source: Who is Studio for?
ru: Для кого создана Студия?

source: Studio is for anyone that wants to create online courses that leverage the global edX platform. Our users are often faculty members, teaching assistants and course staff, and members of instructional technology groups.
ru: Студия для каждого, кто хочет создавать онлайн-курсы на глобальной платформе edX. Зачастую наши пользователи - преподаватели, ассистенты, персонал курса и члены учебных технологических групп.

source: How technically savvy do I need to be to create courses in Studio?
ru: Насколько технически подкованным я должен быть, чтобы создать курс в Студии?

source: Studio is designed to be easy to use by almost anyone familiar with common web-based authoring environments (Wordpress, Moodle, etc.). No programming knowledge is required, but for some of the more advanced features, a technical background would be helpful. As always, we are here to help, so don't hesitate to dive right in.
ru: Студия разработана для простого использования практически любого человека, знакомого с основными сетевыми средами (Wordpress, Moodle и др.). Знание программирования не требуется, но для некоторых расширенных функций технические знания могут быть полезны. Как всегда, мы здесь, чтобы помочь вам, так что не бойтесь нырнуть вправо на дюйм.

source: I've never authored a course online before. Is there help?
ru: Я никогда не был автором курса в режиме онлайн до этого. Вы сможете мне помочь?

source: Absolutely. We have created an online course, edX101, that describes some best practices: from filming video, creating exercises, to the basics of running an online course. Additionally, we're always here to help, just drop us a note.
ru: Конечно. Мы создали онлайн курс edX101, в котором приведены некоторые рекомендации: от видеосъемки , создания упражнений, к основам ведения онлайн-курсов. Дополнительно, мы всегда здесь, чтобы помочь, просто напишите нам.

source: Textbooks
ru: Учебники

source: New Textbook
ru: Новый учебник

source: What if my book isn't divided into chapters?
ru: Что делать, если моя книга не делится на главы?

source: Individual Unit
ru: Отдельные подразделы

source: You are editing a draft.
ru: Вы редактируете проект.

source: This unit was originally published on {date}.
ru: Этот подраздел был первоначально опубликован {date}.

source: View the Live Version
ru: Просмотр текущей версии

source: Add New Component
ru: Добавить новый компонент

source: Common Problem Types
ru: Обычные

source: Advanced
ru: Расширенные

source: Unit Settings
ru: Настройки подраздела

source: Visibility:
ru: Видимость:

source: Public
ru: Публичный

source: Private
ru: Приватный

source: This unit has been published. To make changes, you must {link_start}edit a draft{link_end}.
ru: Этот подраздел уже был опубликован. Чтобы сделать необходимые изменения, вы должны {link_start} отредактировать проект {link_end}.

source: This is a draft of the published unit. To update the live version, you must {link_start}replace it with this draft{link_end}.
ru: Этот проект опубликованного подраздела. Чтобы обновить текущую версию, вы должны {link_start} заменить это в проекте {link_end}.

source: This unit is scheduled to be released to <strong>students</strong>
ru: Заполнение этого раздела планируется с помощью <strong>студентов</strong>

source: on {date}
ru: в {date}

source: with the subsection {link_start}{name}{link_end}
ru: с подразделом {link_start}{name}{link_end}

source: Delete Draft
ru: Удалить проект

source: Preview
ru: Предварительный просмотр

source: Unit Location
ru: Местонахождение подраздела

source: Unit Identifier:
ru: Идентификатор подраздела:

source: Thank you for signing up for edX Studio! To activate your account, please copy and paste this address into your web browser's address bar:
ru: Спасибо за регистрацию в Студии edX. Чтобы активировать Вашу учетную запись, пожалуйста, скопируйте этот адрес в строку адреса браузера

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the edX web site.
ru: Если Вы не запрашивали эту операцию, не делайте ничего, Вы больше не получите писем от нас. Пожалуйста, не отвечайте на этот e-mail. Если Вам требуется помощь, обратитесь к разделу Помощи на сайте edX.

source: Your account for edX Studio
ru: Ваша учетная запись для Студии

source: {email} has requested Studio course creator privileges on edge
ru: {email} запросил полномочий создателя курсов на edge

source: User '{user}' with e-mail {email} has requested Studio course creator privileges on edge.
ru: Пользователь '{user}' с адресом e-mail {email} запросил полномочия создателя курсов Студии на edge.

source: To grant or deny this request, use the course creator admin table.
ru: Чтобы разрешить или запретить данный запрос, используйте администраторскую таблицу создателей курсов.

source: Your request for course creation rights to edX Studio have been denied. If you believe this was in error, please contact:
ru: Ваш запрос на право создания курсов в Студии edX был отклонен. Если Вы считаете, что это по ошибке, обратитесь к

source: Your request for course creation rights to edX Studio have been granted. To create your first course, visit:
ru: Ваш запрос на право создания курсов в Студии edX был удовлетворен. Для создания Вашего первого курса перейдите:

source: Your course creation rights to edX Studio have been revoked. If you believe this was in error, please contact:
ru: Ваши права на создание курсов в Студии edX были отозваны. Если Вы считаете, что это ошибка, обратитесь к

source: Your course creator status for edX Studio
ru: Ваш статус создателя курсов в Студии edX

source: Thanks for activating your account.
ru: Спасибо за регистрацию!

source: This account has already been activated.
ru: Эта учетная запись уже была активирована.

source: Visit your {link_start}dashboard{link_end} to see your courses.
ru: Посетите ваш {link_start}личный кабинет{link_end}, чтобы увидеть ваши курсы.

source: You can now {link_start}login{link_end}.
ru: Вы можете сейчас {link_start}войти{link_end}.

source: All rights reserved.
ru: Все права защищены.

source: Terms of Service
ru: Условия предоставления услуг

source: Privacy Policy
ru: Политика защиты персональной информации

source: Contact Us
ru: Свяжитесь с нами

source: Current Course:
ru: Текущий курс:

source: {course_name}'s Navigation:
ru: {course_name} навигация:

source: Course
ru: Курс

source: Outline
ru: Содержание

source: Updates
ru: Обновления

source: Schedule &amp; Details
ru: Расписание & Детали

source: Checklists
ru: Контрольные списки

source: Import
ru: Импорт

source: Export
ru: Экспорт

source: Help &amp; Account Navigation
ru: Помощь &amp; Навигация по аккаунту

source: Help
ru: Помощь

source: This is a PDF Document
ru: Это PDF-документ
